nouns = [
    {
        "group": "Masculine -ός",
        "endings": ["ός","ού","ό","έ","οί","ών","ούς","οί"],
        "nouns": ["weather καιρός"]
    },
    {
        "group": "Masculine -ος",
        "endings": ["ος","ου2","ο","ε","οι","ων2","ους2","οι"],
        "nouns": ["cosmos κόσμος","human άνθρωπος|ανθρώπου"]
    },
    {
        "group": "Masculine -ής 1",
        "endings": ["ής","ή","ή","ή","ές","ών","ές","ές"],
        "nouns": ["pupil μαθητής"]
    },
    {
        "group": "Masculine -ής 2",
        "endings": ["ής","ή","ή","ή","ήδες","ήδων","ήδες","ήδες"],
        "nouns": ["enthusiast μερακλής"]
    },
    {
        "group": "Masculine -ης 1",
        "endings": ["ης","η","η","η","ες","ών","ες","ες"],
        "nouns": ["client πελάτης|πελατών"]
    },
    {
        "group": "Masculine -ης 2",
        "endings": ["ης","η","η","η","ηδες","ηδων","ηδες","ηδες"],
        "nouns": ["grocer μπακάλης"]
    },
    {
        "group": "Masculine -ης 3",
        "endings": ["ης","η","η","η","εις","εων","εις","εις"],
        "nouns": ["fan λάτρης"]
    },
    {
        "group": "Masculine -ας 1",
        "endings": ["ας","α","α","α","ες","ών2","ες","ες"],
        "nouns": ["man άντρας|αντρών"]
    },
    {
        "group": "Masculine -ας 2",
        "endings": ["ας","α","α","α","ες","ων2","ες","ες"],
        "nouns": ["rule κανόνας","elephant ελέφαντας|ελεφάντων"]
    },
    {
        "group": "Masculine -ας 3",
        "endings": ["άς","ά","ά","ά","άδες","άδων","άδες","άδες"],
        "nouns": ["dad μπαμπάς"]
    },
    {
        "group": "Masculine -ας 4",
        "endings": ["ας","α","α","α","ηδες","ηδων","ηδες","ηδες"],
        "nouns": ["air αέρας"]
    },
    {
        "group": "Masculine -ές",
        "endings": ["ές","έ","έ","έ","έδες","έδων","έδες","έδες"],
        "nouns": ["coffee καφές"]
    },
    {
        "group": "Masculine -έας",
        "endings": ["έας","έα","έα","έα","είς","έων","είς","είς"],
        "nouns": ["secretary γραμματέας"]
    },
    {
        "group": "Masculine -ους",
        "endings": ["ους","ου","ου","ου","οι","ων","ους","οι"],
        "nouns": ["mind νους","sailing_off απόπλους"]
    },
    {
        "group": "Masculine -ούς",
        "endings": ["ούς","ού","ού","ού","ύδες","ύδων","ύδες","ύδες"],
        "nouns": ["grandpa παππούς"]
    },
    {
        "group": "Masculine -υς",
        "endings": ["υς","υ","υ","υ","εις2","ων2","εις2","εις2"],
        "nouns": ["yard πήχυς","axe πέλεκυς|πελέκεις"]
    },
    {
        "group": "Feminine -ά 1",
        "endings": ["ά","άς","ά","ά","ές","ών","ές","ές"],
        "nouns": ["turn φορά"]
    },
    {
        "group": "Feminine -ά 2",
        "endings": ["ά","άς","ά","ά","άδες","άδων","άδες","άδες"],
        "nouns": ["mom μαμά"]
    },
    {
        "group": "Feminine -α 1",
        "endings": ["α","ας","α","α","ες","ών2","ες","ες"],
        "nouns": ["hour ώρα","see θάλασσα"]
    },
    {
        "group": "Feminine -α 2",
        "endings": ["α","ας","α","α","ες","ων2","ες","ες"],
        "nouns": ["cow αγελάδα","quantity ποσότητα|ποσοτήτων", "Greece Ελλάδα"]
    },
    {
        "group": "Feminine -ή",
        "endings": ["ή","ής","ή","ή","ές","ών","ές","ές"],
        "nouns": ["soul ψυχή"]
    },
    {
        "group": "Feminine -η 1",
        "endings": ["η","ης","η","η","ες","ών2","ες","ες"],
        "nouns": ["love αγάπη|αγαπών","cabin κάμαρη|καμαρών"]
    },
    {
        "group": "Feminine -η 2",
        "endings": ["η","ης","η","η","ες","εων2","ες","ες"],
        "nouns": ["sugar ζάχαρη|ζαχάρεων","reminiscence θύμηση|θυμήσεων"]
    },
    {
        "group": "Feminine -η 3",
        "endings": ["η","ης","η","η","εις2","εων2","εις2","εις2"],
        "nouns": ["city πόλη","television τηλεόραση|τηλεοράσεις"]
    },
    {
        "group": "Feminine -ός",
        "endings": ["ός","ού","ό","έ","οί","ών","ούς","οί"],
        "nouns": ["street οδός"]
    },
    {
        "group": "Feminine -ός",
        "endings": ["ος","ου2","ο","ε","οι","ων2","ους2","οι"],
        "nouns": ["avenue λεωφόρος","method μέθοδος"]
    },
    {
        "group": "Feminine -ού",
        "endings": ["ού","ούς","ού","ού","ούδες","ύδων","ούδες","ούδες"],
        "nouns": ["fox αλεπού"]
    },
    {
        "group": "Feminine -έας",
        "endings": ["έας","έως","έα","έα","είς","έων","είς","είς"],
        "nouns": ["secretary γραμματέας"]
    },
    {
        "group": "Feminine -ίας",
        "endings": ["ίας","ία","ία","ία","ίες","έων","ιών","ίες"],
        "nouns": ["cashier ταμίας"]
    },
    {
        "group": "Neuter -ό",
        "endings": ["ό","ού","ό","ό","ά","ών","ά","ά"],
        "nouns": ["water νερό"]
    },
    {
        "group": "Neuter -ο",
        "endings": ["ο","ου2","ο","ο","α","ων2","α","α"],
        "nouns": ["book βιβλίο","horse άλογο|αλόγου"]
    },
    {
        "group": "Neuter -ί",
        "endings": ["ί","ιού","ί","ί","ιά","ιών","ιά","ιά"],
        "nouns": ["bird πουλί"]
    },
    {
        "group": "Neuter -ι",
        "endings": ["ι","ιού2","ι","ι","ια","ιών2","ια","ια"],
        "nouns": ["house σπίτι"]
    },
    {
        "group": "Neuter -α 1",
        "endings": ["α","ατος2","α","α","ατα2","άτων3","ατα2","ατα2"],
        "nouns": ["theme θέμα","problem πρόβλημα|προβλήματος|προβλημάτων"]
    },
    {
        "group": "Neuter -α 2",
        "endings": ["α","ακτος","α","α","ατα","άκτων2","ατα","ατα"],
        "nouns": ["milk γάλα"]
    },
    {
        "group": "Neuter -ος 1",
        "endings": ["ος","ους","ος","ος","η","ών2","η","η"],
        "nouns": ["end τέλος|τελών"]
    },
    {
        "group": "Neuter -ος 2",
        "endings": ["ος","ους2","ος","ος","η2","ων2","η2","η2"],
        "nouns": ["open_see πέλαγος|πελάγους"]
    },
    {
        "group": "Neuter -ός",
        "endings": ["ός","ότος","ός","ός","ότα","ότων","ότα","ότα"],
        "nouns": ["fact γεγονός"]
    },
    {
        "group": "Neuter -υ 1",
        "endings": ["υ","ιού2","υ","υ","ια","ιών2","ια","ια"],
        "nouns": ["evening βράδυ|βραδιού"]
    },
    {
        "group": "Neuter -υ 2",
        "endings": ["υ","ατος","υ","υ","ατα","άτων2","ατα","ατα"],
        "nouns": ["spear δόρυ|δοράτων"]
    },
    {
        "group": "Neuter -ας",
        "endings": ["ας","ατος","ας","ας","ατα","άτων2","ατα","ατα"],
        "nouns": ["meat κρέας"]
    },
    {
        "group": "Neuter -ως 1",
        "endings": ["ως","ωτός","ως","ως","ώτα","ώτων","ώτα","ώτα"],
        "nouns": ["light φως"]
    },
    {
        "group": "Neuter -ως 2",
        "endings": ["ως","ωτος","ως","ως","ωτα","ώτων2","ωτα","ωτα"],
        "nouns": ["dusk λυκόφως|λυκοφώτων"]
    },
    {
        "group": "Neuter -ον 1",
        "endings": ["ον","ου","ον","ον","α","ων","α","α"],
        "nouns": ["meson μέσον"]
    },
    {
        "group": "Neuter -ον 2",
        "endings": ["ον","οντος","ον","ον","οντα","όντων2","οντα","οντα"],
        "nouns": ["interest ενδιαφέρον|ενδιαφερόντων"]
    },
    {
        "group": "Neuter -όν",
        "endings": ["όν","όντος","όν","όν","όντα","όντων","όντα","όντα"],
        "nouns": ["qualification προσόν"]
    },
    {
        "group": "Neuter -έν",
        "endings": ["έν","έντος","έν","έν","έντα","έντων","έντα","έντα"],
        "nouns": ["announcement ανακοινωθέν"]
    },
    {
        "group": "Neuter -εν",
        "endings": ["εν","εντος","εν","εν","εντα","έντων2","εντα","εντα"],
        "nouns": ["vowel φωνήεν|φωνηέντων"]
    },
    {
        "group": "Neuter -άν",
        "endings": ["άν","άντος","άν","άν","άντα","άντων","άντα","άντα"],
        "nouns": ["happening συμβάν"]
    },
    {
        "group": "Neuter -αν",
        "endings": ["αν","αντος","αν","αν","αντα","άντων2","αντα","αντα"],
        "nouns": ["universe σύμπαν|συμπάντων"]
    }
];