verbs = [
        {
            "group": "Uncontracted Verbs: -ω, -α",
            "present": ["ω", "εις", "ει", "ουμε|ομε", "ετε", "ουν(ε)"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν|αν(ε)2"],
            "ppresent": ["ομαι", "εσαι", "εται", "όμαστε2", "εστε|όσαστε2", "ονται"],
            "pimperfect": ["μουν", "σουν", "ταν(ε)", "μαστε|μασταν", "σαστε|σασταν", "νταν2|ντανε"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                {
                    "~άζω `αζα|~άζαμε ~άσω `ασα|~άσαμε ~άζομαι|~αζόμαστε ~αζόμουν|~άζονταν ~αστώ ~άστηκα|~αστήκαμε ~ασμένο" : ["buy αγοράζω αγόρ", "read διαβάζω διάβ", "express εκφράζω έκφρ", "examine εξετάζω εξέτ", "influence επηρεάζω επηρέ",
                        "present παρουσιάζω παρουσί"]
                },
                "press πιέζω πίεζα πιέσω πίεσα πιέζομαι|πιεζόμαστε πιεζόμουν|πιέζονταν πιεστώ πιέστηκα|πιεστήκαμε πιεσμένο",
                {
                    "~ίζω `ιζα|~ίζαμε ~ίσω, `ισα|~ίσαμε ~ίζομαι|~ιζόμαστε ~ιζόμουν|~ίζονταν ~ιστώ ~ίστηκα|~ιστήκαμε ~ισμένο": ["define ορίζω όρ", "recognize αναγνωρίζω αναγνώρ", "confront αντιμετωπίζω αντιμετώπ", "decide αποφασίζω αποφάσ",
                        "know γνωρίζω γνώρ", "turn γυρίζω γύρ", "develop εμφανίζω εμφάν", "secure εξασφαλίζω εξασφάλ", "determine καθορίζω καθόρ", "confine περιορίζω περιόρ", "continue συνεχίζω συνέχ", "stress τονίζω τόν", "characterize χαρακτηρίζω χαρακτήρ"]
                },
                "deserve αξίζω άξιζα|αξίζαμε -- -- -- -- -- -- --",
                "start αρχίζω άρχιζα|αρχίζαμε αρχίσω άρχισα|αρχίσαμε -- -- -- -- αρχινισμένο",
                "think νομίζω νόμιζα|νομίζαμε νομίσω νόμισα|νομίσαμε -- -- -- -- νομισμένο",
                "win κερδίζω κέρδιζα|κερδίζαμε κερδίσω κέρδισα|κερδίσαμε κερδίζομαι|κερδιζόμαστε κερδιζόμουν|κερδίζονταν κερδηθώ κερδήθηκα|κερδηθήκαμε κερδισμένο",
                
                "tears δακρύζω δάκρυζα|δακρύζαμε δακρύσω δάκρυσα|δακρύσαμε -- -- -- -- δακρυσμένο",
                "apply εφαρμόζω εφάρμοζα|εφαρμόζαμε εφαρμόσω εφάρμοσα|εφαρμόσαμε εφαρμόζομαι|εφαρμοζόμαστε εφαρμοζόμουν|εφαρμόζονταν εφαρμοστώ εφαρμόστηκα|εφαρμοστήκαμε εφαρμοσμένο",
                "feel νιώθω ένιωθα|νιώθαμε νιώσω ένιωσα|νιώσαμε -- -- -- -- --",

                "increase αυξάνω αύξανα|αυξάναμε αυξήσω αύξησα|αυξήσαμε αυξάνομαι|αυξανόμαστε αυξανόμουν|αυξάνονταν αυξηθώ αυξήθηκα|αυξηθήκαμε αυξημένο",
                "catch πιάνω έπιανα πιάσω έπιασα|πιάσαμε πιάνομαι|πιανόμαστε πιανόμουν|πιάνονταν πιαστώ πιάστηκα|πιαστήκαμε πιασμένο",
                "reach φτάνω έφτανα|φτάναμε φτάσω έφτασα|φτάσαμε -- -- -- -- φτασμένο",
                "lose χάνω έχανα|χάναμε χάσω έχασα|χάσαμε χάνομαι|χανόμαστε χανόμουν|χάνονταν χαθώ χάθηκα|χαθήκαμε χαμένο",

                "close κλείνω έκλεινα|κλείναμε κλείσω έκλεισα|κλείσαμε κλείνομαι|κλεινόμαστε κλεινόμουν|κλείνονταν κλειστώ κλείστηκα|κλειστήκαμε κλεισμένο",
                "release αφήνω άφηνα|αφήναμε αφήσω άφησα|αφήσαμε αφήνομαι|αφηνόμαστε αφηνόμουν|αφήνονταν αφεθώ αφέθηκα|αφεθήκαμε αφημένο",
                "delete σβήνω έσβηνα|σβήναμε σβήσω έσβησα|σβήσαμε σβήνομαι|σβηνόμαστε σβηνόμουν|σβήνονταν σβηστώ σβήστηκα|σβηστήκαμε σβησμένο",

                {
                    "~ώνω `ωνα|~ώναμε ~ώσω `ωσα|~ώσαμε ~ώνομαι|~ωνόμαστε ~ωνόμουν|~ώνονταν ~ωθώ ~ώθηκα|~ωθήκαμε ~ωμένο" : ["stir ανακατώνω ανακάτ", "announce ανακοινώνω ανακοίν", "lay απλώνω άπλ", "state δηλώνω δήλ", "shape διαμορφώνω διαμόρφ",
                        "realize διαπιστώνω διαπίστ", "display εκδηλώνω εκδήλ", "join ενώνω έν", "decrease μειώνω μεί", "conclude ολοκληρώνω ολοκλήρ", "organize οργανώνω οργάν", "pay πληρώνω πλήρ", "lift σηκώνω σήκ", "note σημειώνω σημεί",
                        "accumulate συγκεντρώνω συγκέντρ", "finish τελειώνω τελεί", "oblige υποχρεώνω υποχρέ"]
                },

                "breathe αναπνέω ανέπνεα|αναπνέαμε αναπνεύσω ανέπνευσα|αναπνεύσαμε -- -- -- -- --",
                "connect συνδέω συνέδεα|συνδέαμε συνδέσω συνέδεσα|συνδέσαμε συνδέομαι|συνδεόμαστε συνδεόμουν|συνδέονταν συνδεθώ συνδέθηκα|συνδεθήκαμε συνδεμένο",
                "exclude αποκλείω απέκλεια|αποκλείαμε αποκλείσω απέκλεισα|αποκλείσαμε αποκλείομαι|αποκλειόμαστε αποκλειόμουν|αποκλείονταν αποκλειστώ αποκλείστηκα|αποκλειστήκαμε αποκλεισμένο",
                "listen ακούω άκουγα|ακούγαμε ακούσω άκουσα|ακούσαμε ακούγομαι|ακουγόμαστε ακουγόμουν|ακούγονταν ακουστώ ακούστηκα|ακουστήκαμε ακουσμένο",
                "be_valid ισχύω ίσχυα|ισχύαμε ισχύσω ίσχυσα|ισχύσαμε -- -- -- -- --",
                "fire παύω έπαυα|παύαμε παύσω έπαυσα|πάψαμε παύομαι|παυόμαστε παυόμουν|παύονταν παυθώ παύθηκα|παυθήκαμε παυμένο",
                "represent αντιπροσωπεύω αντιπροσώπευα|αντιπροσωπεύαμε αντιπροσωπεύσω αντιπροσώπευσα|αντιπροσωπεύσαμε αντιπροσωπεύομαι|αντιπροσωπευόμαστε αντιπροσωπευόμουν|αντιπροσωπεύονταν αντιπροσωπευθώ αντιπροσωπεύθηκα|αντιπροσωπευθήκαμε αντιπροσωπευμένο",
                "forbid απαγορεύω απαγόρευα|απαγορεύαμε απαγορεύσω απαγόρευσα|απαγορεύσαμε απαγορεύομαι|απαγορευόμαστε απαγορευόμουν|απαγορεύονταν απαγορευτώ απαγορεύτηκα|απαγορευτήκαμε απαγορευμένο",

                "open ανοίγω άνοιγα|ανοίγαμε ανοίξω άνοιξα|ανοίξαμε ανοίγομαι|ανοιγόμαστε ανοιγόμουν|ανοίγονταν ανοιχτώ ανοίχτηκα|ανοιχτήκαμε ανοιγμένο",
                "conclude2 καταλήγω κατάληγα|καταλήγαμε καταλήξω κατάληξα|καταλήξαμε -- -- -- -- καταληγμένο",

                {
                    "~άζω `αζα|~άζαμε ~άξω `αξα|~άξαμε ~άζομαι|~αζόμαστε ~αζόμουν|~άζονταν ~αχτώ ~άχτηκα|~αχτήκαμε ~αγμένο": ["change αλλάζω άλλ", "command διατάζω διέτ", "look κοιτάζω κοίτ"]
                },
                {
                    "~ίζω `ιζα|~ίζαμε ~ίξω `ιξα|~ίξαμε ~ίζομαι|~ιζόμαστε ~ιζόμουν|~ίζονταν ~ιχτώ ~ίχτηκα|~ιχτήκαμε ~ιγμένο": ["play παίζω έπα", "support στηρίζω στήρ"]
                },

                "show δείχνω έδειχνα|δείχναμε δείξω έδειξα|δείξαμε δείχνομαι|δειχνόμαστε δειχνόμουν|δείχνονταν δειχτώ δείχτηκα|δειχτήκαμε δειγμένο",
                "drop ρίχνω έριχνα|ρίχναμε ρίξω έριξα|ρίξαμε ρίχνομαι|ριχνόμαστε ριχνόμουν|ρίχνονταν ριχτώ ρίχτηκα|ριχτήκαμε ριγμένο",
                "search ψάχνω έψαχνα|ψάχναμε ψάξω έψαξα|ψάξαμε ψάχνομαι|ψαχνόμαστε ψαχνόμουν|ψάχνονταν ψαχτώ ψάχτηκα|ψαχτήκαμε ψαγμένο",

                "endure αντέχω άντεχα|αντέχαμε αντέξω άντεξα|αντέξαμε -- -- -- -- --",
                "control ελέγχω έλεγχα|ελέγχαμε ελέγξω έλεγξα|ελέγξαμε ελέγχομαι|ελεγχόμαστε ελεγχόμουν|ελέγχονταν ελεγχθώ ελέγχθηκα|ελεγχθήκαμε ελεγμένο",
                "notice προσέχω πρόσεχα|προσέχαμε προσέξω πρόσεξα|προσέξαμε -- -- -- -- προσεγμένο",
                "exist υπάρχω υπήρχα|υπήρχαμε υπάρξω υπήρξα|υπήρξαμε -- -- -- -- --",

                "ignite ανάβω άναβα|ανάβαμε ανάψω άναψα|ανάψαμε ανάβομαι|αναβόμαστε αναβόμουν|ανάβονταν αναφτώ ανάφτηκα|αναφτήκαμε αναμμένο",
                "cut κόβω έκοβα|κόβαμε κόψω έκοψα|κόψαμε κόβομαι|κοβόμαστε κοβόμουν|κόβονταν κοπώ κόπηκα|κοπήκαμε κομμένο",
                "lean σκύβω έσκυβα|σκύβαμε σκύψω έσκυψα|σκύψαμε -- -- -- -- σκυμμένο",
                "allow επιτρέπω επέτρεπα|επιτρέπαμε επιτρέψω επέτρεψα|επιτρέψαμε επιτρέπομαι|επιτρεπόμαστε επιτρεπόμουν|επιτρέπονταν επιτραπώ επιτράπηκα|επιτραπήκαμε --",

                "reveal αποκαλύπτω αποκάλυπτα|αποκαλύπταμε αποκαλύψω αποκάλυψα|αποκαλύψαμε αποκαλύπτομαι|αποκαλυπτόμαστε αποκαλυπτόμουν|αποκαλύπτονταν αποκαλυφτώ αποκαλύφτηκα|αποκαλυφτήκαμε αποκαλυμένο",
                "cover καλύπτω κάλυπτα|καλύπταμε καλύψω κάλυψα|καλύψαμε καλύπτομαι|καλυπτόμαστε καλυπτόμουν|καλύπτονταν καλυφτώ καλύφτηκα|καλυφτήκαμε καλυμένο",
                {
                    "~άφω `αφα|~άφαμε ~άψω `αψα|~άψαμε ~άφομαι|~αφόμαστε ~αφόμουν|~άφονταν ~αφτώ ~άφτηκα|~αφτήκαμε ~αμμένο": ["write γράφω έγρ", "sign υπογράφω υπέγρ"]
                },
                "return επιστρέφω επέστρεφα|επιστρέφαμε επιστρέψω επέστρεψα|επιστρέψαμε επιστρέφομαι|επιστρεφόμαστε επιστρεφόμουν|επιστρέφονταν επιστραφώ επιστράφηκα|επιστραφήκαμε επιστραμμένο",
                "feed τρέφω έτρεφα|τρέφαμε θρέψω έθρεψα|θρέψαμε τρέφομαι|τρεφόμαστε τρεφόμουν|τρέφονταν τραφώ τράφηκα|τραφήκαμε θρεμμένο",
                "turn στρέφω έστρεφα|στρέφαμε στρέψω έστρεψα|στρέψαμε στρέφομαι|στρεφόμαστε στρεφόμουν|στρέφονταν στραφώ στράφηκα|στραφήκαμε στραμμένο",
                {
                    "~εύω `ευα|~εύαμε ~έψω `εψα|~έψαμε ~εύομαι|~ευόμαστε ~ευόμουν|~εύονταν ~ευτώ ~εύτηκα|~ευτήκαμε ανακατεμένο": ["stir ανακατεύω ανακάτ", "forbid απαγορεύω απαγόρ", "work δουλεύω δούλ", "believe πιστεύω πίστ"]
                },

                "raise σηκώνω σήκωνα|σηκώναμε σηκώσω σήκωσα|σηκώσαμε σηκώνομαι|σηκωνόμαστε σηκωνόμουν|σηκώνονταν σηκωθώ σηκώθηκα|σηκωθήκαμε --",
                "have έχω είχα -- είχα -- -- -- -- --",
                "get παίρνω έπαιρνα|παίρναμε πάρω πήρα|πήραμε παίρνομαι|παιρνόμαστε παιρνόμουν|παίρνονταν παρθώ πάρθηκα|παρθήκαμε παρμένο",
                "give δίνω έδινα|δίναμε δώσω έδωσα|δώσαμε δίνομαι|δινόμαστε δινόμουν|δινόμαστε δοθώ δόθηκα|δοθήκαμε δοσμένο",
                "do κάνω έκανα|κάναμε κάνω έκανα|κάναμε -- -- -- -- --",
                "want θέλω θέλησα|θελήσαμε θελήσω ήθελα|θέλαμε -- -- -- -- --",
                "carry φέρνω έφερνα|φέρναμε φέρω έφερα|φέραμε φέρνομαι|φερνόμαστε φερνόμουν|φέρνονταν φερθώ φέρθηκα|φερθήκαμε φερμένο",
                "signify σημαίνω σήμαινα|σημαίναμε σημάνω σήμανα|σημάναμε -- -- -- -- --",
                "accept λαμβάνω λάμβανα|λαμβάναμε λάβω έλαβα|λάβαμε λαμβάνομαι|λαμβανόμαστε λαμβανόμουν ληφθώ λήφθηκα|ληφθήκαμε ειλημένο",
                "find βρίσκω έβρισκα|βρίσκαμε βρω βρήκα βρίσκομαι|βρισκόμαστε βρισκόμουν|βρίσκονταν βρεθώ βρέθηκα|βρεθήκαμε --",
                "know ξέρω ήξερα|ξέραμε -- -- -- -- -- -- --",
                "mention αναφέρω ανάφερα|αναφέραμε αναφέρω ανάφερα|αναφέραμε αναφέρομαι|αναφερόμαστε αναφερόμουν|αναφέρονταν αναφερθώ αναφέρθηκα|αναφερθήκαμε αναφερμένο",
                "put βάζω έβαζα|βάζαμε βάλω έβαλα|βάλαμε βάζομαι|βαζόμαστε βαζόμουν|βάζονταν βαλθώ βάλθηκα|βαλθήκαμε βαλμένο",
                "remain μένω έμενα|μέναμε μείνω έμεινα|μείναμε -- -- -- -- --",
                "take_out βγάζω έβγαζα|βγάζαμε βγάλω έβγαλα|βγάλαμε βγάζομαι|βγαζόμαστε βγαζόμουν|βγάζονταν βγαλθώ βγάλθηκα|βγαλθήκαμε βγαλμένο",
                "go_in μπαίνω έμπαινα|μπαίναμε μπω μπήκα -- -- -- -- --",
                "go_out βγαίνω έβγαινα|βγαίναμε βγω βγήκα -- -- -- -- --",
                "fall πέφτω έπεφτα|πέφταμε πέσω έπεσα|πέσαμε -- -- -- -- --",
                "propose προτείνω πρότεινα|προτείναμε προτείνω πρότεινα|προτείναμε προτείνομαι|προτεινόμαστε προτεινόμουν προταθώ προτάθηκα|προταθήκαμε --",
                "belong ανήκω ανήκα -- -- -- -- -- -- --",
                "send στέλνω έστελνα|στέλναμε στείλω έστειλα|στείλαμε στέλνομαι|στελνόμαστε στελνόμουν|στέλνονταν σταλθώ στάλθηκα|σταλθήκαμε σταλμένο",
                "flee φεύγω έφευγα|φεύγαμε φύγω έφυγα|φύγαμε -- -- -- -- --",
                "die πεθαίνω πέθαινα|πεθαίναμε πεθάνω πέθανα|πεθάναμε -- -- -- -- --",
                "learn μαθαίνω μάθαινα|μαθαίναμε μάθω έμαθα|μάθαμε -- -- -- -- --",
                "throw βάλλω έβαλλα|βάλλαμε βάλω έβαλα|βάλαμε βάλλομαι|βαλλόμαστε βαλλόμουν|βάλλονταν βληθώ βλήθηκα|βληθήκαμε βλημένο",
                "drink πίνω έπινα|πίναμε πιω ήπια πίνομαι|πινόμαστε πινόμουν|πίνονταν -- -- πιωμένο",
                "suffer παθαίνω πάθαινα|παθαίναμε πάθω έπαθα|πάθαμε -- -- -- -- --",
                "happen τυχαίνω τύχαινα|τυχαίναμε τύχω έτυχα|τύχαμε -- -- -- -- --",
                "like αρέσω άρεσα|αρέσαμε αρέσω άρεσα|αρέσαμε -- -- -- -- --"
            ]
        },
        {
            "group": "Contracted Verbs: -ώ/-άω",
            "present": ["άω|ώ", "άς", "ά(ει)", "ούμε|άμε", "άτε", "άν(ε)|ούν(ε)"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν|αν(ε)2"],
            "ppresent": ["ιέμαι", "ιέσαι", "ιέται", "ιόμαστε", "ιέστε|ιόσαστε", "ιούνται|ιόνται"],
            "pimperfect": ["ιόμουν", "ιόσουν", "ιόταν(ε)", "ιόμαστε|ιόμασταν", "ιόσαστε|ιόσασταν", "ιόνταν(ε)|ιούνταν"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                {
                    "~άω ~ούσα ~άσω `ασα|~άσαμε ~ιέμαι ~ιόμουν ~αστώ ~άστηκα|~αστήκαμε ~ασμένο": ["laugh γελάω γέλ", "hang κρεμάω κρέμ", "overcome ξεπερνάω ξεπέρ", "forget ξεχνάω ξέχ", "pass περνάω πέρ", "destroy χαλάω χάλ"]
                },
                "react αντιδράω αντιδρούσα αντιδράσω αντέδρασα|αντιδράσαμε -- -- -- -- --",
                "thirsty διψάω διψούσα διψάσω δίψασα|διψάσαμε -- -- -- -- διψασμένο",
                "hungry πεινάω πεινούσα πεινάσω πείνασα|πεινάσαμε -- -- -- -- πεινασμένο",
                "smile χαμογελάω χαμογελούσα χαμογελάσω χαμογέλασα|χαμογελάσαμε -- -- -- -- --",
                "fly πετάω πετούσα πετάξω πέταξα|πετάξαμε πετάγομαι πεταγόμουν πεταχτώ πετάχτηκα πεταμένο",
                "guard φυλάω φυλούσα φυλάξω φύλαξα|φυλάξαμε φυλάγομαι φυλαγόμουν φυλαχτώ φυλάχτηκα φυλαγμένο",
                {
                    "~άω ~ούσα ~ήσω `ησα|~ήσαμε ~ιέμαι ~ιόμουν ~ηθώ ~ήθηκα|~ηθήκαμε ~ημένο": ["love αγαπάω αγάπ", "reply απαντάω απάντ", "help βοηθάω βοήθ", "birth γεννάω γένν", "count μετράω μέτρ", "speak μιλάω μίλ", "win νικάω νίκ", "wake_up ξυπνάω ξύπν",
                        "step_on πατάω πάτ", "walk περπατάω περπάτ", "jump πηδάω πήδ", "sell πουλάω πούλ", "prefer προτιμάω προτίμ", "ask ρωτάω ρώτ", "stop σταματάω σταμάτ", "discuss συζητάω συζήτ", "meet συναντάω συνάντ",
                        "phone τηλεφωνάω τηλεφών", "sing τραγουδάω τραγούδ", "kiss φιλάω φίλ", "greet χαιρετάω χαιρέτ", "hit χτυπάω χτύπ"]
                },
                "swim κολυμπάω κολυμπούσα κολυμπήσω κολύμπησα|κολυμπήσαμε -- -- -- -- --",
                "begin ξεκινάω ξεκινούσα ξεκινήσω ξεκίνησα|ξεκινήσαμε -- -- -- -- ξεκινημένο",
                "proceed προχωράω προχωρούσα προχωρήσω προχώρησα|προχωρήσαμε -- -- -- -- προχωρημένο",
                "wear φοράω φορούσα φορέσω φόρεσα|φορέσαμε φοριέμαι φοριόμουν φορεθώ φορέθηκα φορεμένο",
                "hurt πονάω πονούσα|πόναγα πονέσω πόνεσα|πονέσαμε -- -- -- -- πονεμένο",
                "slip γλιστράω γλιστρούσα γλιστρήσω|γλιστρήσαμε γλίστρησα -- -- -- -- --",
                {
                    "~άω ~ούσα ~ήξω `ηξα|~ήξαμε ~ιέμαι ~ιόμουν ~ηχτώ ~ήχτηκα ~ηγμένο": ["dive βουτάω βούτ", "jump πηδάω πήδ", "pull τραβάω τράβ", "blow φυσάω φύσ"]
                }
            ]
        },
        {
            "group": "Contracted Verbs: -ώ/-άω 3",
            "present": ["άω|ώ", "άς", "ά(ει)", "ούμε|άμε", "άτε", "άν(ε)|ούν(ε)"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ούμαι", "είσαι", "ιέται", "ούμαστε", "είστε", "ούνται"],
            "pimperfect": ["ούμουν", "", "ούνταν", "ούμαστε", "", "ούνταν"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                {
                    "~άω ~ούσα ~ήσω `ησα|~ήσαμε ~ιέμαι ~ιόμουν ~ηθώ ~ήθηκα|~ηθήκαμε ~ημένο": ["ask_for ζητάω ζήτ", "hold κρατάω κράτ", "govern κυβερνάω κυβέρν", "study μελετάω μελέτ"]
                },
            ]
        },
        {
            "group": "Contracted Verbs: -ώ",
            "present": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ούμαι", "είσαι", "ιέται", "ούμαστε", "είστε", "ούνται"],
            "pimperfect": ["ούμουν", "", "ούνταν", "ούμαστε", "", "ούνταν"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                "constitute αποτελώ αποτελούσα αποτελέσω αποτέλεσα|αποτελέσαμε αποτελούμαι αποτελούμουν αποτελεσθώ αποτελέσθηκα|αποτελεσθήκαμε --",
                "invite καλώ καλούσα καλέσω κάλεσα|καλέσαμε καλούμαι καλούμουν καλεστώ καλέστηκα|καλεστήκαμε καλεσμένο",
                "call καλώ καλούσα καλέσω κάλεσα|καλέσαμε καλούμαι καλούμουν κληθώ κλήθηκα|κληθήκαμε --",
                "can μπορώ μπορούσα μπορέσω μπόρεσα|μπορέσαμε -- -- -- -- --",
                "beg παρακαλώ παρακαλούσα παρακαλέσω παρακάλεσα|παρακαλέσαμε παρακαλούμαι παρακαλούμουν παρακληθώ παρακλήθηκα|παρακληθήκαμε παρακαλεσμένο",
                "cause προκαλώ προκαλούσα προκαλέσω προκάλεσα|προκαλέσαμε προκαλούμαι προκαλούμουν προκληθώ προκλήθηκα|προκληθήκαμε προκαλεσμένο",
                "invite2 προσκαλώ προσκαλούσα προσκαλέσω προσκάλεσα|προσκαλέσαμε προσκαλούμαι προσκαλούμουν προσκληθώ προσκλήθηκα|προσκληθήκαμε προσκαλεσμένο",
                "worry ανησυχώ ανησυχούσα ανησυχήσω ανησύχησα|ανησυχήσαμε -- -- -- -- --",
                {
                    "~ώ ~ούσα ~ήσω `ησα|~ήσαμε ~ούμαι ~ούμουν ~ηθώ ~ήθηκα|~ηθήκαμε ~ημένο": ["demand απαιτώ απαίτ", "create δημιουργώ δημιούργ", "keep διατηρώ διατήρ", "explain εξηγώ εξήγ",
                        "consider θεωρώ θεώρ", "accuse κατηγορώ κατηγόρ", "move κινώ κίν", "function λειτουργώ λειτούργ", "watch παρακολουθώ παρακολούθ", "observe παρατηρώ παρατήρ",
                        "agree συμφωνώ συμφών", "place τοποθετώ τοποθέτ", "use χρησιμοποιώ χρησιμοποί"]
                },
                "be_late αργώ αργούσα αργήσω άργησα|αργήσαμε -- -- -- -- --",
                "live ζω ζούσα ζήσω έζησα|ζήσαμε -- -- -- -- --",
                "try προσπαθώ προσπαθούσα προσπαθήσω προσπάθησα|προσπαθήσαμε -- -- -- -- --"
            ]
        },
        {
            "group": "Contracted Verbs: -ώ/-άω 2",
            "present": ["άω|ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ούμαι", "είσαι", "ιέται", "ούμαστε", "είστε", "ούνται"],
            "pimperfect": ["ούμουν", "", "ούνταν", "ούμαστε", "", "ούνταν"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                {
                    "~άω ~ούσα ~ήσω `ησα|~ήσαμε ~ούμαι ~ούμουν ~ηθώ ~ήθηκα|~ηθήκαμε ~ημένο": ["follow ακολουθάω ακολούθ", "search αναζητάω αναζήτ", "obtain αποκτάω απέκτ", "drive οδηγάω οδήγ"]
                },
                "forgive συγχωράω συγχωρούσα συγχωρέσω συγχώρεσα|συγχωρήσαμε συγχωρούμαι συγχωρούμουν συγχωρεθώ συγχωρέθηκα συγχωρεμένο",
            ]
        },
        {
            "group": "middle-voice 1",
            "present": [],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["άμαι|ούμαι", "άσαι", "άται", "όμαστε|ούμαστε", "άστε|όσαστε", "ούνται|όνται"],
            "pimperfect": ["όμουν|όμουνα", "όσουν(α)", "όταν(ε)", "όμαστε|ούμαστε|όμασταν", "όσαστε|όσασταν", "όνταν(ε)|ούνταν"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                "remember -- -- -- -- θυμάμαι θυμόμουν θυμηθώ θυμήθηκα|θυμηθήκαμε --",
                "sleep -- -- -- -- κοιμάμαι κοιμόμουν κοιμηθώ κοιμήθηκα|κοιμηθήκαμε κοιμισμένο",
                "be_sorry -- -- -- -- λυπάμαι λυπόμουν λυπηθώ λυπήθηκα|λυπηθήκαμε λυπημένο",
                "be_afraid -- -- -- -- φοβάμαι φοβόμουν φοβηθώ φοβήθηκα|φοβηθήκαμε φοβισμένο"
            ]
        },
        {
            "group": "middle-voice 2",
            "present": [],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ιέμαι|ούμαι", "είσαι", "είται", "ούμαστε", "είστε", "ούνται"],
            "pimperfect": ["ούμουν", "", "ούνταν", "ούμαστε", "", "ούνταν"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                "refuse -- -- -- -- αρνιέμαι αρνούμουν αρνηθώ αρνήθηκα|αρνηθήκαμε --",
                "wander -- -- -- -- πλανιέμαι πλανούμουν πλανηθώ πλανήθηκα|πλανηθήκαμε πλανεμένο"
            ]
        },
        {
            "group": "middle-voice 3",
            "present": [],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ομαι", "εσαι", "εται", "όμαστε2", "εστε|όσαστε2", "ονται"],
            "pimperfect": ["όμουν|όμουνα", "όσουν(α)", "όταν(ε)", "όμαστε|όμασταν", "όσαστε|όσασταν", "ονταν2|όντανε"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                "feel_self -- -- -- -- αισθάνομαι|αισθανόμαστε αισθανόμουν|αισθάνονταν αισθανθώ αισθάνθηκα|αισθανθήκαμε --",
                "wish -- -- -- -- εύχομαι|ευχόμαστε ευχόμουν|εύχονταν ευχηθώ ευχήθηκα|ευχηθήκαμε --",
                "accept_self -- -- -- -- δέχομαι|δεχόμαστε δεχόμουν|δέχονταν δεχτώ δέχτηκα|δεχτήκαμε --",
                "think_self -- -- -- -- σκέφτομαι|σκεφτόμαστε σκεφτόμουν|σκέφτονταν σκεφτώ σκέφτηκα|σκεφτήκαμε --",
                "fight -- -- -- -- αγωνίζομαι|αγωνιζόμαστε αγωνιζόμουν|αγωνίζονταν αγωνιστώ αγωνίστηκα|αγωνιστήκαμε --",
                "become_dizzy -- -- -- -- ζαλίζομαι|ζαλιζόμαστε ζαλιζόμουν|ζαλίζονταν ζαλιστώ ζαλίστηκα|ζαλιστήκαμε ζαλισμένο"
            ]
        },
        {
            "group": "middle-voice 4",
            "present": [],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ούμαι", "είσαι", "είται", "ούμαστε", "είστε", "ούνται"],
            "pimperfect": ["ούμουν", "", "ούνταν", "ούμαστε", "", "ούνταν"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                "mimic -- -- -- -- μιμούμαι μιμούμουν μιμηθώ μιμήθηκα|μιμηθήκαμε --"
            ]
        },
        {
            "group": "middle-voice irregular",
            "present": [],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ομαι", "εσαι", "εται", "όμαστε2", "εστε|όσαστε2", "ονται"],
            "pimperfect": ["όμουν|όμουνα", "όσουν(α)", "όταν(ε)", "όμαστε|όμασταν", "όσαστε|όσασταν", "ονταν2|όντανε"],
            "pfuture": ["ω", "εις", "ει", "ουμε|ομε", "ετε", "ουν(ε)"],
            "forms": [
                "become -- -- -- -- γίνομαι|γινόμαστε γινόμουν γίνω έγινα|γίναμε γινωμένο",
                "come -- -- -- -- έρχομαι|ερχόμαστε ερχόμουν|έρχονταν έρθω ήρθα ελθόν",
                "sit -- -- -- -- κάθομαι|καθόμαστε καθόμουν|κάθονταν καθίσω κάθισα|καθίσαμε καθισμένο"
            ]
        },
        {
            "group": "middle-voice irregular 2",
            "present": [],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ομαι", "εσαι", "εται", "όμαστε2", "εστε|όσαστε2", "ονται"],
            "pimperfect": ["όμουν|όμουνα", "όσουν(α)", "όταν(ε)", "όμαστε|όμασταν", "όσαστε|όσασταν", "ονταν2|όντανε"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                "stand -- -- -- -- στέκομαι|στεκόμαστε στεκόμουν|στέκονταν σταθώ στάθηκα|σταθήκαμε --",
                "appear -- -- -- -- φαίνομαι|φαινόμαστε φαινόμουν|φαίνονταν φανώ φάνηκα|φανήκαμε --",
                "need -- -- -- -- χρειάζομαι|χρειαζόμαστε χρειαζόμουν|χρειάζονταν χρειαστώ χρειάστηκα|χρειαστήκαμε --"
            ]
        },
        {
            "group": "irregular: είμαι",
            "present": ["μαι", "σαι", "ναι", "μαστε", "στε|σαστε", "ναι"],
            "ppresent": ["μαι", "σαι", "ναι", "μαστε", "στε|σαστε", "ναι"],
            "pimperfect": ["μουνα|μουν", "σουν(α)", "ταν(ε)", "μαστε|μασταν", "σαστε|σασταν", "ταν(ε), σαν(ε)"],
            "forms": [
                "be είμαι -- -- -- είμαι ήμουνα -- -- --"
            ]
        },
        {
            "group": "irregular: λέω",
            "present": ["έω|έγω", "ες|έγεις", "έει|έγει", "έμε|έγομε|έγουμε", "έτε|έγετε", "ένε|εν|έγουν(ε)"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ομαι", "εσαι", "εται", "όμαστε2", "εστε|όσαστε2", "ονται"],
            "pimperfect": ["όμουν(α)", "όσουν(α)", "όταν(ε)", "όμαστε|όμασταν", "όσαστε|όσασταν", "ονταν2|όντανε"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "future": ["ω", "εις", "ει", "ούμε", "είτε", "ουν|ούνε"],
            "forms": [
                "tell λέω έλεγα|λέγαμε πω είπα|είπαμε λέγομαι|λεγόμαστε λεγόμουνα|λέγονταν ειπωθώ ειπώθηκα|ειπωθήκαμε λεγόμενο"
            ]
        },
        {
            "group": "irregular: βλέπω",
            "present": ["ω", "εις", "ει", "ουμε|ομε", "ετε", "ουν(ε)"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν|αν(ε)2"],
            "ppresent": ["ομαι", "εσαι", "εται", "όμαστε2", "εστε|όσαστε2", "ονται"],
            "pimperfect": ["μουν", "σουν", "ταν(ε)", "μαστε|μασταν", "σαστε|σασταν", "νταν2|ντανε"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "future": ["ω", "εις", "ει", "ούμε", "είτε", "ουν|ούνε"],
            "forms": [
                "see βλέπω είδα|είδαμε δω έβλεπα|βλέπαμε βλέπομαι|βλεπόμαστε βλεπόμουν|βλέπονταν ιδωθώ ειδώθηκα|ειδωθήκαμε ειδωμένο"
            ]
        },
        {
            "group": "irregular: πάω",
            "present": ["ω","εις","ει","ουμε","ετε","ουν|ουνε"],
            "present2": ["πάω","πας","πάει","πάμε","πάτε","πάνε|παν"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "future": ["άω", "ας", "άει", "άμε", "άτε", "άνε"],
            "forms": [
                "go πηγαίνω πήγαινα|πηγαίναμε πάω πήγα -- -- -- -- --"
            ]
        },
        {
            "group": "irregular: τρώω",
            "present": ["ώω", "ως", "ώει", "ώμε", "ώτε", "ώνε|ων"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν|αν(ε)2"],
            "ppresent": ["ομαι", "εσαι", "εται", "όμαστε2", "εστε|όσαστε2", "ονται"],
            "pimperfect": ["μουν", "σουν", "ταν(ε)", "μαστε|μασταν", "σαστε|σασταν", "νταν2|ντανε"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "future": ["άω", "ας", "άει", "άμε", "άτε", "άνε|άν"],
            "forms": [
                "eat τρώω έτρωγα|τρώγαμε φάω έφαγα|φάγαμε τρώγομαι|τρωγόμαστε τρωγόμουν|τρώγονταν φαγωθώ φαγώθηκα|φαγωθήκαμε φαγωμένο"
            ]
        },
        {
            "group": "irregular: θέτω",
            "present": ["ω", "εις", "ει", "ουμε|ομε", "ετε", "ουν(ε)"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν|αν(ε)2"],
            "ppresent": ["εμαι", "εσαι", "εται", "έμεθα2", "εσθε", "ενται"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                "put2 θέτω έθετα|θέταμε θέσω έθεσα|θέσαμε τίθεμαι|τιθέμεθα -- τεθώ τέθηκα|τεθήκαμε τεθειμένο"
            ]
        },
        {
            "group": "irregular: εκτιμάω",
            "present": ["άω|ώ","άς", "ά(ει)", "ούμε|άμε", "άτε", "άν(ε)|ούν(ε)"],
            "aorist": ["α", "ες", "ε", "αμε2", "ατε2", "αν(ε)2"],
            "ppresent": ["ώμαι", "άσαι", "άται", "όμαστε", "άστε", "ώνται"],
            "pfuture": ["ώ", "είς", "εί", "ούμε", "είτε", "ούν(ε)"],
            "forms": [
                "esteem εκτιμάω εκτιμούσα|εκτιμούσαμε εκτιμήσω εκτίμησα|εκτιμήσαμε εκτιμώμαι|εκτιμόμαστε -- εκτιμηθώ εκτιμήθηκα|εκτιμηθήκαμε εκτιμημένο"
            ]
        },
    ];

vexc = ["αφήνω","συνδέω","αποκλείω","ακούω","ανοίγω","ψάχνω","υπάρχω","ανάβω","επιτρέπω","αποκαλύπτω","επιστρέφω","κάνω","σημαίνω", "αναφέρω", "μένω", "πεθαίνω", "παθαίνω", "αρέσω", "αντιδράω", "πετάω", "φοράω", "invite", "call",
    "παρακαλώ", "ζω", "θυμάμαι", "αρνιέμαι", "εύχομαι", "σκέφτομαι", "γίνομαι", "εκτιμάω"];
virr = ["κόβω","έχω","παίρνω","δίνω","θέλω","φέρνω", "λαμβάνω", "βρίσκω", "ξέρω", "βάζω", "βγάζω", "μπαίνω", "βγαίνω", "πέφτω", "προτείνω", "στέλνω", "φεύγω", "μαθαίνω", "βάλλω", "πίνω", "τυχαίνω", "έρχομαι", "στέκομαι", "φαίνομαι",
    "είμαι", "λέω", "βλέπω", "πηγαίνω", "τρώω", "θέτω"];
vexc = vexc.concat(virr);

veng = [];
vgrp = [];
vgrk = [];
vforms = [];

procGrk = (v) => {if (v[1] == "--") {let x = v[5].split("|"); vgrk.push(x[0])} else {vgrk.push(v[1])}}
procFormE = (vr,e) => { let ee = e.split("|"); let res = []; for (let x of ee) {if (x[0] == "~") {res.push(vr[0].concat(x.substr(1)))} else {res.push(vr[1].concat(x.substr(1)))}}; return res};
procFormV = (ix,e,v) => {let form = [v[0]]; let vr = [v[1].substr(0,1 + v[1].length - e[0].length), v[2]]; for (let x of e) {form.push(procFormE(vr, x))}; vforms.push([ix,form])};
procFormObj = (ix,o) => {for (let x of Object.keys(o)) {let grp = []; let e = x.split(" "); for (let v of o[x]) {let vv  = v.split(" "); veng.push(vv[0]); grp.push(vv[0]); procGrk(vv); procFormV(ix,e,vv)}; vgrp.push(grp)}};
procFormStr= (ix,o) => {let v = o.split(" "); veng.push(v[0]); vgrp.push(v[0]); procGrk(v); let res = [v[0]]; for (let x in v) {if (x > 0) {res.push(v[x].split("|"))}}; vforms.push([ix,res])};
procForms = () => {for (let x in verbs) {for (let y of verbs[x]["forms"]) {if (typeof y == "object") {procFormObj(x,y)} else {procFormStr(x,y)}}}};
procForms();

extV = (v,e,p) => {if (e.length == 0) {return "N/A"}; if (e.endsWith("2")) {e = e.substr(0,e.length-1); if (v.length > 1) {if (v[1].endsWith(e)) {v[1] = v[1].substr(0,v[1].length - e.length)};
     return p.concat(v[1].concat(e))}}; return p.concat(v[0].concat(e))};
extPar = (root,e,p) => {let pos = e.search("\\("); if (pos==-1) {return extV(root,e,p)} else {return extV(root,e.replace(/\(.*\)/,""),p).concat("/").concat(extV(root,e.replace(")","").replace("(",""),p))}};
extDel = (root,e,p) => {let pos = e.search("\\|"); if (pos == -1) {return extPar(root,e,p)} else {let e2 = e.split("|"); let res = []; for (let x of e2) {res.push(extPar(root,x,p))}; return res.join("/")}};
conjv = (conj, v, p) => {v[0] = v[0].substr(0,v[0].length-conj[0].split("|")[0].replace(")","").replace("(","").length); res = []; for (let e of conj) {res.push(extDel(v,e,p))}; return res};

conj = (v,tense,voice) => {
    let vid = veng.findIndex((x) => x == v);
    if (vid == -1) {vid = vgrk.findIndex((x) => x == v)};
    if (vid == -1) {return []};
    let grk = vgrk[vid];
    let vinfo = vforms[vid][1];
    let vconj = verbs[vforms[vid][0]];
    let isAct = voice == "active";
    let e = [];
    let vv = [];
    let part = "";
    if (tense == "present") {if (isAct) {e = vconj["present"]; vv = [grk]} else {e = vconj["ppresent"]; vv = vinfo[5]}}
    if (tense == "imperfect") {if (isAct) {e = vconj["aorist"]; vv = vinfo[2]} else {e = vconj["pimperfect"]; vv = vinfo[6]}}
    if (tense == "aorist") {if (isAct) {e = vconj["aorist"]; vv = vinfo[4]} else {e = vconj["aorist"]; vv = vinfo[8]}}
    if (tense == "future_imperfect") {part = "θα "; if (isAct) {e = vconj["present"]; vv = [grk]} else {e = vconj["ppresent"]; vv = vinfo[5]}}
    if (tense == "future") {part = "θα "; if (isAct) {if (typeof vconj["future"] == "undefined") {e = verbs[0]["present"]} else {e = vconj["future"]}; vv = vinfo[3]} else {e = vconj["pfuture"]; vv = vinfo[7]}}
    if (tense == "subj_imperfect") {part = "να "; if (isAct) {e = vconj["present"]; vv = [grk]} else {e = vconj["ppresent"]; vv = vinfo[5]}}
    if (tense == "subj") {part = "να "; if (isAct) {e = verbs[0]["present"]; vv = vinfo[3]} else {e = vconj["pfuture"]; vv = vinfo[7]}}
    vv = structuredClone(vv);
    if (typeof e == 'undefined' || e.length == 0) {return []}
    if (vv[0] == "--") {return []}
    let res = conjv(e,vv,part);
    if (tense == "present" && isAct && typeof vconj["present2"] !== "undefined") {
        for (let x in res) {res[x] = res[x]+"/"+vconj["present2"][x]}
    }
    return res;
};

vscore = [];
vbase = [];
vcnt = 0;
vstartTrain = (ty, tns) => {vbase = []; vscore = []; let b = []; if (ty == "irr") {b = virr}; if (ty == "some") {b = vexc}; if (ty == "all") {b = vgrp};
    for (let x of b) {for (y of tns) {vbase.push([x,y.split("_")]); vscore.push(1)}}; vcnt = vbase.length};
vnextV = (n) => {let v = vbase[n][0]; if (typeof v !== "string") {v = v[Math.floor(v.lenght*Math.random())]}; let i = veng.indexOf(v); if (i < 0) {i = vgrk.indexOf(v)};
    return { id: n, eng: veng[i], grk: vgrk[i], total: vbase.length, curr: vcnt, data: conj(v,vbase[n][1][0],vbase[n][1][1]), tense: vbase[n][1].join(" "), step: 0}};
vnextRnd = () => {let n = 0; if (vcnt == 0) {return {data:[], curr:0}}; if (vcnt > 1) {n = Math.floor(vcnt*Math.random())};
    for (let x=0; x < vbase.length; x++) {if (vscore[x] > 0) {if (n == 0) {return vnextV(x)} else {n = n - 1}}}};
vnext = (n,isSuc) => {if (n >=0) {if (isSuc) {vscore[n] = vscore[n] - 1; if (vscore[n] == 0) {vcnt = vcnt - 1}} else {if (vscore[n] < 5) {vscore[n] = 2*vscore[n]}}}; return vnextRnd()}