words = [
    {
        "greek": "αυγό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "яйцо",
        "exa": [["το αυγό κότας","яйцо курицы"]],
        "vowels": [["αυγ",false],["ό",true]]
    },
    {
        "greek": "αβγό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "яйцо",
        "exa": [["το αυγό κότας","яйцо курицы"]],
        "vowels": [["αβγ",false],["ό",true]]
    },
    {
        "greek": "άγαλμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "статуя",
        "exa": [["το πέτρινο άγαλμα","каменная статуя"]],
        "vowels": [["άγαλμα",false]]
    },
    {
        "greek": "αγαπάω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "любить",
        "exa": [["αγαπώ τον αδερφό μου","люблю своего брата"]],
        "vowels": [["αγαπά",false],["ω",true]]
    },
    {
        "greek": "αγάπη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "любовь",
        "exa": [["η αγάπη της μητέρας","материнская любовь"]],
        "vowels": [["αγάπ",false],["η",true]]
    },
    {
        "greek": "αγαπημένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "дорогой",
        "exa": [["πάντα θα είναι το αγαπημένο παιδί","всегда будет любимый ребенок"]],
        "vowels": [["αγαπ",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αγαπητός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "любимый, милый, дорогой",
        "exa": [["αγαπητέ φίλε","дорогой друг"]],
        "vowels": [["αγαπ",false],["η",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αγγελία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "объявление",
        "exa": [["η παλιά αγγελία","старое объявление"]],
        "vowels": [["αγγ",false],["ε",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Αγγλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Англия",
        "exa": [],
        "vowels": [["Αγγλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αγγλικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "английский язык",
        "exa": [],
        "vowels": [["αγγλ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "αγγλικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "английский",
        "exa": [],
        "vowels": [["αγγλ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Άγγλος",
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "англичанин",
        "exa": [],
        "vowels": [["Άγγλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αγγούρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "огурец",
        "exa": [["το πράσινο αγγούρι","зеленый огурец"]],
        "vowels": [["αγγούρ",false],["ι",true]]
    },
    {
        "greek": "αγία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "святая",
        "exa": [],
        "vowels": [["αγ",false],["ί",true],["α",false]]
    },
    {
        "greek": "άγιος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "святой",
        "exa": [],
        "vowels": [["άγ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Άγκυρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Анкара",
        "exa": [],
        "vowels": [["Άγκ",false],["υ",true],["ρα",false]]
    },
    {
        "greek": "άγνωστος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "незнакомец",
        "exa": [["ο ψηλός άγνωστος","высокий незнакомец"]],
        "vowels": [["άγν",false],["ω",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άγνωστος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "незнакомый",
        "exa": [["η άγνωστη πόλη","незнакомый город"]],
        "vowels": [["άγν",false],["ω",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αγορά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "базар, покупка",
        "exa": [["η ακριβή αγορά","дорогой базар"]],
        "vowels": [["αγ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "αγοράζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "покупать",
        "exa": [["αγόρασα ένα σπίτι","купил дом"],["αγοράζω αλλαντικά στο κατάστημα","покупаю колбасные изделия в магазине"]],
        "vowels": [["αγ",false],["ο",true],["ράζ",false],["ω",true]]
    },
    {
        "greek": "αγόρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мальчик",
        "exa": [["το έξυπνο αγόρι","умный мальчик"],["τα σημερινά γλυκά αρέσουν και στις κοπέλες και στ'αγόρια","современные сладости нравятся и девушкам и парням"]],
        "vowels": [["αγ",false],["ό",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "άγχος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тоска, тревога",
        "exa": [["λόγω του έντονου άγχους, ίσως υποφέρουν από στομαχικές διαταραχές και πονοκεφάλους","по причине интенсивной тревоги, вероятно, страдают от желудочных расстройств и головной боли"]],
        "vowels": [["άγχ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αγώνας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "борьба, состязание, матч",
        "exa": [["αν επρόκειτο για αγώνα κολύμβησης, σίγουρα θα έβγαιναν νικητές","если бы это были соревнования по плаванию, они бы точно одержали победу"]],
        "vowels": [["αγ",false],["ώ",true],["νας",false]]
    },
    {
        "greek": "αγωνία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "волнение",
        "exa": [["με την μητέρα μου έχετε τρελή αγωνία","с моей матерью испытываете сумасшедшее волнение"]],
        "vowels": [["αγ",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "άδεια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "разрешение, отпуск",
        "exa": [["έχει άδεια οδήγησης","у него есть разрешение на вождение (права)"]],
        "vowels": [["άδ",false],["ει",true],["α",false]]
    },
    {
        "greek": "αδελφή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сестра",
        "exa": [["η χωρισμένη αδερφή","разведененная сестра"]],
        "vowels": [["αδ",false],["ε",true],["λφ",false],["ή",true]]
    },
    {
        "greek": "αδελφός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "брат",
        "exa": [["αγαπώ τον αδερφό μου","люблю своего брата"]],
        "vowels": [["αδ",false],["ε",true],["λφ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αδύνατος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "слабый, худой",
        "exa": [["ο αδύνατος άντρας","худой мужчина"]],
        "vowels": [["αδ",false],["ύ",true],["νατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αδύνατος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "невозможный",
        "exa": [["η αδύνατη διεύθυνση","невозможный адрес"]],
        "vowels": [["αδ",false],["ύ",true],["νατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αέρας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "ветер, воздух",
        "exa": [["ο δυνατός αέρας","сильный ветер"],["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"]],
        "vowels": [["α",false],["έ",true],["ρας",false]]
    },
    {
        "greek": "αεροδρόμιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "аэродром",
        "exa": [["το πρώτο αεροδρόμιο","первый аэродром"]],
        "vowels": [["α",false],["ε",true],["ρ",false],["ο",true],["δρ",false],["ό",true],["μ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "αεροπλάνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "самолёт",
        "exa": [["το μεγάλο αεροπλάνο","большой самолет"]],
        "vowels": [["α",false],["ε",true],["ρ",false],["ο",true],["πλάν",false],["ο",true]]
    },
    {
        "greek": "αεροπορικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "авиа",
        "exa": [["το αεροπορικό εισιτήριο","авиа билет"]],
        "vowels": [["α",false],["ε",true],["ρ",false],["ο",true],["π",false],["ο",true],["ρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αθάνατος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "бессмертный",
        "exa": [["ορκίζομαι πως είναι η αλήθεια, στην αθάνατη ψυχή μου","клянусь своей бессмертной душой, что это правда"]],
        "vowels": [["αθάνατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Αθήνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Афины",
        "exa": [],
        "vowels": [["Αθ",false],["ή",true],["να",false]]
    },
    {
        "greek": "αθλητής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "спортсмен",
        "exa": [],
        "vowels": [["αθλ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "αθλητικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "атлетический, спортивный",
        "exa": [["ένα ζευγάρι αθλητικά παπούτσια","пара спортивной обуви"]],
        "vowels": [["αθλ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αιγαίο (πέλαγος)",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Эгейское море",
        "exa": [],
        "vowels": [["Α",false],["ι",true],["γ",false],["αί",true],["ο (π",false],["έ",true],["λαγ",false],["ο",true],["ς)",false]]
    },
    {
        "greek": "αιγυπτιακός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "египетский",
        "exa": [],
        "vowels": [["αι",true],["γ",false],["υ",true],["πτ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αιγύπτιος",
        "pos": "noun",
        "art": "ο",
        "end": ["-α"],
        "rus": "египтянин",
        "exa": [],
        "vowels": [["Α",false],["ι",true],["γ",false],["ύ",true],["πτ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Αίγυπτος",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Египет",
        "exa": [],
        "vowels": [["Α",false],["ί",true],["γ",false],["υ",true],["πτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αίμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кровь",
        "exa": [["οι άνθρωποι που ήρθαν αργότερα δεν βρήκαν ίχνος από το αίμα και τα μηνύματα","люди, которые пришли позже, не нашли следов крови и сообщений"],["ο καλύτερος μου φίλος δεν αντέχει το αίμα","лучший мой друг не выдерживает кровь"]],
        "vowels": [["αί",true],["μα",false]]
    },
    {
        "greek": "αισθάνομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ощущать, чувствовать",
        "exa": [["η πολιτική μου ομάδα αισθάνεται ικανοποίηση για το γεγονός ότι το Συμβούλιο συμφώνησε ήδη σε πρώτη ανάγνωση με την πρόταση του Κοινοβουλίου","моя политическая команда рада, что Совет уже одобрил предложение парламента в первом чтении"]],
        "vowels": [["αι",true],["σθάν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αίσθηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "чувство",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"]],
        "vowels": [["αί",true],["σθ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αίτηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "просьба, заявление",
        "exa": [["η αίτηση σας απορρίφθηκε 2 φορές","ваша просьба была отвергнута 2 раза"]],
        "vowels": [["αί",true],["τ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αιτία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "причина, основание",
        "exa": [["τα αίτια είναι υπερβολικά πολύπλοκα","причины черезвычайно сложны"]],
        "vowels": [["αι",true],["τ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αιώνας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "век",
        "exa": [["πρόσφατα οι αρχαιολόγοι μας ξέθαψαν ένα βιβλίο του 20ού αιώνα","недавно наши археологи обнаружили книгу XX века"]],
        "vowels": [["αι",true],["ώ",true],["νας",false]]
    },
    {
        "greek": "αίθουσα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "зал",
        "exa": [["η μοντέρνα αίθουσα","современный зал"]],
        "vowels": [["αί",true],["θουσα",false]]
    },
    {
        "greek": "ακατάλληλος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "неподходящий",
        "exa": [["είναι ακατάλληλη ώρα","это неподходящее время"]],
        "vowels": [["ακατάλλ",false],["η",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ακολουθώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "следовать за кем-либо",
        "exa": [["ακολουθώ τη μόδα","следую моде"]],
        "vowels": [["ακ",false],["ο",true],["λουθ",false],["ώ",true]]
    },
    {
        "greek": "ακόμα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ещё, пока",
        "exa": [["δεν την έχω δει ακόμα","еще ее не видел"],["τώρα που δεν ακούγονταν τα βήματά της, ο διάδρομος έμοιαζε ακόμα πιο άδειος και απειλητικός","сейчас, когда ее шаги не были слышны, коридор казался еще более пустым и угрожающим"]],
        "vowels": [["ακ",false],["ό",true],["μα",false]]
    },
    {
        "greek": "ακούω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "слушать, слышать",
        "exa": [["ακούω τη φωνή","слышу голос"],["δεν θέλω να ακούσω την ιδιωτική του αλληλογραφία","не хочу слышать его частную переписку"]],
        "vowels": [["ακού",false],["ω",true]]
    },
    {
        "greek": "άκρη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "конец",
        "exa": [["θα πάρω ολόκληρο στρατό στην άλλη άκρη του νησιού","заберу всю армию в другой конец острова"]],
        "vowels": [["άκρ",false],["η",true]]
    },
    {
        "greek": "ακριβός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "дорогой",
        "exa": [["η ακριβή αγορά","дорогой базар"],["η κυρία έχει ακριβά γούστα","у госпожы дорогие вкусы"]],
        "vowels": [["ακρ",false],["ι",true],["β",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ακριβώς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "именно, как раз, точно",
        "exa": [["Θα τηλεφωνήσω ακριβώς στις έξι","позвоню точно в шесть"],["τι ακριβώς εννοείς λέγοντας ανώμαλη διαδρομή","что в точности имеешь в виду, говоря неправильная дорога"]],
        "vowels": [["ακρ",false],["ι",true],["β",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "ακτινογραφία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "рентген",
        "exa": [["μην πανικοβληθούμε μέχρι να κάνουμε μια ακτινογραφία","не будем паниковать, пока не сделаем рентген"]],
        "vowels": [["ακτ",false],["ι",true],["ν",false],["ο",true],["γραφ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Ακρόπολη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Акрополь",
        "exa": [],
        "vowels": [["Ακρ",false],["ό",true],["π",false],["ο",true],["λ",false],["η",true]]
    },
    {
        "greek": "αλάτι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "соль",
        "exa": [["το θαλασσινό αλάτι","морская соль"]],
        "vowels": [["αλάτ",false],["ι",true]]
    },
    {
        "greek": "Αλβανία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Албания",
        "exa": [],
        "vowels": [["Αλβαν",false],["ί",true],["α",false]]
    },
    {
        "greek": "Αλεξάνδρεια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Александрия",
        "exa": [],
        "vowels": [["Αλ",false],["ε",true],["ξάνδρ",false],["ει",true],["α",false]]
    },
    {
        "greek": "αλήθεια",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "правда",
        "exa": [["πες μου μόνο την αλήθεια","говори мне только правду"],["τα άτομα που άλλοτε ήσαν ενάντια στην αλήθεια","люди, которые когда-то были против правды"],["είναι σημαντικό να πεις την αλήθεια στην αστυνομία","важно сказать полиции правду"]],
        "vowels": [["αλ",false],["ή",true],["θ",false],["ει",true],["α",false]]
    },
    {
        "greek": "Αληθώς Ανέστη",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "Воистине воскрес",
        "exa": [],
        "vowels": [["Αλ",false],["η",true],["θ",false],["ώ",true],["ς Αν",false],["έ",true],["στ",false],["η",true]]
    },
    {
        "greek": "αλλά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "но, однако",
        "exa": [],
        "vowels": [["αλλά",false]]
    },
    {
        "greek": "αλλάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "менять",
        "exa": [["αλλάζω ρούχα κάθε μέρα","меняю одежду каждый день"]],
        "vowels": [["αλλάζ",false],["ω",true]]
    },
    {
        "greek": "αλλαντικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "колбасные изделия",
        "exa": [["αγοράζω αλλαντικά στο κατάστημα","покупаю колбасные изделия в магазине"]],
        "vowels": [["αλλαντ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "αλληλογραφία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "переписка",
        "exa": [["δεν θέλω να ακούσω την ιδιωτική του αλληλογραφία","не хочу слышать его частную переписку"]],
        "vowels": [["αλλ",false],["η",true],["λ",false],["ο",true],["γραφ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αλλιώς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "иначе",
        "exa": [["αλλιώς θα ξυπνήσεις τη Χιονάτη και τον πρίγκιπα του παραμυθιού","иначе вы разбудите Белоснежку и сказочного принца"]],
        "vowels": [["αλλ",false],["ι",true],["ώ",true],["ς",false]]
    },
    {
        "greek": "άλλος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "другой (-ая -ое)",
        "exa": [["ζει σε έναν άλλο κόσμο","она живет в другом мире"]],
        "vowels": [["άλλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άλλοτε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "когда-то, прежде",
        "exa": [["τα άτομα που άλλοτε ήσαν ενάντια στην αλήθεια","люди, которые когда-то были против правды"]],
        "vowels": [["άλλ",false],["ο",true],["τ",false],["ε",true]]
    },
    {
        "greek": "αλλού",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в другом месте",
        "exa": [["αν δεν ενδιαφέρεσαι, θα πάω κάπου αλλού","если не интересуешься, пойду куда-нибудь в другое место"]],
        "vowels": [["αλλού",false]]
    },
    {
        "greek": "άλλωστε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "впрочем, к тому же",
        "exa": [["άλλωστε, θα σου κάνω ένα δώρο","впрочем, сделаю ему подарок"]],
        "vowels": [["άλλ",false],["ω",true],["στ",false],["ε",true]]
    },
    {
        "greek": "αλφάβητο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "алфавит",
        "exa": [["εκτός εάν χρησιμοποιείται διαφορετικό αλφάβητο","за исключением если используете другой алфавит"]],
        "vowels": [["αλφάβ",false],["η",true],["τ",false],["ο",true]]
    },
    {
        "greek": "Αμβούργο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Гамбург",
        "exa": [],
        "vowels": [["Αμβούργ",false],["ο",true]]
    },
    {
        "greek": "αμερικανικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "американский",
        "exa": [],
        "vowels": [["αμ",false],["ε",true],["ρ",false],["ι",true],["καν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αμερική",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Америка",
        "exa": [],
        "vowels": [["Αμ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "άμεσος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "прямой",
        "exa": [["βρίσκεστε σε άμεσο κίνδυνο","находитесь в непосредственной опасности"]],
        "vowels": [["άμ",false],["ε",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αμέσως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тут же, сразу",
        "exa": [["πρέπει να την ξυπνήσουμε αμέσως","нужно ее разбудить сейчас же"]],
        "vowels": [["αμ",false],["έ",true],["σ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "Αμστερνταμ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Амстердам",
        "exa": [],
        "vowels": [["Αμστ",false],["ε",true],["ρνταμ",false]]
    },
    {
        "greek": "αμοιβή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "плата",
        "exa": [["θα δεχτείτε τη δίκαιη αμοιβή σας","получите справедливую плату"]],
        "vowels": [["αμ",false],["οι",true],["β",false],["ή",true]]
    },
    {
        "greek": "αμφιβολία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сомнение",
        "exa": [["δεν υπάρχει αμφιβολία","нет никаких сомнений"]],
        "vowels": [["αμφ",false],["ι",true],["β",false],["ο",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αν",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "если",
        "exa": [["αν δεν ενδιαφέρεσαι, θα πάω κάπου αλλού","если не интересуешься, пойду куда-нибудь в другое место"]],
        "vowels": [["αν",false]]
    },
    {
        "greek": "ανά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "через",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"]],
        "vowels": [["ανά",false]]
    },
    {
        "greek": "αναγκάζομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть вынужденым",
        "exa": [["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"],["η Σκάρλετ αναγκάστηκε να μαζεύει βαμβάκι στα χωράφια","Скарлетт заставили собирать хлопок в полях"]],
        "vowels": [["αναγκάζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ανάγκη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "нужда",
        "exa": [["εφαρμογή όλων των μέτρων έκτακτης ανάγκης","реализация всех мер неотложной нужды"]],
        "vowels": [["ανάγκ",false],["η",true]]
    },
    {
        "greek": "ανακαλύπτω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обнаружить",
        "exa": [["ξαφνικά, ανακαλύπτεις πως υπάρχει ένας κατάσκοπος ανάμεσά σας","внезапно, открываешь, что существует шпион среди вас"]],
        "vowels": [["ανακαλ",false],["ύ",true],["πτ",false],["ω",true]]
    },
    {
        "greek": "ανακατεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "размешивать, вмешиваться",
        "exa": [["ανακατεύονται στις υποθέσεις των άλλων","вмешиваются в дела других"]],
        "vowels": [["ανακατεύ",false],["ω",true]]
    },
    {
        "greek": "ανακοινώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сообщать",
        "exa": [["με μεγάλη μου χαρά ανακοινώνω ότι η σχολική ομάδα χορού κλήθηκε να δώσει παράσταση","c большим удовольствием сообщаю, что школьная танцевальная группа приглашена выступить"]],
        "vowels": [["ανακ",false],["οι",true],["ν",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ανάλογα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в соответствии",
        "exa": [["ελπίζω να πέτυχα τη σούπα ανάλογα με την προτίμησή σου","надеюсь суп удался в соответствии с твоими предпочтениями"]],
        "vowels": [["ανάλ",false],["ο",true],["γα",false]]
    },
    {
        "greek": "ανάμεσα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "между",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["ανάμ",false],["ε",true],["σα",false]]
    },
    {
        "greek": "αναπνοή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дыхание",
        "exa": [["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"]],
        "vowels": [["αναπν",false],["ο",true],["ή",true]]
    },
    {
        "greek": "αναρωτιέμαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "задумываться",
        "exa": [["μερικές φορές αναρωτιέμαι μήπως δεν έστειλε ένα βίαιο μήνυμα","иногда задумываюсь, возможно, это не послало жестокое сообщение"]],
        "vowels": [["αναρ",false],["ω",true],["τ",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ανατολικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "восточный",
        "exa": [["περιοχή της ανατολικής Ασίας","район восточной Азии"]],
        "vowels": [["ανατ",false],["ο",true],["λ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αναπτήρας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "зажигалка",
        "exa": [["ένας αναπτήρας μπορεί να'ναι χρήσιμος, για άλλα πράγματα","зажигалка может быть полезна для других вещей"]],
        "vowels": [["αναπτ",false],["ή",true],["ρας",false]]
    },
    {
        "greek": "Ανάσταση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Воскрещение",
        "exa": [],
        "vowels": [["Ανάστασ",false],["η",true]]
    },
    {
        "greek": "ανατολή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "восток",
        "exa": [["το Ισραήλ είναι χώρα της Μέσης Ανατολής","Израиль - страна на ближнем(среднем) востоке"]],
        "vowels": [["ανατ",false],["ο",true],["λ",false],["ή",true]]
    },
    {
        "greek": "ανατολικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на востоке",
        "exa": [["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"]],
        "vowels": [["ανατ",false],["ο",true],["λ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "αναφέρομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ссылаться на что-либо",
        "exa": [["τα προϊόντα που αναφέρονται στο άρθρο 1 παράγραφος 2","товары, которые упоминаются в статье 1 параграфе 2"]],
        "vowels": [["αναφ",false],["έ",true],["ρ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αναφέρω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "упоминать",
        "exa": [["έχω την τιμή να αναφέρω την επιτυχή ολοκλήρωση της αποστολής μας","имею честь сообщить об успешном завершении нашей миссии"]],
        "vowels": [["αναφ",false],["έ",true],["ρ",false],["ω",true]]
    },
    {
        "greek": "αναχώρηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "отъезд",
        "exa": [["τελευταία ανακοίνωση αναχώρησης","последнее объявление об отправлении"]],
        "vowels": [["αναχ",false],["ώ",true],["ρ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "ανεβαίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "подниматься",
        "exa": [["χαρούμενος ο ήλιος ανεβαίνει στον ουρανό","счастливое солнце поднимается в небе"]],
        "vowels": [["αν",false],["ε",true],["β",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ανεργία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "безработица",
        "exa": [["η ανεργία άρχισε να αυξάνεται","Безработица начала увеличиваться"]],
        "vowels": [["αν",false],["ε",true],["ργ",false],["ί",true],["α",false]]
    },
    {
        "greek": "άνετος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "удобный",
        "exa": [["ήταν το εισιτήριό της για μια άνετη ζωή","это был ее билет в удобную жизнь"]],
        "vowels": [["άν",false],["ε",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανήκω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "принадлежать, относиться",
        "exa": [["μου ανήκει το δαχτυλίδι","мне принадлежит кольцо"]],
        "vowels": [["αν",false],["ή",true],["κ",false],["ω",true]]
    },
    {
        "greek": "ανησυχητικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "неспокойный",
        "exa": [["οι εξετάσεις υγείας του ήταν ανησυχητικές πρόσφατα","тесты его здоровья беспокоят в последнее время"]],
        "vowels": [["αν",false],["η",true],["σ",false],["υ",true],["χ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ανησυχώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "беспокоиться",
        "exa": [["ανησυχώ για την ασφάλειά σου","беспокоюсь о вашей безопасности"]],
        "vowels": [["αν",false],["η",true],["σ",false],["υ",true],["χ",false],["ώ",true]]
    },
    {
        "greek": "ανθοπωλείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цветочный магазин",
        "exa": [["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"]],
        "vowels": [["ανθ",false],["ο",true],["π",false],["ω",true],["λ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ανθρώπινος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "человеческий",
        "exa": [["την σχεδίασαν να είναι ο τέλειος στρατιώτης, ένα ανθρώπινο όπλο","ее спроектировали быть совершенным солдатом, человеческим оружием"]],
        "vowels": [["ανθρ",false],["ώ",true],["π",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άνθρωπος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "человек",
        "exa": [["οι μόνοι άνθρωποι που φροντίδα είναι μαμά και τον μπαμπά","единственные люди, кто беспокоился - это мама и папа"],["είμαι ένας απλός άνθρωπος","я простой человек"],["καθόλου απίθανο ο άνθρωπος αυτός να είναι ανόητος","совершенно невозможно, что тот человек глупый"]],
        "vowels": [["άνθρ",false],["ω",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανιψιός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "племянник",
        "exa": [["αν ήξερε που είναι ο ανιψιός του, θα μας το έλεγε","если бы он знал где его племянник, нам сказал бы"]],
        "vowels": [["αν",false],["ι",true],["ψ",false],["ι",true],["ό",true],["ς",false]]
    },
    {
        "greek": "ανόητος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "глупый",
        "exa": [["καθόλου απίθανο ο άνθρωπος αυτός να είναι ανόητος","совершенно невозможно, что тот человек глупый"]],
        "vowels": [["αν",false],["ό",true],["η",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανοίγω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "открывать",
        "exa": [["για χρόνια δεν ανοίγει βιβλίο","годами не открывает книгу"]],
        "vowels": [["αν",false],["οί",true],["γ",false],["ω",true]]
    },
    {
        "greek": "ανοιξιάτικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "весенний",
        "exa": [["Είναι οι ανοιξιάτικες διακοπές, θα είναι καλό για τα παιδιά","это весенние каникулы, детям будет хорошо"]],
        "vowels": [["αν",false],["οι",true],["ξ",false],["ι",true],["άτ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άνοιξη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "весна",
        "exa": [["καταλληλότερη εποχή είναι νωρίς την άνοιξη","самое подходящее время года - начало весны"]],
        "vowels": [["άν",false],["οι",true],["ξ",false],["η",true]]
    },
    {
        "greek": "ανοιχτός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "открытый",
        "exa": [["γιατί ο δολοφόνος δεν μπήκε απλά απ ' την ανοιχτή πόρτα","потому что убийца не вошел просто через открытую дверь"]],
        "vowels": [["αν",false],["οι",true],["χτ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "άνοστος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "невкусный",
        "exa": [["τα μπισκότα είναι κάπως άνοστα","печенье немного невкусное"]],
        "vowels": [["άν",false],["ο",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανταλλάσσω -άζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обмениваться",
        "exa": [["την τελευταία ημέρα οι συμμετέχοντες αντάλλασσαν αγκαλιές και έκλαιγαν","в последний день участники обменялись объятиями и плакали"]],
        "vowels": [["ανταλλάσσω -άζ",false],["ω",true]]
    },
    {
        "greek": "αντέχω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выдержать",
        "exa": [["ο καλύτερος μου φίλος δεν αντέχει το αίμα","лучший мой друг не выдерживает кровь"]],
        "vowels": [["αντ",false],["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "αντί",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вместо",
        "exa": [["διαλέγεις εμένα, αντί για εκείνη","выбираешь меня, всесто нее"]],
        "vowels": [["αντ",false],["ί",true]]
    },
    {
        "greek": "αντικαθιστώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заменять",
        "exa": [["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"]],
        "vowels": [["αντ",false],["ι",true],["καθ",false],["ι",true],["στ",false],["ώ",true]]
    },
    {
        "greek": "αντίγραφο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "копия",
        "exa": [["θα μπορούσε να λάβει αντίγραφο της επιστολής;","могла бы (секретарша) получить копии писем?"]],
        "vowels": [["αντ",false],["ί",true],["γραφ",false],["ο",true]]
    },
    {
        "greek": "αντίθετα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "наоборот",
        "exa": [["δεν θα έπρεπε να κατευθύνομαι αντίθετα από τα όνειρά μου","не должен был направляться в обратном направлении(наоборот) от моей мечты"]],
        "vowels": [["αντ",false],["ί",true],["θ",false],["ε",true],["τα",false]]
    },
    {
        "greek": "αντίθετος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "противоположный",
        "exa": [["ταξίδευαν προς την αντίθετη κατεύθυνση","путешествовали в противоположном направлении"]],
        "vowels": [["αντ",false],["ί",true],["θ",false],["ε",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αντικείμενο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "предмет",
        "exa": [["προσωπικά αντικείμενα","личные вещи"],["τα αντικείμενα αυτά πρέπει να πλυθούν με βραστό νερό","эти вещи должны быть помыты кипяченой водой"]],
        "vowels": [["αντ",false],["ι",true],["κ",false],["εί",true],["μ",false],["ε",true],["ν",false],["ο",true]]
    },
    {
        "greek": "αντίο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "прощай",
        "exa": [],
        "vowels": [["αντ",false],["ί",true],["ο",true]]
    },
    {
        "greek": "αντίρρηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "возражение",
        "exa": [["καμιά αντίρρηση","никаких возражений"]],
        "vowels": [["αντ",false],["ί",true],["ρρ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αντιστοιχώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "соответствовать",
        "exa": [["ποσότητα που αντιστοιχεί στις ανάγκες του","количество, которое соответствует его потребностям"]],
        "vowels": [["αντ",false],["ι",true],["στ",false],["οι",true],["χ",false],["ώ",true]]
    },
    {
        "greek": "άντρας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "мужчина, муж",
        "exa": [["ο αδύνατος άντρας","худой мужчина"],["ο άντρας που κατέβηκε τρέχοντας από το βουνό εκείνη τη νύχτα, δεν έτρεμε από χαρά, αλλά από απόλυτο φόβο","человек, сбежавший с горы той ночью, дрожал не от радости, а от абсолютного страха"]],
        "vowels": [["άντρας",false]]
    },
    {
        "greek": "ανυπόφορος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "невыносимый",
        "exa": [["ανυπόφορη ψυχολογική πίεση","невыносимое психологическое давление"]],
        "vowels": [["αν",false],["υ",true],["π",false],["ό",true],["φ",false],["ο",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανώμαλος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "неправильный",
        "exa": [["τι ακριβώς εννοείς λέγοντας ανώμαλη διαδρομή","что в точности имеешь в виду, говоря неправильная дорога"]],
        "vowels": [["αν",false],["ώ",true],["μαλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανώτατος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "высший",
        "exa": [["είμαι ο ανώτατος αξιωματικός στο πλοίο","я высший офицер на судне"]],
        "vowels": [["αν",false],["ώ",true],["τατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αξία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "цена, стоимость",
        "exa": [["είμαστε μια νεαρή ομάδα και έχουμε να αποδείξουμε την αξία μας","мы молодая команда и должны доказать свою цену"]],
        "vowels": [["αξ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αόριστος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "неопределённый",
        "exa": [["η διάρκεια είναι αόριστη","неопределенная длительность"]],
        "vowels": [["α",false],["ό",true],["ρ",false],["ι",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απαγορεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "запрещать",
        "exa": [["απαγορεύει σχέσεις μεταξύ υπαλλήλων","запрещает связи между служащими"]],
        "vowels": [["απαγ",false],["ο",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "απαραίτητος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "необходимый",
        "exa": [["θα λάβει όλα τα απαραίτητα μέτρα για την καλή προετοιμασία","примет все необходимые меры для хорошей подготовки"]],
        "vowels": [["απαρ",false],["αί",true],["τ",false],["η",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απασχολημένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "занятый",
        "exa": [["ήμουν απασχολημένος όλη νύχτα","был занят всю ночь"]],
        "vowels": [["απασχ",false],["ο",true],["λ",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απασχόληση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "занятость",
        "exa": [["η προστασία της απασχόλησης","защита занятости"],["η αύξηση της απασχόλησης","повышение занятости"]],
        "vowels": [["απασχ",false],["ό",true],["λ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "απαντάω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отвечать",
        "exa": [["απαντάει σ'ερώτηση που του έκανα πριν μισή ώρα","отвечает на вопросы, которые ему задал полчаса назад"]],
        "vowels": [["απαντά",false],["ω",true]]
    },
    {
        "greek": "απάντηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ответ",
        "exa": [["τότε η απάντηση στο πρόβλημα είναι «ναι», σε αντίθετη περίπτωση είναι «όχι»","тогда ответ на проблему - да, в обратном случае - нет"]],
        "vowels": [["απάντ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "απέναντι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "напротив",
        "exa": [["λοιπόν, δεν υπάρχει κανένας καθρέφτης στον απέναντι τοίχο","итак, не существует какого-либо зеркала на противоположной стене"],["δεν ήμουν απόλυτα ειλικρινής απέναντί σου τις τελευταίες μέρες","я не был абсолютно откровенен с вами последние дни"]],
        "vowels": [["απ",false],["έ",true],["ναντ",false],["ι",true]]
    },
    {
        "greek": "απέχω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть на расстоянии",
        "exa": [["απέχουμε δύο λεπτά από την απόφαση του δικαστή","нас отделяют две минуты от решения судьи"]],
        "vowels": [["απ",false],["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "απίθανος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "невероятный",
        "exa": [["καθόλου απίθανο ο άνθρωπος αυτός να είναι ανόητος","совершенно невозможно, что тот человек глупый"]],
        "vowels": [["απ",false],["ί",true],["θαν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απλός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","–ό"],
        "rus": "простой",
        "exa": [["είμαι ένας απλός άνθρωπος","я простой человек"]],
        "vowels": [["απλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "απλώς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "просто",
        "exa": [["απλώς, θέλω το καλύτερο για τη νέα μου οικογένεια","просто хочу лучшего моей новой семье"],["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο","в классическом древнегреческом языке слово «крест» просто означало вертикально стоящий кусок дерева"]],
        "vowels": [["απλ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "απλώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "протягивать, развещивать",
        "exa": [["μαύρα σύννεφα απλώνονταν σαν κουβέρτα","черные облака протягивались как одеяло"]],
        "vowels": [["απλ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "από",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "из-за, с, под",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"],["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"]],
        "vowels": [["απ",false],["ό",true]]
    },
    {
        "greek": "απόγευμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "послеобеденное время",
        "exa": [["ο χορός και τα τραγούδια κρατούσαν μέχρι αργά το απόγευμα","танец и песни продолжались до позднего полудня"],["αύριο θα είναι μια ηλιόλουστη μέρα 20 με 22 βαθμοί Κελσίου το απόγευμα","завтра будет солнечный день, 20-22 градуса цельсия после полудня"]],
        "vowels": [["απ",false],["ό",true],["γευμα",false]]
    },
    {
        "greek": "απογευματινός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "послеобеденный",
        "exa": [["σύμφωνα με τις απογευματινές εφημερίδες","согласно вечерним газетам"]],
        "vowels": [["απ",false],["ο",true],["γευματ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "απόδειξη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "квитанция",
        "exa": [["η απόδειξη παραλαβής περιλαμβάνει τουλάχιστον τα ακόλουθα στοιχεία","квитанция доставки включает в себя по крайней мере следующие данные"]],
        "vowels": [["απ",false],["ό",true],["δ",false],["ει",true],["ξ",false],["η",true]]
    },
    {
        "greek": "αποκλείεται",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "не может быть, чтобы",
        "exa": [["αποκλείεται να ξανακάνω αυτό το λάθος","исключается, что сделаю снова эту ошибку"]],
        "vowels": [["απ",false],["ο",true],["κλ",false],["εί",true],["ε",true],["τ",false],["αι",true]]
    },
    {
        "greek": "αποθήκη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "склад, хранилище",
        "exa": [["νομίζω ότι είναι μια παλιά αποθήκη","думаю, что это старый склад"],["προέρχεται από μια αποθήκη περίπου 6 χιλιόμετρα βορειοανατολικά απ'εδώ","происходит со склада примерно в 6 километрах на северовосток отсюда"]],
        "vowels": [["απ",false],["ο",true],["θ",false],["ή",true],["κ",false],["η",true]]
    },
    {
        "greek": "απόλυτος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "абсолютный",
        "exa": [["δεν ήμουν απόλυτα ειλικρινής απέναντί σου τις τελευταίες μέρες","я не был абсолютно откровенен с вами последние дни"],["ο άντρας που κατέβηκε τρέχοντας από το βουνό εκείνη τη νύχτα, δεν έτρεμε από χαρά, αλλά από απόλυτο φόβο","человек, сбежавший с горы той ночью, дрожал не от радости, а от абсолютного страха"]],
        "vowels": [["απ",false],["ό",true],["λ",false],["υ",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απολύτως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "безусловно, абсолютно",
        "exa": [["μιλάω απολύτως σοβαρά","говорю абсолютно серьезно"]],
        "vowels": [["απ",false],["ο",true],["λ",false],["ύ",true],["τ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "απορρυπαντικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "моющееся средство",
        "exa": [["ως συνήθως, ξέχασα να βάλω απορρυπαντικό","как обычно, забыл добавить моющее средство"]],
        "vowels": [["απ",false],["ο",true],["ρρ",false],["υ",true],["παντ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "αποτέλεσμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "итог, результат",
        "exa": [["το αποτέλεσμα ήταν ένα υπέροχο Βιβλίο","результатом была великолепная книга"]],
        "vowels": [["απ",false],["ο",true],["τ",false],["έ",true],["λ",false],["ε",true],["σμα",false]]
    },
    {
        "greek": "αποφασίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "решать, выносить решение",
        "exa": [["εσείς αποφασίζετε πότε θα του δώσετε προσοχή","вы решите, когда уделить ему внимание"],["ποτέ να μη βιάζεστε να αποφασίσετε τι βήματα πρέπει να γίνουν","никогда не торопитесь решать шаги, которые надо предпринять"]],
        "vowels": [["απ",false],["ο",true],["φασ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "άποψη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мнение",
        "exa": [["την ίδια άποψη έχουν υποστηρίξει πολλοί ακόμη συγγραφείς","это же самое мнение поддержали еще многие писатели"]],
        "vowels": [["άπ",false],["ο",true],["ψ",false],["η",true]]
    },
    {
        "greek": "απόψε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сегодня вечером",
        "exa": [["λέω να μείνουμε εδώ απόψε","давай останемся тут сегодня вечером"],["γύρισα σπίτι απόψε και μπήκα στο ασανσέρ","вернулся домой сегодня вечером и зашел в лифт"],["θα το διαβάσω απόψε, σε ένα βιβλιοπωλείο","прочитаю это сегодня в книжном магазине"]],
        "vowels": [["απ",false],["ό",true],["ψ",false],["ε",true]]
    },
    {
        "greek": "Απρίλιος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "апрель",
        "exa": [],
        "vowels": [["Απρ",false],["ί",true],["λ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "αραβικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "арабский язык",
        "exa": [],
        "vowels": [["αραβ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "αργά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "поздно",
        "exa": [["ο χορός και τα τραγούδια κρατούσαν μέχρι αργά το απόγευμα","танец и песни продолжались до позднего полудня"],["ξύπνησα πολύ αργά και έτρεξα βιαστικά στο σταθμό","проснулся очень поздно и побежал поспешно на станцию"]],
        "vowels": [["αργά",false]]
    },
    {
        "greek": "αργότερα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "позднее",
        "exa": [["οι άνθρωποι που ήρθαν αργότερα δεν βρήκαν ίχνος από το αίμα και τα μηνύματα","люди, которые пришли позже, не нашли следов крови и сообщений"]],
        "vowels": [["αργ",false],["ό",true],["τ",false],["ε",true],["ρα",false]]
    },
    {
        "greek": "αργώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "опаздывать",
        "exa": [["συγγνώμη που άργησα","извините, что задержался"]],
        "vowels": [["αργ",false],["ώ",true]]
    },
    {
        "greek": "αρέσω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "нравиться",
        "exa": [["τους αρέσει η μπύρα, την οποία παρασκευάζουν από το μέλι","им нравится пиво, которое изготавливают из меда"]],
        "vowels": [["αρ",false],["έ",true],["σ",false],["ω",true]]
    },
    {
        "greek": "άρθρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "статья",
        "exa": [["τα προϊόντα που αναφέρονται στο άρθρο 1 παράγραφος 2","товары, которые упоминаются в статье 1 параграфе 2"]],
        "vowels": [["άρθρ",false],["ο",true]]
    },
    {
        "greek": "αριθμός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "число",
        "exa": [["ο αριθμός του κινητού","номер телефона"],["ο αριθμός των θυμάτων αυξάνεται","число жертв увеличивается"]],
        "vowels": [["αρ",false],["ι",true],["θμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αριστερά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "налево",
        "exa": [["όταv φτάσoυμε στη στρoφή, θα πάμε αριστερά ή δεξιά;","когда достигнем поворота, пойдем налево или направо?"]],
        "vowels": [["αρ",false],["ι",true],["στ",false],["ε",true],["ρά",false]]
    },
    {
        "greek": "αριστερός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "левый",
        "exa": [["ένα σημάδι πάνω από το αριστερό μάτι","отметина сверху левого глаза"]],
        "vowels": [["αρ",false],["ι",true],["στ",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρκετά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "достаточно, довольно",
        "exa": [["ήταν αρκετά κουραστικό","было довольно утомительно"],["αυτή είναι μια αρκετά δημιουργική ιδέα","это достаточно творческая идея"]],
        "vowels": [["αρκ",false],["ε",true],["τά",false]]
    },
    {
        "greek": "αρκετός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "достаточный",
        "exa": [["δεν έχω αρκετά χρήματα","у меня недостаточно денег"]],
        "vowels": [["αρκ",false],["ε",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρνητικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "отрицательный",
        "exa": [["δέχομαι αρνητική ενέργεια από σένα τώρα","получаю отрицательную энергию от тебя сейчас"]],
        "vowels": [["αρν",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρνί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баран",
        "exa": [["αρνί στο φούρνο με πατάτες","баран в печке с картофелем"]],
        "vowels": [["αρν",false],["ί",true]]
    },
    {
        "greek": "αρνιέμαι",
        "pos": "verb",
        "art": "",
        "end": ["αρνούμαι"],
        "rus": "отказываться",
        "exa": [["δεν μου είπες ότι αρνήθηκε τα λεφτά","мне не говорил, что отказался от денег"]],
        "vowels": [["αρν",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αρρωσταίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заболевать, болеть",
        "exa": [["οι άνθρωποι αρρώσταιναν δυο τρεις μέρες και κάτι παραπάνω και μετά πέθαιναν ξαφνικά","люди заболевали на 2-3 дня или немного сверху и потом внезапно умирали"]],
        "vowels": [["αρρ",false],["ω",true],["στ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "άρρωστος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "больной",
        "exa": [["το παιδί μου είναι άρρωστο","мой ребенок болен"]],
        "vowels": [["άρρ",false],["ω",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αρσενικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "мужской, самец",
        "exa": [["ένα αγορι είναι ένας νεαρός αρσενικός άνθρωπος, συχνά παιδί ή έφηβος","парень - это молодой \"мужской\" человек, часто ребенок или подросток"]],
        "vowels": [["αρσ",false],["ε",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρχαιολογικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "археологический",
        "exa": [["οι αρχαιολογικοί χώροι που βρίσκονται στις Συρακούσες είναι το καλύτερο παράδειγμα εξαιρετικής αρχιτεκτονικής δημιουργίας","археологические места, которые находятся в Сиракузах, являются лучшим примером исключительного архитектурного творчества"]],
        "vowels": [["αρχ",false],["αι",true],["ο",true],["λ",false],["ο",true],["γ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρχαιολόγος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "",
        "exa": [["η археолог","πρόσφατα οι αρχαιολόγοι μας ξέθαψαν ένα βιβλίο του 20ού αιώνα"],["недавно наши археологи обнаружили книгу XX века"]],
        "vowels": [["αρχ",false],["αι",true],["ο",true],["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αρχαίος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "древний",
        "exa": [["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο","в классическом древнегреческом языке слово «крест» просто означало вертикально стоящий кусок дерева"]],
        "vowels": [["αρχ",false],["αί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "αρχές",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "власти",
        "exa": [["οι αρμόδιες αρχές των χωρών που συμμετέχουν","компетентные власти стран, которые участвуют"]],
        "vowels": [["αρχ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "αρχή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "начало",
        "exa": [["αυτή η συζήτηση ήταν μόνο η αρχή","этот разговор был только началом"]],
        "vowels": [["αρχ",false],["ή",true]]
    },
    {
        "greek": "αρχίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "начинать",
        "exa": [["ένας φοβισμένος στρατιώτης αρχίζει να κάνει επιλογές","испуганный солдат начинает делать выбор"],["η ανεργία άρχισε να αυξάνεται","Безработица начала увеличиваться"]],
        "vowels": [["αρχ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "αρχιτέκτονας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "архитектор",
        "exa": [["οποίος σχεδιάζει όμορφα κτίρια κάνει όνομα ως ικανός αρχιτέκτονας","тот, кто проектирует красивые здания, делает себе имя как способный архитектор"]],
        "vowels": [["αρχ",false],["ι",true],["τ",false],["έ",true],["κτ",false],["ο",true],["νας",false]]
    },
    {
        "greek": "άρωμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "духи, аромат",
        "exa": [["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"]],
        "vowels": [["άρ",false],["ω",true],["μα",false]]
    },
    {
        "greek": "ασανσέρ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лифт",
        "exa": [["γύρισα σπίτι απόψε και μπήκα στο ασανσέρ","вернулся домой сегодня вечером и зашел в лифт"]],
        "vowels": [["ασανσ",false],["έ",true],["ρ",false]]
    },
    {
        "greek": "ασημένιος",
        "pos": "noun",
        "art": "ο",
        "end": ["-ια","-ιο"],
        "rus": "серебряный",
        "exa": [["ένα ασημένιο κεφάλι σκύλου","серебрянная голова собаки"]],
        "vowels": [["ασ",false],["η",true],["μ",false],["έ",true],["ν",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ασία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Азия",
        "exa": [],
        "vowels": [["Ασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "άσπρος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "белый",
        "exa": [["ένα κομματι άσπρο χαρτί με το γράμμα \"T\" τυπωμένο επάνω","кусок белой бумаги с буквой T напечатанной сверху"]],
        "vowels": [["άσπρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ασθενοφόρο",
        "pos": "noun",
        "art": "τo",
        "end": [],
        "rus": "машина скорой помощи",
        "exa": [["το ασθενοφόρο είναι στο δρόμο","скорая помошь на дороге"]],
        "vowels": [["ασθ",false],["ε",true],["ν",false],["ο",true],["φ",false],["ό",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "άσκηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "упражнение, тренировка",
        "exa": [["ας κάνουμε μια άσκηση εμπιστοσύνης","давайте проведем тренировку доверия"]],
        "vowels": [["άσκ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αστειεύομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "шутить",
        "exa": [["μην αστειεύεσαι τώρα – είναι πολύ σοβαρό","не шутите сейчас - это очень серьезно"]],
        "vowels": [["αστ",false],["ει",true],["εύ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αστυνομία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "полиция",
        "exa": [["είναι σημαντικό να πεις την αλήθεια στην αστυνομία","важно сказать полиции правду"]],
        "vowels": [["αστ",false],["υ",true],["ν",false],["ο",true],["μ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ασφάλεια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "безопасность, страхование",
        "exa": [["ανησυχώ για την ασφάλειά σου","беспокоюсь о твоей безопасности"]],
        "vowels": [["ασφάλ",false],["ει",true],["α",false]]
    },
    {
        "greek": "ασφαλώς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "конечно, разумеется",
        "exa": [["ασφαλως δεν ειχα προθεση να σας προσβαλω","разумеется, у меня не было нанамерения вас оскорбить"]],
        "vowels": [["ασφαλ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "άσχετος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "не имеющий отношения",
        "exa": [["είναι τελείως άσχετος με το σχέδιο","он совершенно не связан с планом"]],
        "vowels": [["άσχ",false],["ε",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άσχημος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "некрасивый, ужасный",
        "exa": [["είχες μια άσχημη μέρα","у тебя был ужасный день"]],
        "vowels": [["άσχ",false],["η",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ασχολούμαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заниматься",
        "exa": [["λυπάμαι που δεν κατάφερα να ασχοληθώ πολύ μαζί σου αυτήν την εβδομάδα","сожалею, что не смог заняться вами достаточно много на этой неделе"]],
        "vowels": [["ασχ",false],["ο",true],["λούμ",false],["αι",true]]
    },
    {
        "greek": "ατομικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "личный",
        "exa": [["ηλεκτρικές συσκευές για ατομική χρήση","электрические устройства личного пользования"]],
        "vowels": [["ατ",false],["ο",true],["μ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "άτομο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "человек",
        "exa": [["τα άτομα που άλλοτε ήσαν ενάντια στην αλήθεια","люди, которые когда-то были против правды"]],
        "vowels": [["άτ",false],["ο",true],["μ",false],["ο",true]]
    },
    {
        "greek": "ατύχημα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "несчастный случай",
        "exa": [["μπορεί κάποιοι να έκλεψαν τα χρήματα απο το φορτηγό μόλις έπαθα ατύχημα","возможно кто-то украл деньги, как только грузовик пострадал в аварии"]],
        "vowels": [["ατ",false],["ύ",true],["χ",false],["η",true],["μα",false]]
    },
    {
        "greek": "άτυχος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "неудачивый",
        "exa": [["ήταν απίστευτα άτυχοι","были невероятно неудачливы"]],
        "vowels": [["άτ",false],["υ",true],["χ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αυξάνομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "увеличиваться",
        "exa": [["ο αριθμός των θυμάτων αυξάνεται","число жертв увеличивается"]],
        "vowels": [["αυξάν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αύξηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "повышение",
        "exa": [["η αύξηση της απασχόλησης","повышение занятости"]],
        "vowels": [["αύξ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αυριανός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "завтрашний",
        "exa": [["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"]],
        "vowels": [["αυρ",false],["ι",true],["αν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αύγουστος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "август",
        "exa": [],
        "vowels": [["Α",false],["ύ",true],["γουστ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αυλή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "двор",
        "exa": [["έτρωγε μήλα στην αυλή μου","съел яблоки в моем дворе"]],
        "vowels": [["αυλ",false],["ή",true]]
    },
    {
        "greek": "αύριο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "завтра",
        "exa": [["είμαι ελεύθερη αύριο το βράδυ","я свободна завтра вечером"],["αύριο θα είναι μια ηλιόλουστη μέρα 20 με 22 βαθμοί Κελσίου το απόγευμα","завтра будет солнечный день, 20-22 градуса цельсия после полудня"]],
        "vowels": [["αύρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "αυστραλέζικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "австралийский",
        "exa": [],
        "vowels": [["αυστραλ",false],["έ",true],["ζ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Αυστραλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Австралия",
        "exa": [],
        "vowels": [["Α",false],["υ",true],["στραλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Αυστραλός",
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "австралиец -ка",
        "exa": [],
        "vowels": [["Α",false],["υ",true],["στραλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αυστρία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Австрия",
        "exa": [],
        "vowels": [["Α",false],["υ",true],["στρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αυστριακός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "австрийский",
        "exa": [],
        "vowels": [["αυστρ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αυστριακός",
        "pos": "noun",
        "art": "ο",
        "end": ["-ή"],
        "rus": "австралиец -ка",
        "exa": [],
        "vowels": [["Α",false],["υ",true],["στρ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αυτοκίνητο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "автомобиль",
        "exa": [["θυμάμαι ένα ταξίδι με αυτόκίνητο όταν ήμουν 9","помню путешествие на автомобиле, когда мне было 9"]],
        "vowels": [["αυτ",false],["ο",true],["κ",false],["ί",true],["ν",false],["η",true],["τ",false],["ο",true]]
    },
    {
        "greek": "αυτός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "он, она, оно",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["αυτ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "άφιξη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "прибытие",
        "exa": [["συγγνώμη, δεν ενημερώθηκα για την άφιξη σου","извините, меня не известили о вашем прибытии"]],
        "vowels": [["άφ",false],["ι",true],["ξ",false],["η",true]]
    },
    {
        "greek": "αφαιρώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "вычитать, отнимать",
        "exa": [["η στέγη και η τροφή θα αφαιρούνται απο το μισθό σου","крыша и питание будут вычтены из вашей зарплаты"]],
        "vowels": [["αφ",false],["αι",true],["ρ",false],["ώ",true]]
    },
    {
        "greek": "αφεντικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "хозяин, шеф",
        "exa": [["όταν το σκυλί στρέφεται εναντίον του αφεντικού του... Υπάρχει μόνο μία λύση","когда собака поворачивается против своего хозяина... есть только одно решение"]],
        "vowels": [["αφ",false],["ε",true],["ντ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "αφήνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "оставлять",
        "exa": [["αν με αφήνεις, θα μπορούσες να σώσεις τον εαυτό σου","если меня оставишь, сможешь спасти себя самого"]],
        "vowels": [["αφ",false],["ή",true],["ν",false],["ω",true]]
    },
    {
        "greek": "αφορά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "касается",
        "exa": [["όσον αφορά την οικονομική πρόοδο","что касается экономического прогресса"]],
        "vowels": [["αφ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "Αφρική",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Африка",
        "exa": [],
        "vowels": [["Αφρ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "αχλάδι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "груша",
        "exa": [["ξέρεις τι γεύση έχει το αχλάδι","знаешь, какой вкус у груш?"]],
        "vowels": [["αχλάδ",false],["ι",true]]
    },
    {
        "greek": "βάζο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ваза",
        "exa": [],
        "vowels": [["βάζ",false],["ο",true]]
    },
    {
        "greek": "βάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ставить, надевать",
        "exa": [["προφανώς η παρουσία μας εδώ βάζει σε κίνδυνο την εκκλησία","очевидно наше присутствие тут ставит церковь в опасное положение"],["ίμαστε εδώ παλεύοντας, βάζοντας τα κορμιά μας στην πρώτη γραμμή","мы бились здесь, ставя свои тела на первую линию"]],
        "vowels": [["βάζ",false],["ω",true]]
    },
    {
        "greek": "βαθμός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "оценка, градус",
        "exa": [["αύριο θα είναι μια ηλιόλουστη μέρα 20 με 22 βαθμοί Κελσίου το απόγευμα","завтра будет солнечный день, 20-22 градуса цельсия после полудня"]],
        "vowels": [["βαθμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "βάθος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "глубина",
        "exa": [["δεν πίστευα από τα βάθη της καρδιάς μου","не верил в глубине моего сердца"]],
        "vowels": [["βάθ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βαθύς",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "глубокий",
        "exa": [["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"],["είχαν ήδη θαφτεί στον πάτο της βαθιάς, γαλάζιας θάλασσας","уже (к тому моменту) зарыли на дне глубокого синего моря"]],
        "vowels": [["βαθ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "βαλίτσα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "чемодан",
        "exa": [["η βαλίτσα βρίσκεται εκεί για τρεις βδομάδες","чемодан находится тут три недели"]],
        "vowels": [["βαλ",false],["ί",true],["τσα",false]]
    },
    {
        "greek": "βαμμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "крашеный",
        "exa": [["τα παράθυρα είναι βαμμένα","окна покрашены"]],
        "vowels": [["βαμμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βανίλια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ванилин м",
        "exa": [],
        "vowels": [["βαν",false],["ί",true],["λ",false],["ι",true],["α",false]]
    },
    {
        "greek": "βαμβακερός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "хлопчатобумажный",
        "exa": [["ντυμένη με βαμβακερή φούστα και ψηλές κάλτσες","одетая в хлопчатобумажную юбку и высокие носки"]],
        "vowels": [["βαμβακ",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "βαμβάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вата ж, хлопок",
        "exa": [["η Σκάρλετ αναγκάστηκε να μαζεύει βαμβάκι στα χωράφια","Скарлетт заставили собирать хлопок в полях"]],
        "vowels": [["βαμβάκ",false],["ι",true]]
    },
    {
        "greek": "βαρετός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "скучный",
        "exa": [["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"]],
        "vowels": [["βαρ",false],["ε",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Βαρκελώνη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Барселона",
        "exa": [],
        "vowels": [["Βαρκ",false],["ε",true],["λ",false],["ώ",true],["ν",false],["η",true]]
    },
    {
        "greek": "Βαρσοβία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Варшава",
        "exa": [],
        "vowels": [["Βαρσ",false],["ο",true],["β",false],["ί",true],["α",false]]
    },
    {
        "greek": "βαριέμαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "лениться, скучать",
        "exa": [["έχω αρχίσει να βαριέμαι και να κουράζομαι να περπατάω γύρω από αυτά τα τούνελ","начал скучать и уставать ходить вокруг этих туннелей"]],
        "vowels": [["βαρ",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "βάρος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тяжесть, вес",
        "exa": [["ακουμπούσε στον τοίχο ρίχνοντας όλο της το βάρος στο δεξί πόδι","облокотился на стену, бросив весь свой вес на правую ногу"]],
        "vowels": [["βάρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βαρύς",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "тяжёлый",
        "exa": [["βαριά φωνή","глубокий голос"]],
        "vowels": [["βαρ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "βάση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "основа, база",
        "exa": [],
        "vowels": [["βάσ",false],["η",true]]
    },
    {
        "greek": "βασιλιάς",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "царь",
        "exa": [["ο βασιλιάς αγαπούσε τη γυναίκα του ειλικρινά, και αυτό ήταν αμοιβαίο","царь искренне любил свою жену и это было взаимно"]],
        "vowels": [["βασ",false],["ι",true],["λ",false],["ι",true],["άς",false]]
    },
    {
        "greek": "βατ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ватт",
        "exa": [],
        "vowels": [["βατ",false]]
    },
    {
        "greek": "βάφω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "красить",
        "exa": [["οι γυναίκες βάφουν τα πρόσωπά τους και βάζουν ψεύτικες βλεφαρίδες","женщины красят свое лицо и носят фальшивые ресницы"]],
        "vowels": [["βάφ",false],["ω",true]]
    },
    {
        "greek": "βγάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "снимать, зарабатывать",
        "exa": [["οι τύποι βγάζουν πάρα πολλά λεφτά χωρίς να κάνουν τίποτα","парни зарабатывают много денег, ничего не делая"]],
        "vowels": [["βγάζ",false],["ω",true]]
    },
    {
        "greek": "βγαίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выходить",
        "exa": [["κανείς δεν μπαίνει ή βγαίνει μέχρι να μάθουμε τι γίνεται","никто ни войдет, ни выйдет, пока не поймем, что происходит"],["αν επρόκειτο για αγώνα κολύμβησης, σίγουρα θα έβγαιναν νικητές","если бы это были соревнования по плаванию, они бы точно одержали победу"]],
        "vowels": [["βγ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "βέβαια",
        "pos": "",
        "art": "",
        "end": ["βεβαίως"],
        "rus": "конечно",
        "exa": [["βέβαια, δεν μπορώ να πω ψέματα","конечно, я не могу лгать"]],
        "vowels": [["β",false],["έ",true],["β",false],["αι",true],["α",false]]
    },
    {
        "greek": "βελτιώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "улучшать",
        "exa": [["τα πράγματα άρχισαν να βελτιώνονται","вещи начали улучшаться"]],
        "vowels": [["β",false],["ε",true],["λτ",false],["ι",true],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "Βέλγιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Бельгия",
        "exa": [],
        "vowels": [["Β",false],["έ",true],["λγ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "Βελιγράδι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Белград",
        "exa": [],
        "vowels": [["Β",false],["ε",true],["λ",false],["ι",true],["γράδ",false],["ι",true]]
    },
    {
        "greek": "Βενεζουέλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Венесуэла",
        "exa": [],
        "vowels": [["Β",false],["ε",true],["ν",false],["ε",true],["ζου",false],["έ",true],["λα",false]]
    },
    {
        "greek": "Βενετία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Венеция",
        "exa": [],
        "vowels": [["Β",false],["ε",true],["ν",false],["ε",true],["τ",false],["ί",true],["α",false]]
    },
    {
        "greek": "βενετσιάνικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "венецианский",
        "exa": [],
        "vowels": [["β",false],["ε",true],["ν",false],["ε",true],["τσ",false],["ι",true],["άν",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βενζίνη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бензин",
        "exa": [],
        "vowels": [["β",false],["ε",true],["νζ",false],["ί",true],["ν",false],["η",true]]
    },
    {
        "greek": "βεράντα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "веранда",
        "exa": [],
        "vowels": [["β",false],["ε",true],["ράντα",false]]
    },
    {
        "greek": "βερίκοκο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "абрикос",
        "exa": [["μαρμελάδα από βερίκοκο","варенье из абрикоса"]],
        "vowels": [["β",false],["ε",true],["ρ",false],["ί",true],["κ",false],["ο",true],["κ",false],["ο",true]]
    },
    {
        "greek": "Βερολίνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Берлин",
        "exa": [],
        "vowels": [["Β",false],["ε",true],["ρ",false],["ο",true],["λ",false],["ί",true],["ν",false],["ο",true]]
    },
    {
        "greek": "βήμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шаг",
        "exa": [["παρακαλώ, κάνε ένα βήμα μπροστά","прошу, сделайте шаг вперед"],["ποτέ να μη βιάζεστε να αποφασίσετε τι βήματα πρέπει να γίνουν","никогда не торопитесь решать шаги, которые надо предпринять"]],
        "vowels": [["β",false],["ή",true],["μα",false]]
    },
    {
        "greek": "βία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "насилие",
        "exa": [["με τέτοιες σκοτεινές μέρες και τόση βία γύρω μας, είμαστε ευχαριστημένοι με ένα καλό γεύμα και κρασί","в такие темные дни и с таким количеством насилия вокруг нас мы счастливы иметь хороший ужин и вино"]],
        "vowels": [["β",false],["ί",true],["α",false]]
    },
    {
        "greek": "βιάζομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "торопиться",
        "exa": [["ποτέ να μη βιάζεστε να αποφασίσετε τι βήματα πρέπει να γίνουν","никогда не торопитесь решать шаги, которые надо предпринять"]],
        "vowels": [["β",false],["ι",true],["άζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "βιαστικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "второпях, поспешно",
        "exa": [["ξύπνησα πολύ αργά και έτρεξα βιαστικά στο σταθμό","проснулся очень поздно и побежал поспешно на станцию"]],
        "vowels": [["β",false],["ι",true],["αστ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "βιβλίο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "книга",
        "exa": [["για χρόνια δεν ανοίγει βιβλίο","годами не открывает книгу"],["πρόσφατα οι αρχαιολόγοι μας ξέθαψαν ένα βιβλίο του 20ού αιώνα","недавно наши археологи обнаружили книгу XX века"],["το αποτέλεσμα ήταν ένα υπέροχο Βιβλίο","результатом была великолепная книга"]],
        "vowels": [["β",false],["ι",true],["βλ",false],["ί",true],["ο",true]]
    },
    {
        "greek": "βιβλιοθήκη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "библиотека",
        "exa": [["έχω ένα σχέδιο, να κάνω μια κοινοτική βιβλιοθήκη στο χώρο μου","у меня есть план сделать публичную библиотеку в моей стране"]],
        "vowels": [["β",false],["ι",true],["βλ",false],["ι",true],["ο",true],["θ",false],["ή",true],["κ",false],["η",true]]
    },
    {
        "greek": "βιβλιοπωλείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "книжный магазин",
        "exa": [["θα το διαβάσω απόψε, σε ένα βιβλιοπωλείο","прочитаю это сегодня в книжном магазине"]],
        "vowels": [["β",false],["ι",true],["βλ",false],["ι",true],["ο",true],["π",false],["ω",true],["λ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "Βιέννη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Вена",
        "exa": [],
        "vowels": [["Β",false],["ι",true],["έ",true],["νν",false],["η",true]]
    },
    {
        "greek": "βιετναμέζικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "вьетнамский",
        "exa": [],
        "vowels": [["β",false],["ι",true],["ε",true],["τναμ",false],["έ",true],["ζ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βίντεο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "видео",
        "exa": [],
        "vowels": [["β",false],["ί",true],["ντ",false],["ε",true],["ο",true]]
    },
    {
        "greek": "βιτρίνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "витрина",
        "exa": [],
        "vowels": [["β",false],["ι",true],["τρ",false],["ί",true],["να",false]]
    },
    {
        "greek": "βλάβη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "повреждение",
        "exa": [["ένας άνθρωπος που έπαθε εγκεφαλική βλάβη σε τροχαίο","человек, который пострадал от повреждения головного мозга в аварии"]],
        "vowels": [["βλάβ",false],["η",true]]
    },
    {
        "greek": "βλέμμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "взгляд",
        "exa": [["μας κοίταξε με ένα βλέμμα χαμένο","посмотрел на нас потерянным взглядом"]],
        "vowels": [["βλ",false],["έ",true],["μμα",false]]
    },
    {
        "greek": "βλέπω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "видеть, смотреть",
        "exa": [["δεν την έχω δει ακόμα","еще ее не видел"],["βλέπω πως σε κοιτάζουν τα κορίτσια","вижу, как на тебя смотрят девушки"],["βλέπετε μια γυναίκα με βυσσινί μπουφάν πίσω μου;","вы видите позади меня женщину в бордовой куртке?"]],
        "vowels": [["βλ",false],["έ",true],["π",false],["ω",true]]
    },
    {
        "greek": "βοηθάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "помогать",
        "exa": [["είμαι νοσοκόμα και μπορώ να βοηθήσω","я медсестра и могу помочь"]],
        "vowels": [["β",false],["ο",true],["η",true],["θάω -",false],["ώ",true]]
    },
    {
        "greek": "βοήθεια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "помощь",
        "exa": [["πραγματικά χρειαζόμαστε τη βοήθειά σου","реально нуждаемся в твоей помощи"],["θα ήθελα να καλέσω τους βουλευτές του Ευρωπαϊκού Κοινοβουλίου να προσέλθουν σε βοήθειά μας","я хотел бы призвать членов Европейского парламента прийти нам на помощь"]],
        "vowels": [["β",false],["ο",true],["ή",true],["θ",false],["ει",true],["α",false]]
    },
    {
        "greek": "βόλτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "прогулка",
        "exa": [["οταν τελειώσει, μπορούμε να πάμε μια βόλτα μαζί;","когда закончит, можем пойти на прогулку вместе?"]],
        "vowels": [["β",false],["ό",true],["λτα",false]]
    },
    {
        "greek": "βόμβα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бомба",
        "exa": [],
        "vowels": [["β",false],["ό",true],["μβα",false]]
    },
    {
        "greek": "Βόννη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Бонн",
        "exa": [],
        "vowels": [["Β",false],["ό",true],["νν",false],["η",true]]
    },
    {
        "greek": "βόρεια",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на севере",
        "exa": [["περιοχή στα βόρεια της χώρας","район на севере страны"]],
        "vowels": [["β",false],["ό",true],["ρ",false],["ει",true],["α",false]]
    },
    {
        "greek": "βορειοανατολικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на северо-востоке",
        "exa": [["προέρχεται από μια αποθήκη περίπου 6 χιλιόμετρα βορειοανατολικά απ'εδώ","происходит со склада примерно в 6 километрах на северовосток отсюда"]],
        "vowels": [["β",false],["ο",true],["ρ",false],["ει",true],["ο",true],["ανατ",false],["ο",true],["λ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "βόρειος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "северный",
        "exa": [["πυρηνικά όπλα στη Βόρεια Κορέα και το Ιράν","ядерное оружие в северной корее и иране"]],
        "vowels": [["β",false],["ό",true],["ρ",false],["ει",true],["ο",true],["ς",false]]
    },
    {
        "greek": "βορράς",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "север",
        "exa": [["είναι τρεις από τους καλύτερους μαθητές μας από το βορρά","это три из самых наших лучших учеников с севера"]],
        "vowels": [["β",false],["ο",true],["ρράς",false]]
    },
    {
        "greek": "Βουδαπέστη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Будапешт",
        "exa": [],
        "vowels": [["Βουδαπ",false],["έ",true],["στ",false],["η",true]]
    },
    {
        "greek": "Βουκουρέστι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Бухарест",
        "exa": [],
        "vowels": [["Βουκουρ",false],["έ",true],["στ",false],["ι",true]]
    },
    {
        "greek": "Βουλγαρία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Болгария",
        "exa": [],
        "vowels": [["Βουλγαρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "βουλγάρικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "болгарский",
        "exa": [],
        "vowels": [["βουλγάρ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Βούλγαρος",
        "pos": "noun",
        "art": "ο",
        "end": ["-άρα"],
        "rus": "болгарин -ка",
        "exa": [],
        "vowels": [["Βούλγαρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βουλευτής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "депутат",
        "exa": [["θα ήθελα να καλέσω τους βουλευτές του Ευρωπαϊκού Κοινοβουλίου να προσέλθουν σε βοήθειά μας","я хотел бы призвать членов Европейского парламента прийти нам на помощь"]],
        "vowels": [["βουλευτ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "βουνό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гора",
        "exa": [["ο άντρας που κατέβηκε τρέχοντας από το βουνό εκείνη τη νύχτα, δεν έτρεμε από χαρά, αλλά από απόλυτο φόβο","человек, сбежавший с горы той ночью, дрожал не от радости, а от абсолютного страха"]],
        "vowels": [["βουν",false],["ό",true]]
    },
    {
        "greek": "βούτυρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сливочное масло",
        "exa": [["θέλει να της βάλεις βούτυρο στο ψωμί της","хочет, чтобы ты ей положил масло на ее хлеб"]],
        "vowels": [["βούτ",false],["υ",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "βραδιά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вечер, вечеринка",
        "exa": [["θέλαμε να περάσουμε κάποιο χρόνο μαζί μια βραδιά όπου θα ξεχνούσαμε όλα τα υπόλοιπα","одно время хотели провести вместе вечер, чтобы забыть все остальное (обо всем)"]],
        "vowels": [["βραδ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "βραδινό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ужин",
        "exa": [["πρέπει να φάω βραδινό με τους καθηγητές","должен съесть ужин с учителями"]],
        "vowels": [["βραδ",false],["ι",true],["ν",false],["ό",true]]
    },
    {
        "greek": "βραδινός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "вечерний",
        "exa": [["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"],["αρκετό φως για διάβασμα και να μοιραστούμε το βραδινό φαγητό","достаточный света для чтения и разделить вечернюю пищу"]],
        "vowels": [["βραδ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "βράδυ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вечер",
        "exa": [["είμαι ελεύθερη αύριο το βράδυ","я свободна завтра вечером"]],
        "vowels": [["βράδ",false],["υ",true]]
    },
    {
        "greek": "βραστός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "кипячёный, отварной",
        "exa": [["τα αντικείμενα αυτά πρέπει να πλυθούν με βραστό νερό","эти вещи должны быть помыты кипяченой водой"]],
        "vowels": [["βραστ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "βράχος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "скала",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"]],
        "vowels": [["βράχ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Βρετανία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Великобретания",
        "exa": [],
        "vowels": [["Βρ",false],["ε",true],["ταν",false],["ί",true],["α",false]]
    },
    {
        "greek": "βρέχει",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "идёт дождь",
        "exa": [["επιτέλους σταμάτησε να βρέχει","наконец дождь перестал идти"]],
        "vowels": [["βρ",false],["έ",true],["χ",false],["ει",true]]
    },
    {
        "greek": "βρίσκεται",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "находится",
        "exa": [["βρίσκεστε σε άμεσο κίνδυνο","находитесь в непосредственной опасности"],["η βαλίτσα βρίσκεται εκεί για τρεις βδομάδες","чемодан находится тут три недели"]],
        "vowels": [["βρ",false],["ί",true],["σκ",false],["ε",true],["τ",false],["αι",true]]
    },
    {
        "greek": "βρίσκω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "находить",
        "exa": [["οι άνθρωποι που ήρθαν αργότερα δεν βρήκαν ίχνος από το αίμα και τα μηνύματα","люди, которые пришли позже, не нашли следов крови и сообщений"]],
        "vowels": [["βρ",false],["ί",true],["σκ",false],["ω",true]]
    },
    {
        "greek": "Βρυξέλλες",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "Брюссель",
        "exa": [],
        "vowels": [["Βρ",false],["υ",true],["ξ",false],["έ",true],["λλ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "βροχή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дождь",
        "exa": [["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"],["Φορούσε γυαλιά ηλίου στην βροχή","носил солнечные очки в дождь"]],
        "vowels": [["βρ",false],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "βρώμικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "грязный",
        "exa": [["μην προφέρεις το όνομα του μωρού μου με το βρώμικο στόμα σου","не произноси имя моего младенца своим грязным ртом"]],
        "vowels": [["βρ",false],["ώ",true],["μ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βυσσινής",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ί"],
        "rus": "вишнёвый",
        "exa": [["βλέπετε μια γυναίκα με βυσσινί μπουφάν πίσω μου;","вы видите позади меня женщину в бордовой куртке?"]],
        "vowels": [["β",false],["υ",true],["σσ",false],["ι",true],["ν",false],["ή",true],["ς",false]]
    },
    {
        "greek": "γάλα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "молоко",
        "exa": [["ένα ζεστό ποτήρι γάλα","стакан горячего молока"]],
        "vowels": [["γάλα",false]]
    },
    {
        "greek": "γαλάζιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "голубой, синий, лазурный",
        "exa": [["είχαν ήδη θαφτεί στον πάτο της βαθιάς, γαλάζιας θάλασσας","уже (к тому моменту) зарыли на дне глубокого синего моря"]],
        "vowels": [["γαλάζ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "γαλανός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "голубой, синий, лазурный",
        "exa": [["ξανθά μαλλιά, ανοιχτά γαλανά μάτια","блондинистые волосы, открытые голубые глаза"]],
        "vowels": [["γαλαν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Γαλλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Франция",
        "exa": [],
        "vowels": [["Γαλλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "γαλλικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "французский язык",
        "exa": [],
        "vowels": [["γαλλ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "γαλλικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "французский",
        "exa": [],
        "vowels": [["γαλλ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Γάλλος",
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "француз (-женка)",
        "exa": [],
        "vowels": [["Γάλλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γάμος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "свадьба",
        "exa": [["οι γάμοι είναι μαραθώνιος, γεμάτος αίμα, δάκρυα κι ιδρώτα","свадьбы - это марафон, полный крови, слез и пота"]],
        "vowels": [["γάμ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γαμπρός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "жених, зять",
        "exa": [["ποιός ξέρει, στο μέλλον, θα μπορούσες να γίνεις ο γαμπρός μου","кто знает, в будущем можешь стать моим зятем"]],
        "vowels": [["γαμπρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γαρίδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "креветка",
        "exa": [["κάποιος έφαγε μια γαρίδα","кто-то съел креветку"]],
        "vowels": [["γαρ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "γάτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кошка",
        "exa": [["τα πάνε σαν το σκύλο με τη γάτα","уживаются как собака с кошкой"]],
        "vowels": [["γάτα",false]]
    },
    {
        "greek": "γεια σου/σας",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "здравствуй/те",
        "exa": [],
        "vowels": [["γ",false],["ει",true],["α σ",false],["ο",true],["υ/σας",false]]
    },
    {
        "greek": "γειτονιά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "соседство",
        "exa": [["ελπίζω να περάσεις από την παλιά γειτονιά, όσο βρίσκεσαι εδώ","надеюсь, зайдешь на свой старый район, пока находишься здесь"]],
        "vowels": [["γ",false],["ει",true],["τ",false],["ο",true],["ν",false],["ι",true],["ά",false]]
    },
    {
        "greek": "γείτονας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сосед",
        "exa": [["είναι γείτονας της οικογένειας και ο καλύτερος φίλος","это сосед семьи и лучший друг"]],
        "vowels": [["γ",false],["εί",true],["τ",false],["ο",true],["νας",false]]
    },
    {
        "greek": "γελάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "смеяться",
        "exa": [["γελάω με αυτό το αστείο","смеюсь над этой шуткой"]],
        "vowels": [["γ",false],["ε",true],["λάω -",false],["ώ",true]]
    },
    {
        "greek": "γέλιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "смех",
        "exa": [["υπάρχει πιθανότητα να βρεις λίγο γέλιο","есть вероятность, что найдешь немного смеха"]],
        "vowels": [["γ",false],["έ",true],["λ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "γεμάτος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "полный",
        "exa": [["οι γάμοι είναι μαραθώνιος, γεμάτος αίμα, δάκρυα κι ιδρώτα","свадьбы - это марафон, полный крови, слез и пота"]],
        "vowels": [["γ",false],["ε",true],["μάτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γενέθλια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "день рождения",
        "exa": [["δώρο για τα γενέθλιά σου","подарок на твой день рождения"]],
        "vowels": [["γ",false],["ε",true],["ν",false],["έ",true],["θλ",false],["ι",true],["α",false]]
    },
    {
        "greek": "Γενεύη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Женева",
        "exa": [],
        "vowels": [["Γ",false],["ε",true],["νεύ",false],["η",true]]
    },
    {
        "greek": "γένια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "борода",
        "exa": [["έκοψα τα γένια μου","подстриг бороду"]],
        "vowels": [["γ",false],["έ",true],["ν",false],["ι",true],["α",false]]
    },
    {
        "greek": "γενικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в общем, вообще; обычно",
        "exa": [["γενικά δεν πίνω κρύο καφέ","обычно не пью холодный кофе"]],
        "vowels": [["γ",false],["ε",true],["ν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "γεννιέμαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "рождаться",
        "exa": [["τελευταία ευκαιρία για ελευθερία πριν γεννηθεί το μωρό","последний шанс на свободу, прежде чем родится младенец"]],
        "vowels": [["γ",false],["ε",true],["νν",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "Γερμανία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Германия",
        "exa": [],
        "vowels": [["Γ",false],["ε",true],["ρμαν",false],["ί",true],["α",false]]
    },
    {
        "greek": "γερμανικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "немецкий язык",
        "exa": [],
        "vowels": [["γ",false],["ε",true],["ρμαν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "γερμανικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "немецкий",
        "exa": [],
        "vowels": [["γ",false],["ε",true],["ρμαν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Γερμανός",
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "немец",
        "exa": [],
        "vowels": [["Γ",false],["ε",true],["ρμαν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γεύση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вкус",
        "exa": [["ξέρεις τι γεύση έχει το αχλάδι","знаешь, какой вкус у груш?"]],
        "vowels": [["γεύσ",false],["η",true]]
    },
    {
        "greek": "γεωργία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сельское хозяйство",
        "exa": [["εργάστηκε στη γεωργία όλη του τη ζωή","работал всю жизнь в сельском хозяйстве"]],
        "vowels": [["γ",false],["ε",true],["ω",true],["ργ",false],["ί",true],["α",false]]
    },
    {
        "greek": "γεωργικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "сельскохозяйственный",
        "exa": [["Έβαλα τα γεωργικά εργαλεία στον αχυρώνα χθες","положил вчера сельскохозяйственный инструмент в сарай"]],
        "vowels": [["γ",false],["ε",true],["ω",true],["ργ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "земля",
        "exa": [["από όλους τους ανθρώπους στην Γη, εσύ πρέπει να το ξέρεις καλύτερα","среди всех людей на земле ты должен это знать лучше всех"]],
        "vowels": [["γ",false],["η",true]]
    },
    {
        "greek": "για",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "для",
        "exa": [["για χρόνια δεν ανοίγει βιβλίο","годами не открывает книгу"]],
        "vowels": [["γ",false],["ι",true],["α",false]]
    },
    {
        "greek": "γιαούρτι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "простокваша",
        "exa": [],
        "vowels": [["γ",false],["ι",true],["αούρτ",false],["ι",true]]
    },
    {
        "greek": "γιαπωνέζικα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "японский язык",
        "exa": [],
        "vowels": [["γ",false],["ι",true],["απ",false],["ω",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κα",false]]
    },
    {
        "greek": "γιαπωνέζικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "японский",
        "exa": [],
        "vowels": [["γ",false],["ι",true],["απ",false],["ω",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Γιαπωνέζος",
        "pos": "noun",
        "art": "ο",
        "end": ["-α"],
        "rus": "японец (-ка)",
        "exa": [],
        "vowels": [["Γ",false],["ι",true],["απ",false],["ω",true],["ν",false],["έ",true],["ζ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "για την ακρίβεια",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "а точнее",
        "exa": [["για την ακρίβεια, την έκανε να αισθάνεται πολύ καλά","на самом деле я заставил ее чувствовать себя очень хорошо"]],
        "vowels": [["γ",false],["ι",true],["α τ",false],["η",true],["ν ακρ",false],["ί",true],["β",false],["ει",true],["α",false]]
    },
    {
        "greek": "γιαγιά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бабушка",
        "exa": [["η γιαγιά λέει μπορώ να περάσω 2 εβδομάδες μαζί του αυτό το καλοκαίρι","бабушка говорит, что могу провести 2 недели с тобой летом"]],
        "vowels": [["γ",false],["ι",true],["αγ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "γιατί",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "почему, потому что",
        "exa": [["γιατί ο δολοφόνος δεν μπήκε απλά απ ' την ανοιχτή πόρτα","потому что убийца не вошел просто через открытую дверь"]],
        "vowels": [["γ",false],["ι",true],["ατ",false],["ί",true]]
    },
    {
        "greek": "γιατρός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "",
        "exa": [["η врач","ο γιατρός της είπε ότι πρέπει να ξεκουράζεται πολύ"],["врач ей сказал, что она должна много отдыхать"]],
        "vowels": [["γ",false],["ι",true],["ατρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γίγαντες",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "крупная фасоль",
        "exa": [],
        "vowels": [["γ",false],["ί",true],["γαντ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "γίνομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "становиться",
        "exa": [["κανείς δεν μπαίνει ή βγαίνει μέχρι να μάθουμε τι γίνεται","никто ни войдет, ни выйдет, пока не поймем, что происходит"]],
        "vowels": [["γ",false],["ί",true],["ν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "γιορτάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "праздновать, отмечать",
        "exa": [["ξέρω ότι εκεί έξω υπάρχουν οικογένειες που γιορτάζουν όλοι μαζί στα σπίτια τους","знаю, что тут снаружи есть семьи, которые празднуют все вместе в своих домах"]],
        "vowels": [["γ",false],["ι",true],["ο",true],["ρτάζ",false],["ω",true]]
    },
    {
        "greek": "γιορτή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "праздник",
        "exa": [["τουλάχιστον για τρεις μέρες επικρατούσαν γιορτές","по крайней мере, три дня царили праздники"]],
        "vowels": [["γ",false],["ι",true],["ο",true],["ρτ",false],["ή",true]]
    },
    {
        "greek": "γιος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сын",
        "exa": [["μητέρα και γιός είναι εναντίον μου","мать м сын против меня"]],
        "vowels": [["γ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "γκαράζ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гараж",
        "exa": [],
        "vowels": [["γκαράζ",false]]
    },
    {
        "greek": "γκρίζος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "серый",
        "exa": [["στέλνει κίτρινα λουλούδια όταν ο ουρανός είναι γκρίζος","посылает желтые цветы, когда небо серое"]],
        "vowels": [["γκρ",false],["ί",true],["ζ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γλυκό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кондитерское изделие",
        "exa": [["τα σημερινά γλυκά αρέσουν και στις κοπέλες και στ'αγόρια","современные сладости нравятся и девушкам и парням"]],
        "vowels": [["γλ",false],["υ",true],["κ",false],["ό",true]]
    },
    {
        "greek": "γλυκός",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ό"],
        "rus": "сладкий",
        "exa": [["όνειρα γλυκά","сладкие сны"]],
        "vowels": [["γλ",false],["υ",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γλώσσα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "язык",
        "exa": [["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο","в классическом древнегреческом языке слово «крест» просто означало вертикально стоящий кусок дерева"]],
        "vowels": [["γλ",false],["ώ",true],["σσα",false]]
    },
    {
        "greek": "γνώμη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мнение",
        "exa": [["θέλω να εκφράσω τη γνώμη μου για τα νέα της ημέρας","хочу выразить свое мнение касательно новостей дня"]],
        "vowels": [["γν",false],["ώ",true],["μ",false],["η",true]]
    },
    {
        "greek": "γνωρίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "знать, знакомить",
        "exa": [["σκέφτηκε ότι τον γνώριζε, αλλά δεν θυμόταν το όνομά του","подумал, что знает его, но не помнил его имени"]],
        "vowels": [["γν",false],["ω",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "γνωστός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "известный",
        "exa": [["γεγονός που είναι ελάχιστα γνωστό","факт, который был едва известен"]],
        "vowels": [["γν",false],["ω",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γόνατο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "колено",
        "exa": [["τα φορέματα της έφταναν λίγο κάτω από το γόνατο","ее платья доходили немного ниже ее колена"]],
        "vowels": [["γ",false],["ό",true],["νατ",false],["ο",true]]
    },
    {
        "greek": "γονείς",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "родители",
        "exa": [["οι γονείς του ήταν δάσκαλοι","его родители были учителями"]],
        "vowels": [["γ",false],["ο",true],["ν",false],["εί",true],["ς",false]]
    },
    {
        "greek": "γούστο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вкус",
        "exa": [["η κυρία έχει ακριβά γούστα","у госпожы дорогие вкусы"]],
        "vowels": [["γούστ",false],["ο",true]]
    },
    {
        "greek": "γραβάτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "галстук",
        "exa": [["φοράς φτηνές γραβάτες","носишь дешевые галстуки"]],
        "vowels": [["γραβάτα",false]]
    },
    {
        "greek": "γράμμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "письмо",
        "exa": [["δεν της είπα ότι έγραψα εκείνο το γράμμα","не сказал ей, что написал это письмо"]],
        "vowels": [["γράμμα",false]]
    },
    {
        "greek": "γράμμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "буква",
        "exa": [["ένα κομματι άσπρο χαρτί με το γράμμα \"T\" τυπωμένο επάνω","кусок белой бумаги с буквой T напечатанной сверху"]],
        "vowels": [["γράμμα",false]]
    },
    {
        "greek": "γραμμάριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "грамм",
        "exa": [],
        "vowels": [["γραμμάρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "γραμματέας",
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "секретарь",
        "exa": [["η πρόεδρος και γενικός γραμματέας","президент и генеральный секретарь"]],
        "vowels": [["γραμματ",false],["έ",true],["ας",false]]
    },
    {
        "greek": "γραμματόσημο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "почтовая марка",
        "exa": [["αρχίστε να γλύφετε γραμματόσημα, κυρίες, γιατί πρέπει να γράψετε στη μαμά σας","начните облизывать марки, дамы, потому что вы должны написать письмо своей мамe"]],
        "vowels": [["γραμματ",false],["ό",true],["σ",false],["η",true],["μ",false],["ο",true]]
    },
    {
        "greek": "γραμμή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "линия, строка",
        "exa": [["ίμαστε εδώ παλεύοντας, βάζοντας τα κορμιά μας στην πρώτη γραμμή","мы бились здесь, ставя свои тела на первую линию"]],
        "vowels": [["γραμμ",false],["ή",true]]
    },
    {
        "greek": "γραφείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бюро, письменный стол, рабочий кабинет",
        "exa": [["έβαλαν αμέσως φρουρούς στα γραφεία και στο εργοστάσιο","немедленно поставили охранников в офисе и мастерской"]],
        "vowels": [["γραφ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "γράφω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "писать",
        "exa": [["δεν της είπα ότι έγραψα εκείνο το γράμμα","не сказал ей, что написал это письмо"]],
        "vowels": [["γράφ",false],["ω",true]]
    },
    {
        "greek": "γρήγορα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "быстро",
        "exa": [["το σύνθημα του ολυμπιακού κινήματος - \"πιο ψηλά, πιο γρήγορα, πιο δυνατά\"","девиз олимпийского движения - выше, быстрее, сильнее"]],
        "vowels": [["γρ",false],["ή",true],["γ",false],["ο",true],["ρα",false]]
    },
    {
        "greek": "γρήγορος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "быстрый",
        "exa": [["Θα ρίξουμε μια γρήγορη ματιά στο ποιος είναι","бросим быстрый взгляд на то, кто это"]],
        "vowels": [["γρ",false],["ή",true],["γ",false],["ο",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γυαλί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стекло",
        "exa": [["Κάτι τόσο ζεστό ώστε να μετατρέψει την άμμο σε γυαλί","что-то настолько горячее, что превращает песок в стекло"]],
        "vowels": [["γ",false],["υ",true],["αλ",false],["ί",true]]
    },
    {
        "greek": "γυαλιά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "очки",
        "exa": [["Φορούσε γυαλιά ηλίου στην βροχή","носил солнечные очки в дождь"]],
        "vowels": [["γ",false],["υ",true],["αλ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "γυμνάσιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гимназия",
        "exa": [["σταμάτησε το γυμνάσιο στην 10η τάξη","бросил школу в 10-м классе"]],
        "vowels": [["γ",false],["υ",true],["μνάσ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "γυμναστήριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гимнастический зал",
        "exa": [["Τραβήχτηκε ένας μυς στο γυμναστήριο","потянул мышцу в спортзале"]],
        "vowels": [["γ",false],["υ",true],["μναστ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "γυναίκα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "женщина",
        "exa": [["οι γυναίκες βάφουν τα πρόσωπά τους και βάζουν ψεύτικες βλεφαρίδες","женщины красят свое лицо и носят фальшивые ресницы"],["βλέπετε μια γυναίκα με βυσσινί μπουφάν πίσω μου;","вы видите позади меня женщину в бордовой куртке?"]],
        "vowels": [["γ",false],["υ",true],["ν",false],["αί",true],["κα",false]]
    },
    {
        "greek": "γυναικείος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "женский",
        "exa": [["Έχει γυναικεία εσώρουχα στο ράφι με τις κάλτσες","женское нижнее белье находится на полке с колготками"]],
        "vowels": [["γ",false],["υ",true],["ν",false],["αι",true],["κ",false],["εί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "γυρεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "искать, просить",
        "exa": [["Τι γυρεύεις εδώ","Что тебе здесь нужно?"]],
        "vowels": [["γ",false],["υ",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "γυρίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "возвращать, возвращаться, поворачиваться",
        "exa": [["γύρισα σπίτι απόψε και μπήκα στο ασανσέρ","вернулся домой сегодня вечером и зашел в лифт"]],
        "vowels": [["γ",false],["υ",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "γύρω",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "кругом, вокруг",
        "exa": [["έχω αρχίσει να βαριέμαι και να κουράζομαι να περπατάω γύρω από αυτά τα τούνελ","начал скучать и уставать ходить вокруг этих туннелей"]],
        "vowels": [["γ",false],["ύ",true],["ρ",false],["ω",true]]
    },
    {
        "greek": "γωνία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "угол",
        "exa": [["ξέρω ένα μαγαζί στη γωνία","знаю один магазин на углу"]],
        "vowels": [["γ",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "Δανία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Дания",
        "exa": [],
        "vowels": [["Δαν",false],["ί",true],["α",false]]
    },
    {
        "greek": "δαγκώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "кусать",
        "exa": [["μην δαγκώνεις το χέρι που σε ταΐζει","не кусай руку, которая кормит"]],
        "vowels": [["δαγκ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "δάσκαλος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "учитель",
        "exa": [["οι γονείς του ήταν δάσκαλοι","его родители были учителями"]],
        "vowels": [["δάσκαλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δάσος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лес",
        "exa": [["Είναι καλύτερα να μην πάμε μόνοι μας στο δάσος μετά την δύση του ήλιου","лучше не пойдем одни в лес после заката солнца"]],
        "vowels": [["δάσ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δεικτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "указательный",
        "exa": [["έχεις γίνει πολύ δεικτική τον τελευταίο μήνα","ты стал слишком показным в последний месяц"]],
        "vowels": [["δ",false],["ει",true],["κτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δείχνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "показывать",
        "exa": [["τα όνειρά του μας δείχνουν τον δρόμο προς τα εμπρός","его мечты указывают нам путь вперед"]],
        "vowels": [["δ",false],["εί",true],["χν",false],["ω",true]]
    },
    {
        "greek": "δέκα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "десять",
        "exa": [],
        "vowels": [["δ",false],["έ",true],["κα",false]]
    },
    {
        "greek": "δεκαέξι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "шестнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κα",false],["έ",true],["ξ",false],["ι",true]]
    },
    {
        "greek": "δεκαεννιά",
        "pos": "",
        "art": "",
        "end": ["δεκαεννέα"],
        "rus": "девятнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κα",false],["ε",true],["νν",false],["ι",true],["ά",false]]
    },
    {
        "greek": "δεκαεφτά",
        "pos": "",
        "art": "",
        "end": ["δεκαεπτά"],
        "rus": "семнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κα",false],["ε",true],["φτά",false]]
    },
    {
        "greek": "δεκαοχτώ",
        "pos": "verb",
        "art": "",
        "end": ["δεκαοκτώ"],
        "rus": "восемнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κα",false],["ο",true],["χτ",false],["ώ",true]]
    },
    {
        "greek": "δεκαπέντε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пятнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["καπ",false],["έ",true],["ντ",false],["ε",true]]
    },
    {
        "greek": "δεκατέσσερις",
        "pos": "noun",
        "art": "ο",
        "end": ["-ις","-α"],
        "rus": "четырнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κατ",false],["έ",true],["σσ",false],["ε",true],["ρ",false],["ι",true],["ς",false]]
    },
    {
        "greek": "δέκατος",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "десятый",
        "exa": [],
        "vowels": [["δ",false],["έ",true],["κατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δεκατρείς",
        "pos": "noun",
        "art": "ο",
        "end": ["-είς","-ία"],
        "rus": "тринадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κατρ",false],["εί",true],["ς",false]]
    },
    {
        "greek": "δεκάδες",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "десятки",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κάδ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "δεκαετία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "десятилетие",
        "exa": [["Βρήκαμε αυτό το πράγμα τη δεκαετία του'60","нашли эту вешь в 6-м десятилетии"]],
        "vowels": [["δ",false],["ε",true],["κα",false],["ε",true],["τ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Δεκέμβριος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "декабрь",
        "exa": [],
        "vowels": [["Δ",false],["ε",true],["κ",false],["έ",true],["μβρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "δελτίο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бюллетень",
        "exa": [["δελτίο ειδήσεων","новостная программа"]],
        "vowels": [["δ",false],["ε",true],["λτ",false],["ί",true],["ο",true]]
    },
    {
        "greek": "δέμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "посылка",
        "exa": [["πρέπει να παρέλαβες ένα δέμα σήμερα","ты должен доставить одну посылку сегодня"]],
        "vowels": [["δ",false],["έ",true],["μα",false]]
    },
    {
        "greek": "δεν",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "не",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["ν",false]]
    },
    {
        "greek": "δέντρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "дерево",
        "exa": [["Κάθεται πάνω στον κορμό του δέντρου","сядьте на ствол дерева"]],
        "vowels": [["δ",false],["έ",true],["ντρ",false],["ο",true]]
    },
    {
        "greek": "δεξιά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "направо",
        "exa": [["όταv φτάσoυμε στη στρoφή, θα πάμε αριστερά ή δεξιά;","когда достигнем поворота, пойдем налево или направо?"]],
        "vowels": [["δ",false],["ε",true],["ξ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "δεξιός",
        "pos": "adj",
        "art": "",
        "end": ["-ά","-ό"],
        "rus": "правый",
        "exa": [["Το μπροστινό δεξιό λάστιχο άρχισε να διαλύεται","передняя правая шина начала разваливаться"]],
        "vowels": [["δ",false],["ε",true],["ξ",false],["ι",true],["ό",true],["ς",false]]
    },
    {
        "greek": "δεσποινίς",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "девушка",
        "exa": [["Με συγχωρείτε, δεσποινίς, έχετε την καλοσύνη","Извините, девушка, будьте так любезны"]],
        "vowels": [["δ",false],["ε",true],["σπ",false],["οι",true],["ν",false],["ί",true],["ς",false]]
    },
    {
        "greek": "Δευτέρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "понедельник",
        "exa": [],
        "vowels": [["Δευτ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "δευτερόλεπτο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "секунда",
        "exa": [["δώστε μου μισό δευτερόλεπτο να σας εξηγήσω","дайте полсекунды вам объяснить"]],
        "vowels": [["δευτ",false],["ε",true],["ρ",false],["ό",true],["λ",false],["ε",true],["πτ",false],["ο",true]]
    },
    {
        "greek": "δεύτερος",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "второй",
        "exa": [["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"]],
        "vowels": [["δεύτ",false],["ε",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δέρμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кожа",
        "exa": [["οι γυναίκες που έχουν λευκό δέρμα συνήθως έχουν μεγαλύτερη δυσκολία στην προσαρμογή, γιατί συχνά το δέρμα τους είναι λιγάκι πιο τρυφερό","женщинам с белой кожей более сложно адаптироваться, потому что их кожа немножко более нежная"]],
        "vowels": [["δ",false],["έ",true],["ρμα",false]]
    },
    {
        "greek": "δέρνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "бить",
        "exa": [["Ο πατέρας μου με δέρνει","Отец меня бъет"]],
        "vowels": [["δ",false],["έ",true],["ρν",false],["ω",true]]
    },
    {
        "greek": "δέχομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "соглашаться, получать",
        "exa": [["δέχομαι αρνητική ενέργεια από σένα τώρα","получаю отрицательную энергию от тебя сейчас"]],
        "vowels": [["δ",false],["έ",true],["χ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "δηλαδή",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "то есть",
        "exa": [["Δηλαδή τα χρήματα ξαφνικά είναι η λύση στα προβλήματά σου","т.е. деньги внезапно стали решением твоих проблем"]],
        "vowels": [["δ",false],["η",true],["λαδ",false],["ή",true]]
    },
    {
        "greek": "δηλώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заявлять",
        "exa": [["Ο νόμος ξεκάθαρα δηλώνει ότι πρέπει πάντα να έχουμε ακριβώς τέσσερα μέλη","закон четко заявляет, что всегда должны иметь в точности 4 члена"]],
        "vowels": [["δ",false],["η",true],["λ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "δημιουργικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "творческий",
        "exa": [["αυτή είναι μια αρκετά δημιουργική ιδέα","это достаточно творческая идея"]],
        "vowels": [["δ",false],["η",true],["μ",false],["ι",true],["ουργ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δημοκρατία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "демократия",
        "exa": [],
        "vowels": [["δ",false],["η",true],["μ",false],["ο",true],["κρατ",false],["ί",true],["α",false]]
    },
    {
        "greek": "δημοσιογράφος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "",
        "exa": [["η журналист","Είσαι δημοσιογράφος σε εφημερίδα"],["ты журналист в газете"]],
        "vowels": [["δ",false],["η",true],["μ",false],["ο",true],["σ",false],["ι",true],["ο",true],["γράφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δημοτικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "начальная школа ж",
        "exa": [],
        "vowels": [["δ",false],["η",true],["μ",false],["ο",true],["τ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "δημοτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "народный (-ая -ое)",
        "exa": [],
        "vowels": [["δ",false],["η",true],["μ",false],["ο",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δημόσιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "государственный",
        "exa": [["χωρίς να τίθεται σε κίνδυνο η δίκαιη πρόσβαση στις δημόσιες υπηρεσίες","без того, чтобы ставить в опасность справедливый доступ к государственным службам"]],
        "vowels": [["δ",false],["η",true],["μ",false],["ό",true],["σ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "διάβασμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "чтение",
        "exa": [["αρκετό φως για διάβασμα και να μοιραστούμε το βραδινό φαγητό","достаточный света для чтения и разделить вечернюю пищу"]],
        "vowels": [["δ",false],["ι",true],["άβασμα",false]]
    },
    {
        "greek": "διαβάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "читать",
        "exa": [["θα το διαβάσω απόψε, σε ένα βιβλιοπωλείο","прочитаю это сегодня в книжном магазине"]],
        "vowels": [["δ",false],["ι",true],["αβάζ",false],["ω",true]]
    },
    {
        "greek": "διαβατήριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "паспорт",
        "exa": [["μόλις το νέο διαβατήριο σου θα είναι έτοιμο, θα μπεις στο αεροπλάνο και θα επιστρέψεις στο σπίτι","как только твой новый паспорт будет готов, зайдешь в самолет и вернешься домой"]],
        "vowels": [["δ",false],["ι",true],["αβατ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "διαγωνισμός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "конкурс",
        "exa": [["Κέρδισα το πρώτο βραβείο, σε διαγωνισμό ομορφιάς","выиграла первый приз на конкурсе красоты"]],
        "vowels": [["δ",false],["ι",true],["αγ",false],["ω",true],["ν",false],["ι",true],["σμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διαγώνιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "диагональный",
        "exa": [["νομίζω ότι σας έπεσε το ημερολόγιο στο καζάνι της Τζίνυ εκείνη τη μέρα στη διαγώνιο αλέα","думаю, он вам бросил дневник в котел Джини в тот день на диагональной аллее"]],
        "vowels": [["δ",false],["ι",true],["αγ",false],["ώ",true],["ν",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "διάδρομος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "коридор",
        "exa": [["τώρα που δεν ακούγονταν τα βήματά της, ο διάδρομος έμοιαζε ακόμα πιο άδειος και απειλητικός","сейчас, когда ее шаги не были слышны, коридор казался еще более пустым и угрожающим"]],
        "vowels": [["δ",false],["ι",true],["άδρ",false],["ο",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "διακοπές",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "каникулы",
        "exa": [["Είναι οι ανοιξιάτικες διακοπές, θα είναι καλό για τα παιδιά","это весенние каникулы, детям будет хорошо"]],
        "vowels": [["δ",false],["ι",true],["ακ",false],["ο",true],["π",false],["έ",true],["ς",false]]
    },
    {
        "greek": "διακοπή (ρεύματος)",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "выключение тока",
        "exa": [["Την τελευταία φορά που ολόκληρη η χώρα γνώρισε μαζική διακοπή ρεύματος ήταν το 2002","последний раз, когда вся страна узнала, что такое массовое отключение тока, был в 2002"]],
        "vowels": [["δ",false],["ι",true],["ακ",false],["ο",true],["πή (ρεύματ",false],["ο",true],["ς)",false]]
    },
    {
        "greek": "διακόσιοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "двести",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["ακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "διαλέγω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выбирать",
        "exa": [["ποιο τραγούδι μου θα διάλεγες","какую мою песню выберешь"]],
        "vowels": [["δ",false],["ι",true],["αλ",false],["έ",true],["γ",false],["ω",true]]
    },
    {
        "greek": "διάλειμμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "перерыв , перемена",
        "exa": [["αυτό είναι μόνο ένα σύντομο διάλειμμα","это всего лишь короткий перерыв"]],
        "vowels": [["δ",false],["ι",true],["άλ",false],["ει",true],["μμα",false]]
    },
    {
        "greek": "διάλεξη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лекция, доклад",
        "exa": [["Eσύ σαv καθηγητής παvεπιστημίoυ πoυ δίνει διαλέξεις","ты как профессор университета, дающий лекции"]],
        "vowels": [["δ",false],["ι",true],["άλ",false],["ε",true],["ξ",false],["η",true]]
    },
    {
        "greek": "διάλογος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "беседа, разговор",
        "exa": [["Χαίρομαι που τελικά κάνουμε διάλογο","рад, что наконец ведем беседу"]],
        "vowels": [["δ",false],["ι",true],["άλ",false],["ο",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "διαμέρισμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "квартира",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["αμ",false],["έ",true],["ρ",false],["ι",true],["σμα",false]]
    },
    {
        "greek": "διάφοροι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "разные",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["άφ",false],["ο",true],["ρ",false],["οι",true]]
    },
    {
        "greek": "διάρκεια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "длительность ж,",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["άρκ",false],["ει",true],["α",false]]
    },
    {
        "greek": "διαρκής",
        "pos": "noun",
        "art": "ο",
        "end": ["-ής","-ές"],
        "rus": "продолжительный (-я -ое)",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["αρκ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "διαρκώς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "непрерывно",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["αρκ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "διαρρήκτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "взломщик",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["αρρ",false],["ή",true],["κτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "διασκεδαστικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "веселый (-ая -ое)",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["ασκ",false],["ε",true],["δαστ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διδάσκω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "преподавать",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["δάσκ",false],["ω",true]]
    },
    {
        "greek": "διάστημα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "промежуток времени",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["άστ",false],["η",true],["μα",false]]
    },
    {
        "greek": "διαφήμιση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "реклама ж",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["αφ",false],["ή",true],["μ",false],["ι",true],["σ",false],["η",true]]
    },
    {
        "greek": "διαφορά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "разница ж",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["αφ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "διαφορετικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "различный (-ая -ое)",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["αφ",false],["ο",true],["ρ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διαφωνώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть несогласным",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["αφ",false],["ω",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "διεθνής",
        "pos": "noun",
        "art": "ο",
        "end": ["-ής","-ές"],
        "rus": "международный",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["ε",true],["θν",false],["ή",true],["ς",false]]
    },
    {
        "greek": "διερμηνέας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "",
        "exa": [["η переводчик м/ж"]],
        "vowels": [["δ",false],["ι",true],["ε",true],["ρμ",false],["η",true],["ν",false],["έ",true],["ας",false]]
    },
    {
        "greek": "διεύθυνση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "адрес",
        "exa": [["η αδύνατη διεύθυνση","невозможный адрес"]],
        "vowels": [["δ",false],["ι",true],["εύθ",false],["υ",true],["νσ",false],["η",true]]
    },
    {
        "greek": "διευθυντής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "директор м",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["ευθ",false],["υ",true],["ντ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "διευθύντρια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "директриса ж",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["ευθ",false],["ύ",true],["ντρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "διηγούμαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "расказывать",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["η",true],["γούμ",false],["αι",true]]
    },
    {
        "greek": "δικηγόρος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "",
        "exa": [["η адвокат м/ж"]],
        "vowels": [["δ",false],["ι",true],["κ",false],["η",true],["γ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δίκλινος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "двухместный (-ая -ое)",
        "exa": [],
        "vowels": [["δ",false],["ί",true],["κλ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό)","μο�"],
        "rus": "свой, собственный",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "давать",
        "exa": [],
        "vowels": [["δ",false],["ί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "διοίκηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "руководство с",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["οί",true],["κ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "διορθώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "исправлять",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["ο",true],["ρθ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "δίπλα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "рядом",
        "exa": [],
        "vowels": [["δ",false],["ί",true],["πλα",false]]
    },
    {
        "greek": "διπλανός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "соседний (-яя -ее)",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["πλαν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διπλός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "двойной (-ая -ое)",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["πλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διπλωμάτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "дипломат м",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["πλ",false],["ω",true],["μάτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "διπλωματικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "дипломатический",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["πλ",false],["ω",true],["ματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δισκάδικο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "магазин где продают диски",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["σκάδ",false],["ι",true],["κ",false],["ο",true]]
    },
    {
        "greek": "δίσκος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "диск м, поднос м",
        "exa": [],
        "vowels": [["δ",false],["ί",true],["σκ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "διψάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "хотеть пить",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["ψάω -",false],["ώ",true]]
    },
    {
        "greek": "δοκιμάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "пытаться, пробовать",
        "exa": [],
        "vowels": [["δ",false],["ο",true],["κ",false],["ι",true],["μάζ",false],["ω",true]]
    },
    {
        "greek": "δολ(λ)άριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "доллар м",
        "exa": [],
        "vowels": [["δ",false],["ο",true],["λ(λ)άρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "δόντι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "зуб м",
        "exa": [],
        "vowels": [["δ",false],["ό",true],["ντ",false],["ι",true]]
    },
    {
        "greek": "δόξα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "слава ж",
        "exa": [],
        "vowels": [["δ",false],["ό",true],["ξα",false]]
    },
    {
        "greek": "δουλειά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "работа ж",
        "exa": [],
        "vowels": [["δουλ",false],["ει",true],["ά",false]]
    },
    {
        "greek": "δουλειές",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "дела мн.ч.",
        "exa": [],
        "vowels": [["δουλ",false],["ει",true],["έ",true],["ς",false]]
    },
    {
        "greek": "δουλεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "работать",
        "exa": [],
        "vowels": [["δουλεύ",false],["ω",true]]
    },
    {
        "greek": "δραχμή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "драхма ж",
        "exa": [],
        "vowels": [["δραχμ",false],["ή",true]]
    },
    {
        "greek": "δραματικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "трагический (-ая -ое)",
        "exa": [],
        "vowels": [["δραματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δράση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "действие с",
        "exa": [],
        "vowels": [["δράσ",false],["η",true]]
    },
    {
        "greek": "δρόμος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "дорога",
        "exa": [["το ασθενοφόρο είναι στο δρόμο","скорая помошь на дороге"],["τα όνειρά του μας δείχνουν τον δρόμο προς τα εμπρός","его мечты указывают нам путь вперед"]],
        "vowels": [["δρ",false],["ό",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δροσιά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "роса ж",
        "exa": [],
        "vowels": [["δρ",false],["ο",true],["σ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "δυάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "двухкомиатная квартира ж",
        "exa": [],
        "vowels": [["δ",false],["υ",true],["άρ",false],["ι",true]]
    },
    {
        "greek": "δυνατά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сильно, крепко",
        "exa": [["το σύνθημα του ολυμπιακού κινήματος - \"πιο ψηλά, πιο γρήγορα, πιο δυνατά\"","девиз олимпийского движения - выше, быстрее, сильнее"]],
        "vowels": [["δ",false],["υ",true],["νατά",false]]
    },
    {
        "greek": "δυνατός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "сильный",
        "exa": [["ο δυνατός αέρας","сильный ветер"],["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"]],
        "vowels": [["δ",false],["υ",true],["νατ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δύναμη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сила ж",
        "exa": [],
        "vowels": [["δ",false],["ύ",true],["ναμ",false],["η",true]]
    },
    {
        "greek": "δυνατότητα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "возможность ж",
        "exa": [],
        "vowels": [["δ",false],["υ",true],["νατ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "δύο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "два",
        "exa": [],
        "vowels": [["δ",false],["ύ",true],["ο",true]]
    },
    {
        "greek": "δόση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "доза ж",
        "exa": [],
        "vowels": [["δ",false],["ό",true],["σ",false],["η",true]]
    },
    {
        "greek": "δυσκολεύομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "затрудняться",
        "exa": [],
        "vowels": [["δ",false],["υ",true],["σκ",false],["ο",true],["λεύ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "δύσκολος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "трудный (-ая -ое)",
        "exa": [],
        "vowels": [["δ",false],["ύ",true],["σκ",false],["ο",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δυσκολία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "трудность ж",
        "exa": [],
        "vowels": [["δ",false],["υ",true],["σκ",false],["ο",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "δυστυχώς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "к сожалению",
        "exa": [],
        "vowels": [["δ",false],["υ",true],["στ",false],["υ",true],["χ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "δυτικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на западе",
        "exa": [],
        "vowels": [["δ",false],["υ",true],["τ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "δώδεκα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "двенадцать",
        "exa": [],
        "vowels": [["δ",false],["ώ",true],["δ",false],["ε",true],["κα",false]]
    },
    {
        "greek": "δωδέκατος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "двенадцатый (-ая -ое)",
        "exa": [],
        "vowels": [["δ",false],["ω",true],["δ",false],["έ",true],["κατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δωμάτιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "комната ж",
        "exa": [],
        "vowels": [["δ",false],["ω",true],["μάτ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "δώρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подарок",
        "exa": [["άλλωστε, θα σου κάνω ένα δώρο","впрочем, сделаю ему подарок"],["δώρο για τα γενέθλιά σου","подарок на твой день рождения"]],
        "vowels": [["δ",false],["ώ",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "εβδομάδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "неделя",
        "exa": [["λυπάμαι που δεν κατάφερα να ασχοληθώ πολύ μαζί σου αυτήν την εβδομάδα","сожалею, что не смог заняться вами достаточно много на этой неделе"],["η βαλίτσα βρίσκεται εκεί για τρεις βδομάδες","чемодан находится тут три недели"]],
        "vowels": [["ε",true],["βδ",false],["ο",true],["μάδα",false]]
    },
    {
        "greek": "εβδομήντα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "семьдесят",
        "exa": [],
        "vowels": [["ε",true],["βδ",false],["ο",true],["μ",false],["ή",true],["ντα",false]]
    },
    {
        "greek": "έβδομος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "седьмой (-ая -ое)",
        "exa": [],
        "vowels": [["έ",true],["βδ",false],["ο",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έγινε!",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "договорились!",
        "exa": [],
        "vowels": [["έ",true],["γ",false],["ι",true],["νε!",false]]
    },
    {
        "greek": "εγώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "я",
        "exa": [],
        "vowels": [["ε",true],["γ",false],["ώ",true]]
    },
    {
        "greek": "εγγονός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "внук м",
        "exa": [],
        "vowels": [["ε",true],["γγ",false],["ο",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εγγύηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "гарантия ж",
        "exa": [],
        "vowels": [["ε",true],["γγ",false],["ύ",true],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "εγκαίρως",
        "pos": "",
        "art": "",
        "end": ["έγκαιρα"],
        "rus": "вовремя, заранее",
        "exa": [],
        "vowels": [["ε",true],["γκ",false],["αί",true],["ρ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "έδαφος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "поверхность ж",
        "exa": [],
        "vowels": [["έ",true],["δαφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εδώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "здесь",
        "exa": [["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"],["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"]],
        "vowels": [["ε",true],["δ",false],["ώ",true]]
    },
    {
        "greek": "εθνικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "национальный (-ая -ое)",
        "exa": [],
        "vowels": [["ε",true],["θν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εθνικότητα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "национальность ж",
        "exa": [],
        "vowels": [["ε",true],["θν",false],["ι",true],["κ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "ειδήσεις",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "новости мн. ч.",
        "exa": [],
        "vowels": [["ει",true],["δ",false],["ή",true],["σ",false],["ει",true],["ς",false]]
    },
    {
        "greek": "ειδικός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "специалист м",
        "exa": [],
        "vowels": [["ει",true],["δ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ειδικότητα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "специальность ж",
        "exa": [],
        "vowels": [["ει",true],["δ",false],["ι",true],["κ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "είδος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "род м, сорт м, товар м",
        "exa": [],
        "vowels": [["εί",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εικόνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "картина ж, икона ж",
        "exa": [],
        "vowels": [["ει",true],["κ",false],["ό",true],["να",false]]
    },
    {
        "greek": "είκοσι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "двадцать",
        "exa": [],
        "vowels": [["εί",true],["κ",false],["ο",true],["σ",false],["ι",true]]
    },
    {
        "greek": "εικοσ(ι)τετράωρο",
        "pos": "noun",
        "art": "το 24",
        "end": [],
        "rus": "часа, сутки",
        "exa": [],
        "vowels": [["ει",true],["κ",false],["ο",true],["σ(ι)τ",false],["ε",true],["τρά",false],["ω",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "εικοστός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "двадцатый (-ая –ое)",
        "exa": [],
        "vowels": [["ει",true],["κ",false],["ο",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ειλικρινής",
        "pos": "noun",
        "art": "ο",
        "end": ["-ής","-ές"],
        "rus": "откровенный (-ая -ое)",
        "exa": [],
        "vowels": [["ει",true],["λ",false],["ι",true],["κρ",false],["ι",true],["ν",false],["ή",true],["ς",false]]
    },
    {
        "greek": "είμαι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "быть",
        "exa": [],
        "vowels": [["εί",true],["μ",false],["αι",true]]
    },
    {
        "greek": "εισιτήριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "билет",
        "exa": [["το αεροπορικό εισιτήριο","авиа билет"],["ήταν το εισιτήριό της για μια άνετη ζωή","это был ее билет в удобную жизнь"]],
        "vowels": [["ει",true],["σ",false],["ι",true],["τ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "είσοδος",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вход м",
        "exa": [],
        "vowels": [["εί",true],["σ",false],["ο",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "είτε... είτε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "или, ибо",
        "exa": [],
        "vowels": [["εί",true],["τε... ",false],["εί",true],["τ",false],["ε",true]]
    },
    {
        "greek": "εκατό",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сто",
        "exa": [],
        "vowels": [["ε",true],["κατ",false],["ό",true]]
    },
    {
        "greek": "εκατοντάδες",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "сотни",
        "exa": [],
        "vowels": [["ε",true],["κατ",false],["ο",true],["ντάδ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "εκατομμύριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "миллион м",
        "exa": [],
        "vowels": [["ε",true],["κατ",false],["ο",true],["μμ",false],["ύ",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["ε)κατοστίζ�"],
        "rus": "жить до ста лет",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "εκδρομή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "экскурсия ж",
        "exa": [],
        "vowels": [["ε",true],["κδρ",false],["ο",true],["μ",false],["ή",true]]
    },
    {
        "greek": "εκδήλωση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "массовое выступление с",
        "exa": [],
        "vowels": [["ε",true],["κδ",false],["ή",true],["λ",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "εκπαίδευση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "воспитание с, образование с",
        "exa": [],
        "vowels": [["ε",true],["κπ",false],["αί",true],["δευσ",false],["η",true]]
    },
    {
        "greek": "εκπαιδευτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "учебный (-ая -ое)",
        "exa": [],
        "vowels": [["ε",true],["κπ",false],["αι",true],["δευτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εκπομπή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "передача ж",
        "exa": [],
        "vowels": [["ε",true],["κπ",false],["ο",true],["μπ",false],["ή",true]]
    },
    {
        "greek": "έκπτωση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "понижение цен с",
        "exa": [],
        "vowels": [["έ",true],["κπτ",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "εκεί",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "там",
        "exa": [],
        "vowels": [["ε",true],["κ",false],["εί",true]]
    },
    {
        "greek": "εκείνος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "тот (та, то)",
        "exa": [],
        "vowels": [["ε",true],["κ",false],["εί",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έκθεση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "выставка ж",
        "exa": [],
        "vowels": [["έ",true],["κθ",false],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "εκκλησία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "церковь",
        "exa": [["προφανώς η παρουσία μας εδώ βάζει σε κίνδυνο την εκκλησία","очевидно наше присутствие тут ставит церковь в опасное положение"]],
        "vowels": [["ε",true],["κκλ",false],["η",true],["σ",false],["ί",true],["α",false]]
    },
    {
        "greek": "έκταση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "площадь ж, размер м",
        "exa": [],
        "vowels": [["έ",true],["κτασ",false],["η",true]]
    },
    {
        "greek": "έκτος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "шестой (-ая -ое)",
        "exa": [],
        "vowels": [["έ",true],["κτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εκτός από",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "кроме",
        "exa": [],
        "vowels": [["ε",true],["κτ",false],["ό",true],["ς απ",false],["ό",true]]
    },
    {
        "greek": "εκπτώσεις",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "снижение цен с",
        "exa": [],
        "vowels": [["ε",true],["κπτ",false],["ώ",true],["σ",false],["ει",true],["ς",false]]
    },
    {
        "greek": "έκφραση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "выражение с",
        "exa": [],
        "vowels": [["έ",true],["κφρασ",false],["η",true]]
    },
    {
        "greek": "εκφράζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выражать",
        "exa": [],
        "vowels": [["ε",true],["κφράζ",false],["ω",true]]
    },
    {
        "greek": "ελαττώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "уменьшать",
        "exa": [],
        "vowels": [["ε",true],["λαττ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ελαφρύς",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "лёгкий (-ая -ое)",
        "exa": [],
        "vowels": [["ε",true],["λαφρ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "Ελβετία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Швейцария",
        "exa": [],
        "vowels": [["Ελβ",false],["ε",true],["τ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ελβετικός",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "швейцарский (-ая -ое)",
        "exa": [],
        "vowels": [["ε",true],["λβ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ελβετός",
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "швейцар (-ка)",
        "exa": [],
        "vowels": [["Ελβ",false],["ε",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ελευθερία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "свобода",
        "exa": [["τελευταία ευκαιρία για ελευθερία πριν γεννηθεί το μωρό","последний шанс на свободу, прежде чем родится младенец"]],
        "vowels": [["ε",true],["λευθ",false],["ε",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ελεύθερος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "свободный",
        "exa": [["είμαι ελεύθερη αύριο το βράδυ","я свободна завтра вечером"]],
        "vowels": [["ε",true],["λεύθ",false],["ε",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ελιά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "олива ж, маслина ж (дерево)",
        "exa": [],
        "vowels": [["ε",true],["λ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "ελέγχω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "проверять",
        "exa": [],
        "vowels": [["ε",true],["λ",false],["έ",true],["γχ",false],["ω",true]]
    },
    {
        "greek": "ελπίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "надеяться",
        "exa": [],
        "vowels": [["ε",true],["λπ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "Ελλάδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Греция",
        "exa": [],
        "vowels": [["Ελλάδα",false]]
    },
    {
        "greek": "Έλληνας",
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "грек (-анка)",
        "exa": [],
        "vowels": [["Έλλ",false],["η",true],["νας",false]]
    },
    {
        "greek": "ελληνικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "греческий язык м",
        "exa": [],
        "vowels": [["ε",true],["λλ",false],["η",true],["ν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ελληνικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "греческий (-ая -ое)",
        "exa": [],
        "vowels": [["ε",true],["λλ",false],["η",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εμείς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "мы",
        "exa": [],
        "vowels": [["ε",true],["μ",false],["εί",true],["ς",false]]
    },
    {
        "greek": "έμπειρος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "опытный (-ая -ое)",
        "exa": [],
        "vowels": [["έ",true],["μπ",false],["ει",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εμπόριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "торговля ж",
        "exa": [],
        "vowels": [["ε",true],["μπ",false],["ό",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "εμπορικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "торговый (-ая -ое)",
        "exa": [],
        "vowels": [["ε",true],["μπ",false],["ο",true],["ρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εμπρός",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вперед, слушаю, да",
        "exa": [["τα όνειρά του μας δείχνουν τον δρόμο προς τα εμπρός","его мечты указывают нам путь вперед"]],
        "vowels": [["ε",true],["μπρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ένα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "один; какое-то",
        "exa": [],
        "vowels": [["έ",true],["να",false]]
    },
    {
        "greek": "ένας",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "один; какой-то",
        "exa": [],
        "vowels": [["έ",true],["νας",false]]
    },
    {
        "greek": "ένατος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "девятый (-ая -ое)",
        "exa": [],
        "vowels": [["έ",true],["νατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ενδέκατος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "одиннадцатый",
        "exa": [],
        "vowels": [["ε",true],["νδ",false],["έ",true],["κατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ενδιαφέρομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "интересоваться",
        "exa": [],
        "vowels": [["ε",true],["νδ",false],["ι",true],["αφ",false],["έ",true],["ρ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ενδιαφέρων",
        "pos": "noun",
        "art": "ο",
        "end": ["-ουσα","-ον"],
        "rus": "интересный",
        "exa": [["αν δεν ενδιαφέρεσαι, θα πάω κάπου αλλού","если не интересуешься, пойду куда-нибудь в другое место"]],
        "vowels": [["ε",true],["νδ",false],["ι",true],["αφ",false],["έ",true],["ρ",false],["ω",true],["ν",false]]
    },
    {
        "greek": "ενενήντα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "девяносто",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["ε",true],["ν",false],["ή",true],["ντα",false]]
    },
    {
        "greek": "ενεργητική (φωνή)",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "активная форма ж",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["ε",true],["ργ",false],["η",true],["τ",false],["ι",true],["κή (φ",false],["ω",true],["νή)",false]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["гр."],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "ενεστώτας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "настоящее время с (гр.)",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["ε",true],["στ",false],["ώ",true],["τας",false]]
    },
    {
        "greek": "ενδιαφέρον",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "интерес м",
        "exa": [],
        "vowels": [["ε",true],["νδ",false],["ι",true],["αφ",false],["έ",true],["ρ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "ενέργεια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "действие с, энергия ж",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["έ",true],["ργ",false],["ει",true],["α",false]]
    },
    {
        "greek": "ενημερώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "информировать",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["η",true],["μ",false],["ε",true],["ρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ενημέρωση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "введение в курс дела",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["η",true],["μ",false],["έ",true],["ρ",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "ενοχλώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "мешать",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["ο",true],["χλ",false],["ώ",true]]
    },
    {
        "greek": "εντολή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "поручение с, наказ м",
        "exa": [],
        "vowels": [["ε",true],["ντ",false],["ο",true],["λ",false],["ή",true]]
    },
    {
        "greek": "εντούτοις",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "однако, между тем",
        "exa": [],
        "vowels": [["ε",true],["ντούτ",false],["οι",true],["ς",false]]
    },
    {
        "greek": "εντυπωσιακός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "впечатляющий",
        "exa": [],
        "vowels": [["ε",true],["ντ",false],["υ",true],["π",false],["ω",true],["σ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ενικός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "единственное число с (гр.)",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εννιά",
        "pos": "",
        "art": "",
        "end": ["εννέα"],
        "rus": "девять",
        "exa": [],
        "vowels": [["ε",true],["νν",false],["ι",true],["ά",false]]
    },
    {
        "greek": "εννιακόσιοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "девятьсот",
        "exa": [],
        "vowels": [["ε",true],["νν",false],["ι",true],["ακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "εννοώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "понимать, думать",
        "exa": [],
        "vowels": [["ε",true],["νν",false],["ο",true],["ώ",true]]
    },
    {
        "greek": "ενοικιάζεται",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сдаётся внаём",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["οι",true],["κ",false],["ι",true],["άζ",false],["ε",true],["τ",false],["αι",true]]
    },
    {
        "greek": "ενοίκιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "квартплата ж",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["οί",true],["κ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "ενώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "хотя, между тем",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "εντάξει",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "договорились",
        "exa": [],
        "vowels": [["ε",true],["ντάξ",false],["ει",true]]
    },
    {
        "greek": "έντεκα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "одиннадцать",
        "exa": [],
        "vowels": [["έ",true],["ντ",false],["ε",true],["κα",false]]
    },
    {
        "greek": "εντράδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мясо с овощами или",
        "exa": [],
        "vowels": [["ε",true],["ντράδα",false]]
    },
    {
        "greek": "макаронами",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "с подливой",
        "exa": [],
        "vowels": [["макаронами",false]]
    },
    {
        "greek": "έντυπο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "печатное издание с",
        "exa": [],
        "vowels": [["έ",true],["ντ",false],["υ",true],["π",false],["ο",true]]
    },
    {
        "greek": "ενώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "в то время как",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "ένωση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "союз м, объединение с",
        "exa": [],
        "vowels": [["έ",true],["ν",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "(ε)ξάδελφος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "двоюродный брат м",
        "exa": [],
        "vowels": [["ε)ξάδ",false],["ε",true],["λφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εξαιρετικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "необыкновенный",
        "exa": [["οι αρχαιολογικοί χώροι που βρίσκονται στις Συρακούσες είναι το καλύτερο παράδειγμα εξαιρετικής αρχιτεκτονικής δημιουργίας","археологические места, которые находятся в Сиракузах, являются лучшим примером исключительного архитектурного творчества"]],
        "vowels": [["ε",true],["ξ",false],["αι",true],["ρ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "εξακολουθητικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό)продолжительный","(-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": [["ε",true],["ξακ",false],["ο",true],["λουθ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εξακολουθώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "продолжать",
        "exa": [],
        "vowels": [["ε",true],["ξακ",false],["ο",true],["λουθ",false],["ώ",true]]
    },
    {
        "greek": "εξακόσιοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "шестьсот",
        "exa": [],
        "vowels": [["ε",true],["ξακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "εξάμηνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "семестр м, полугодие с",
        "exa": [],
        "vowels": [["ε",true],["ξάμ",false],["η",true],["ν",false],["ο",true]]
    },
    {
        "greek": "εξαρτώμαι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "зависеть",
        "exa": [],
        "vowels": [["ε",true],["ξαρτ",false],["ώ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "εξαφανίζομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "скрываться, исчезать",
        "exa": [],
        "vowels": [["ε",true],["ξαφαν",false],["ί",true],["ζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "εξετάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "испытывать, рассматривать",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["ε",true],["τάζ",false],["ω",true]]
    },
    {
        "greek": "εξέταση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "испытание с, экзамен м",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["έ",true],["τασ",false],["η",true]]
    },
    {
        "greek": "εξήγηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "объяснение с, разъяснение с",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["ή",true],["γ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "εξήντα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "шестьдесят",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["ή",true],["ντα",false]]
    },
    {
        "greek": "εξής",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "",
        "exa": [["τα следующее"]],
        "vowels": [["ε",true],["ξ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "έξι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "шесть",
        "exa": [],
        "vowels": [["έ",true],["ξ",false],["ι",true]]
    },
    {
        "greek": "έξοδα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "расход м, трата ж",
        "exa": [],
        "vowels": [["έ",true],["ξ",false],["ο",true],["δα",false]]
    },
    {
        "greek": "έξοδος",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "выход м",
        "exa": [],
        "vowels": [["έ",true],["ξ",false],["ο",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εξπρές",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "экспресс",
        "exa": [],
        "vowels": [["ε",true],["ξπρ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "εξυπηρετικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "услужливый (-ая -ое)",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["υ",true],["π",false],["η",true],["ρ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εξυπηρετώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обслуживать",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["υ",true],["π",false],["η",true],["ρ",false],["ε",true],["τ",false],["ώ",true]]
    },
    {
        "greek": "έξυπνος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "умный",
        "exa": [["το έξυπνο αγόρι","умный мальчик"]],
        "vowels": [["έ",true],["ξ",false],["υ",true],["πν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έξω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "вне, за пределами чего-либо",
        "exa": [],
        "vowels": [["έ",true],["ξ",false],["ω",true]]
    },
    {
        "greek": "εξωτερικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "внешний вид м, заграница ж",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["ω",true],["τ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "εξωτερικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "внешний (-яя -ее)",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["ω",true],["τ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εξωτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "экзотический",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["ω",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "επαγγελματικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "профессиональный",
        "exa": [],
        "vowels": [["ε",true],["παγγ",false],["ε",true],["λματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "επανάληψη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "повторение с",
        "exa": [],
        "vowels": [["ε",true],["πανάλ",false],["η",true],["ψ",false],["η",true]]
    },
    {
        "greek": "επείγων",
        "pos": "noun",
        "art": "ο",
        "end": ["-ουσα","-ον"],
        "rus": "срочный",
        "exa": [],
        "vowels": [["ε",true],["π",false],["εί",true],["γ",false],["ω",true],["ν",false]]
    },
    {
        "greek": "επί",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "умножить на",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ί",true]]
    },
    {
        "greek": "επιγραφή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "надпись ж",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["γραφ",false],["ή",true]]
    },
    {
        "greek": "επίδομα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пособие с",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ί",true],["δ",false],["ο",true],["μα",false]]
    },
    {
        "greek": "επίθετο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фамилия",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ί",true],["θ",false],["ε",true],["τ",false],["ο",true]]
    },
    {
        "greek": "επιθυμία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "желание с",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["θ",false],["υ",true],["μ",false],["ί",true],["α",false]]
    },
    {
        "greek": "επιθυμώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "желать, хотеть",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["θ",false],["υ",true],["μ",false],["ώ",true]]
    },
    {
        "greek": "прилагательное",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "с",
        "exa": [],
        "vowels": [["прилагательное",false]]
    },
    {
        "greek": "επικοινωνώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "общаться, иметь связь",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["κ",false],["οι",true],["ν",false],["ω",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "έπιπλο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мебель ж",
        "exa": [],
        "vowels": [["έ",true],["π",false],["ι",true],["πλ",false],["ο",true]]
    },
    {
        "greek": "επιπλωμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "меблированный",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["πλ",false],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "επικίνδυνος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "опасный",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["κ",false],["ί",true],["νδ",false],["υ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "επικοινωνία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сообщение с, связь ж",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["κ",false],["οι",true],["ν",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "επιλέγω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выбирать",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["λ",false],["έ",true],["γ",false],["ω",true]]
    },
    {
        "greek": "επιμένω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "настаивать",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["μ",false],["έ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "επίσης",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "также, тоже",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["ε",true],["π",false],["ί",true],["σ",false],["η",true],["ς",false]]
    },
    {
        "greek": "επισκέπτομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "посещать",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["σκ",false],["έ",true],["πτ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "επιστροφή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "возвращение с",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["στρ",false],["ο",true],["φ",false],["ή",true]]
    },
    {
        "greek": "επιτάφιος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "захоронение с",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["τάφ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "επιτρέπω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "разрешать",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["τρ",false],["έ",true],["π",false],["ω",true]]
    },
    {
        "greek": "επίτηδες",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нарочно, специально",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ί",true],["τ",false],["η",true],["δ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "επιτυχία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "успех м, удача",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["τ",false],["υ",true],["χ",false],["ί",true],["α",false]]
    },
    {
        "greek": "επιτυχός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "успешный",
        "exa": [["έχω την τιμή να αναφέρω την επιτυχή ολοκλήρωση της αποστολής μας","имею честь сообщить об успшешном завершении нашей миссии"]],
        "vowels": [["ε",true],["π",false],["ι",true],["τ",false],["υ",true],["χ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "επιχείρηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "предприятие с",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ι",true],["χ",false],["εί",true],["ρ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "επόμενος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "следующий",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ό",true],["μ",false],["ε",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "επομένως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "следовательно",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ο",true],["μ",false],["έ",true],["ν",false],["ω",true],["ς",false]]
    },
    {
        "greek": "εποχή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "время года",
        "exa": [["καταλληλότερη εποχή είναι νωρίς την άνοιξη","самое подходящее время года - начало весны"]],
        "vowels": [["ε",true],["π",false],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "επώνυμο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фамилия ж",
        "exa": [],
        "vowels": [["ε",true],["π",false],["ώ",true],["ν",false],["υ",true],["μ",false],["ο",true]]
    },
    {
        "greek": "εργάζομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "работать",
        "exa": [],
        "vowels": [["ε",true],["ργάζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "εργαζόμενοι",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "трудящиеся мн ч",
        "exa": [],
        "vowels": [["ε",true],["ργαζ",false],["ό",true],["μ",false],["ε",true],["ν",false],["οι",true]]
    },
    {
        "greek": "εργαλείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "инструмент м, орудие с",
        "exa": [],
        "vowels": [["ε",true],["ργαλ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "εργάτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "рабочий м",
        "exa": [],
        "vowels": [["ε",true],["ργάτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "εργασία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "работа ж",
        "exa": [],
        "vowels": [["ε",true],["ργασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "εργατικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "трудолюбивый",
        "exa": [],
        "vowels": [["ε",true],["ργατ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "έργο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "произведение с",
        "exa": [],
        "vowels": [["έ",true],["ργ",false],["ο",true]]
    },
    {
        "greek": "έρχομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "приходить",
        "exa": [],
        "vowels": [["έ",true],["ρχ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ερχόμενος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "следующий (-ая -ее)",
        "exa": [],
        "vowels": [["ε",true],["ρχ",false],["ό",true],["μ",false],["ε",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ερωτευμένος",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ο"],
        "rus": "влюблённый",
        "exa": [],
        "vowels": [["ε",true],["ρ",false],["ω",true],["τευμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έρωτας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "любоь ж, страсть ж",
        "exa": [],
        "vowels": [["έ",true],["ρ",false],["ω",true],["τας",false]]
    },
    {
        "greek": "ερωτηματικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "вопросительный",
        "exa": [],
        "vowels": [["ε",true],["ρ",false],["ω",true],["τ",false],["η",true],["ματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ερώτηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вопрос",
        "exa": [["απαντάει σ'ερώτηση που του έκανα πριν μισή ώρα","отвечает на вопросы, которые ему задал полчаса назад"]],
        "vowels": [["ε",true],["ρ",false],["ώ",true],["τ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "εσείς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вы",
        "exa": [],
        "vowels": [["ε",true],["σ",false],["εί",true],["ς",false]]
    },
    {
        "greek": "εσπρέσο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кофе эспресо с",
        "exa": [],
        "vowels": [["ε",true],["σπρ",false],["έ",true],["σ",false],["ο",true]]
    },
    {
        "greek": "εστιατόριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "столовая ж",
        "exa": [],
        "vowels": [["ε",true],["στ",false],["ι",true],["ατ",false],["ό",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "έσοδο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "доход м",
        "exa": [],
        "vowels": [["έ",true],["σ",false],["ο",true],["δ",false],["ο",true]]
    },
    {
        "greek": "εσύ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ты",
        "exa": [],
        "vowels": [["ε",true],["σ",false],["ύ",true]]
    },
    {
        "greek": "έστω και",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пусть даже",
        "exa": [],
        "vowels": [["έ",true],["στω κ",false],["αι",true]]
    },
    {
        "greek": "εσωτερικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "внутренний (-яя -ее)",
        "exa": [],
        "vowels": [["ε",true],["σ",false],["ω",true],["τ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εταιρεία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "общество с, компания ж",
        "exa": [],
        "vowels": [["ε",true],["τ",false],["αι",true],["ρ",false],["εί",true],["α",false]]
    },
    {
        "greek": "ετοιμάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "готовить",
        "exa": [],
        "vowels": [["ε",true],["τ",false],["οι",true],["μάζ",false],["ω",true]]
    },
    {
        "greek": "έτοιμος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "готовый",
        "exa": [["μόλις το νέο διαβατήριο σου θα είναι έτοιμο, θα μπεις στο αεροπλάνο και θα επιστρέψεις στο σπίτι","как только твой новый паспорт будет готов, зайдешь в самолет и вернешься домой"]],
        "vowels": [["έ",true],["τ",false],["οι",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έτος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "год м",
        "exa": [],
        "vowels": [["έ",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έτσι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "так, таким образом",
        "exa": [],
        "vowels": [["έ",true],["τσ",false],["ι",true]]
    },
    {
        "greek": "ευγενικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "вежливый",
        "exa": [],
        "vowels": [["ευγ",false],["ε",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ευγενικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вежливо",
        "exa": [],
        "vowels": [["ευγ",false],["ε",true],["ν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ευκαιρία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "оказия ж, удобный случай",
        "exa": [["τελευταία ευκαιρία για ελευθερία πριν γεννηθεί το μωρό","последний шанс на свободу, прежде чем родится младенец"]],
        "vowels": [["ευκ",false],["αι",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "εύκολος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "лёгкий",
        "exa": [],
        "vowels": [["εύκ",false],["ο",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ευρώ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "евро с",
        "exa": [],
        "vowels": [["ευρ",false],["ώ",true]]
    },
    {
        "greek": "ευρωπαϊκός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "европейский",
        "exa": [],
        "vowels": [["ευρ",false],["ω",true],["παϊκ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ευρώπη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Европа",
        "exa": [],
        "vowels": [["Ε",false],["υ",true],["ρ",false],["ώ",true],["π",false],["η",true]]
    },
    {
        "greek": "ευτυχώς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "к счастью",
        "exa": [],
        "vowels": [["ευτ",false],["υ",true],["χ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "ευτυχισμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "счастливый (-ая -ое)",
        "exa": [],
        "vowels": [["ευτ",false],["υ",true],["χ",false],["ι",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ευθεία",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "прямо",
        "exa": [],
        "vowels": [["ευθ",false],["εί",true],["α",false]]
    },
    {
        "greek": "ευθύνη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ответственность ж",
        "exa": [],
        "vowels": [["ευθ",false],["ύ",true],["ν",false],["η",true]]
    },
    {
        "greek": "ευχαριστημένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "благодарный",
        "exa": [["με τέτοιες σκοτεινές μέρες και τόση βία γύρω μας, είμαστε ευχαριστημένοι με ένα καλό γεύμα και κρασί","в такие темные дни и с таким количеством насилия вокруг нас мы счастливы иметь хороший ужин и вино"]],
        "vowels": [["ευχαρ",false],["ι",true],["στ",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ευχάριστος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "приятный",
        "exa": [],
        "vowels": [["ευχάρ",false],["ι",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ευχαριστώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "благодарить, спасибо",
        "exa": [],
        "vowels": [["ευχαρ",false],["ι",true],["στ",false],["ώ",true]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["ε)φέτο�"],
        "rus": "в этом году",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "εφόσον",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "так как",
        "exa": [],
        "vowels": [["ε",true],["φ",false],["ό",true],["σ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "εφημερίδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "газета",
        "exa": [["σύμφωνα με τις απογευματινές εφημερίδες","согласно вечерним газетам"],["Είσαι δημοσιογράφος σε εφημερίδα","ты журналист в газете"]],
        "vowels": [["ε",true],["φ",false],["η",true],["μ",false],["ε",true],["ρ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "εφτά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "семь",
        "exa": [],
        "vowels": [["ε",true],["φτά",false]]
    },
    {
        "greek": "εφτακόσιοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "семьсот",
        "exa": [],
        "vowels": [["ε",true],["φτακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "έχω δίκιο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "быть правым",
        "exa": [],
        "vowels": [["έ",true],["χω δ",false],["ί",true],["κ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "έχω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "иметь",
        "exa": [],
        "vowels": [["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "έως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "до",
        "exa": [],
        "vowels": [["έ",true],["ω",true],["ς",false]]
    },
    {
        "greek": "ζαμπόν",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ветчина ж, окорок м",
        "exa": [],
        "vowels": [["ζαμπ",false],["ό",true],["ν",false]]
    },
    {
        "greek": "ζάχαρη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сахар м",
        "exa": [],
        "vowels": [["ζάχαρ",false],["η",true]]
    },
    {
        "greek": "ζαχαροπλαστείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кондитерская ж",
        "exa": [],
        "vowels": [["ζαχαρ",false],["ο",true],["πλαστ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ζέστη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "жара ж, тепло с",
        "exa": [],
        "vowels": [["ζ",false],["έ",true],["στ",false],["η",true]]
    },
    {
        "greek": "ζεστός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "горячий, теплый",
        "exa": [["ένα ζεστό ποτήρι γάλα","стакан горячего молока"],["Κάτι τόσο ζεστό ώστε να μετατρέψει την άμμο σε γυαλί","что-то настолько горячее, что превращает песок в стекло"]],
        "vowels": [["ζ",false],["ε",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ζεσταίνομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "согреваться",
        "exa": [],
        "vowels": [["ζ",false],["ε",true],["στ",false],["αί",true],["ν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ζευγάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пара, чета",
        "exa": [["ένα ζευγάρι αθλητικά παπούτσια","пара спортивной обуви"]],
        "vowels": [["ζευγάρ",false],["ι",true]]
    },
    {
        "greek": "ζηλεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "завидовать",
        "exa": [],
        "vowels": [["ζ",false],["η",true],["λεύ",false],["ω",true]]
    },
    {
        "greek": "ζητάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "требовать, просить",
        "exa": [],
        "vowels": [["ζ",false],["η",true],["τάω -",false],["ώ",true]]
    },
    {
        "greek": "ζητείται",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "требуется",
        "exa": [],
        "vowels": [["ζ",false],["η",true],["τ",false],["εί",true],["τ",false],["αι",true]]
    },
    {
        "greek": "ζυγίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "весить, взвешивать",
        "exa": [],
        "vowels": [["ζ",false],["υ",true],["γ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "ζυμαρικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "мучные изделия мн.ч.",
        "exa": [],
        "vowels": [["ζ",false],["υ",true],["μαρ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "Ζυρίχη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Цюрих",
        "exa": [],
        "vowels": [["Ζ",false],["υ",true],["ρ",false],["ί",true],["χ",false],["η",true]]
    },
    {
        "greek": "ζώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "жить",
        "exa": [["ζει σε έναν άλλο κόσμο","она живет в другом мире"]],
        "vowels": [["ζ",false],["ώ",true]]
    },
    {
        "greek": "ζώο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "животное с, скотина ж",
        "exa": [],
        "vowels": [["ζ",false],["ώ",true],["ο",true]]
    },
    {
        "greek": "ζωή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "жизнь",
        "exa": [["ήταν το εισιτήριό της για μια άνετη ζωή","это был ее билет в удобную жизнь"],["εργάστηκε στη γεωργία όλη του τη ζωή","работал всю жизнь в сельском хозяйстве"]],
        "vowels": [["ζ",false],["ω",true],["ή",true]]
    },
    {
        "greek": "ζώνη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пояс м, ремень м",
        "exa": [],
        "vowels": [["ζ",false],["ώ",true],["ν",false],["η",true]]
    },
    {
        "greek": "ή",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "или",
        "exa": [],
        "vowels": [["ή",true]]
    },
    {
        "greek": "ήδη",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "уже",
        "exa": [],
        "vowels": [["ή",true],["δ",false],["η",true]]
    },
    {
        "greek": "ηθοποιός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "актер м, артист м",
        "exa": [],
        "vowels": [["η",true],["θ",false],["ο",true],["π",false],["οι",true],["ό",true],["ς",false]]
    },
    {
        "greek": "ηλεκτρικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "электрический",
        "exa": [["ηλεκτρικές συσκευές για ατομική χρήση","электрические устройства личного пользования"]],
        "vowels": [["η",true],["λ",false],["ε",true],["κτρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ηλεκτρολόγος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "электрик м",
        "exa": [],
        "vowels": [["η",true],["λ",false],["ε",true],["κτρ",false],["ο",true],["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ηλεκτρονικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "электронный",
        "exa": [],
        "vowels": [["η",true],["λ",false],["ε",true],["κτρ",false],["ο",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ηλιακός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "солнечный (-ая -ое)",
        "exa": [],
        "vowels": [["η",true],["λ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ηλικία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "возраст м",
        "exa": [],
        "vowels": [["η",true],["λ",false],["ι",true],["κ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ηλικιωμένος",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "пожилой (-ая -ое)",
        "exa": [],
        "vowels": [["η",true],["λ",false],["ι",true],["κ",false],["ι",true],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ήλιος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "солнце",
        "exa": [["χαρούμενος ο ήλιος ανεβαίνει στον ουρανό","счастливое солнце поднимается в небе"],["Είναι καλύτερα να μην πάμε μόνοι μας στο δάσος μετά την δύση του ήλιου","лучше не пойдем одни в лес после заката солнца"]],
        "vowels": [["ή",true],["λ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "(η)μέρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "день",
        "exa": [["αλλάζω ρούχα κάθε μέρα","меняю одежду каждый день"],["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"],["δεν ήμουν απόλυτα ειλικρινής απέναντί σου τις τελευταίες μέρες","я не был абсолютно откровенен с вами последние дни"]],
        "vowels": [["η)μ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "ημερολόγιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "календарь, дневник, журнал",
        "exa": [["νομίζω ότι σας έπεσε το ημερολόγιο στο καζάνι της Τζίνυ εκείνη τη μέρα στη διαγώνιο αλέα","думаю, он вам бросил дневник в котел Джини в тот день на диагональной аллее"]],
        "vowels": [["η",true],["μ",false],["ε",true],["ρ",false],["ο",true],["λ",false],["ό",true],["γ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "ημιώροφος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "этаж между первым и вторым м",
        "exa": [],
        "vowels": [["η",true],["μ",false],["ι",true],["ώ",true],["ρ",false],["ο",true],["φ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ήρεμος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "спокойный (-ая -ое)",
        "exa": [],
        "vowels": [["ή",true],["ρ",false],["ε",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ημιυπόγειος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "полуподвал",
        "exa": [],
        "vowels": [["η",true],["μ",false],["ι",true],["υ",true],["π",false],["ό",true],["γ",false],["ει",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ησυχία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "тишина ж",
        "exa": [],
        "vowels": [["η",true],["σ",false],["υ",true],["χ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ήσυχος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "тихий (-ая -ое)",
        "exa": [],
        "vowels": [["ή",true],["σ",false],["υ",true],["χ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ήττα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "поражение с",
        "exa": [],
        "vowels": [["ή",true],["ττα",false]]
    },
    {
        "greek": "θάλασσα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "море",
        "exa": [["είχαν ήδη θαφτεί στον πάτο της βαθιάς, γαλάζιας θάλασσας","уже (к тому моменту) зарыли на дне глубокого синего моря"]],
        "vowels": [["θάλασσα",false]]
    },
    {
        "greek": "θαλασσινά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "устрицы мн.ч.",
        "exa": [],
        "vowels": [["θαλασσ",false],["ι",true],["νά",false]]
    },
    {
        "greek": "θαλάσσιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "морской (-ая -ое)",
        "exa": [],
        "vowels": [["θαλάσσ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "θαυμάσιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "чудесный (-ая -ое)",
        "exa": [],
        "vowels": [["θαυμάσ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "θέα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вид м, пейзаж м",
        "exa": [],
        "vowels": [["θ",false],["έ",true],["α",false]]
    },
    {
        "greek": "θεά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "богиня ж",
        "exa": [],
        "vowels": [["θ",false],["ε",true],["ά",false]]
    },
    {
        "greek": "θέατρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "театр м",
        "exa": [],
        "vowels": [["θ",false],["έ",true],["ατρ",false],["ο",true]]
    },
    {
        "greek": "θεία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "тётя ж",
        "exa": [],
        "vowels": [["θ",false],["εί",true],["α",false]]
    },
    {
        "greek": "θείος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "дядя м",
        "exa": [],
        "vowels": [["θ",false],["εί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "θέλω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "хотеть",
        "exa": [["απλώς, θέλω το καλύτερο για τη νέα μου οικογένεια","просто хочу лучшего моей новой семье"],["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"]],
        "vowels": [["θ",false],["έ",true],["λ",false],["ω",true]]
    },
    {
        "greek": "θέμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тема ж, предмет м",
        "exa": [],
        "vowels": [["θ",false],["έ",true],["μα",false]]
    },
    {
        "greek": "Θεός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "бог м",
        "exa": [],
        "vowels": [["Θ",false],["ε",true],["ό",true],["ς",false]]
    },
    {
        "greek": "θεραπεία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лечение с",
        "exa": [],
        "vowels": [["θ",false],["ε",true],["ραπ",false],["εί",true],["α",false]]
    },
    {
        "greek": "θέρμανση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "отопление с",
        "exa": [],
        "vowels": [["θ",false],["έ",true],["ρμανσ",false],["η",true]]
    },
    {
        "greek": "θερμάστρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "печь ж, печка ж",
        "exa": [],
        "vowels": [["θ",false],["ε",true],["ρμάστρα",false]]
    },
    {
        "greek": "θερμοκρασία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "температура ж",
        "exa": [],
        "vowels": [["θ",false],["ε",true],["ρμ",false],["ο",true],["κρασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "θερμόμετρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "термометр м",
        "exa": [],
        "vowels": [["θ",false],["ε",true],["ρμ",false],["ό",true],["μ",false],["ε",true],["τρ",false],["ο",true]]
    },
    {
        "greek": "θέση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "место с",
        "exa": [],
        "vowels": [["θ",false],["έ",true],["σ",false],["η",true]]
    },
    {
        "greek": "Θεσσαλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Фессалия",
        "exa": [],
        "vowels": [["Θ",false],["ε",true],["σσαλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Θεσσαλονίκη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Салоники",
        "exa": [],
        "vowels": [["Θ",false],["ε",true],["σσαλ",false],["ο",true],["ν",false],["ί",true],["κ",false],["η",true]]
    },
    {
        "greek": "θηλυκός",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ό"],
        "rus": "женский (-ая -ое),",
        "exa": [],
        "vowels": [["θ",false],["η",true],["λ",false],["υ",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "θητεία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "срок службы м",
        "exa": [],
        "vowels": [["θ",false],["η",true],["τ",false],["εί",true],["α",false]]
    },
    {
        "greek": "женского",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пола",
        "exa": [],
        "vowels": [["женского",false]]
    },
    {
        "greek": "θόρυβος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "шум м",
        "exa": [],
        "vowels": [["θ",false],["ό",true],["ρ",false],["υ",true],["β",false],["ο",true],["ς",false]]
    },
    {
        "greek": "θρησκευτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "религиозный(-ая -ое)",
        "exa": [],
        "vowels": [["θρ",false],["η",true],["σκευτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "θυμάμαι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "помнить",
        "exa": [["θυμάμαι ένα ταξίδι με αυτόκίνητο όταν ήμουν 9","помню путешествие на автомобиле, когда мне было 9"],["σκέφτηκε ότι τον γνώριζε, αλλά δεν θυμόταν το όνομά του","подумал, что знает его, но не помнил его имени"]],
        "vowels": [["θ",false],["υ",true],["μάμ",false],["αι",true]]
    },
    {
        "greek": "θυμίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "напоминать",
        "exa": [],
        "vowels": [["θ",false],["υ",true],["μ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "θυμός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "обида ж",
        "exa": [],
        "vowels": [["θ",false],["υ",true],["μ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "θυμωμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "сердитый (-ая -ое)",
        "exa": [],
        "vowels": [["θ",false],["υ",true],["μ",false],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "θυμώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обижаться, сердиться",
        "exa": [],
        "vowels": [["θ",false],["υ",true],["μ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "θυρίδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "окошечко с",
        "exa": [],
        "vowels": [["θ",false],["υ",true],["ρ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "θώρακας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "грудная клетка ж",
        "exa": [],
        "vowels": [["θ",false],["ώ",true],["ρακας",false]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "Ιανουάριος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "январь м",
        "exa": [],
        "vowels": [["Ιανουάρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ιαπωνία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Япония",
        "exa": [],
        "vowels": [["Ιαπ",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "ιαπωνικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "японский (-ая -ое)",
        "exa": [],
        "vowels": [["ι",true],["απ",false],["ω",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ιατρικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "медицинский (-ая -ое)",
        "exa": [],
        "vowels": [["ι",true],["ατρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ιδιοκτήτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "собственник м, владелец м",
        "exa": [],
        "vowels": [["ι",true],["δ",false],["ι",true],["ο",true],["κτ",false],["ή",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "ιδιοκτήτρια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "собственница ж, хозяйка ж",
        "exa": [],
        "vowels": [["ι",true],["δ",false],["ι",true],["ο",true],["κτ",false],["ή",true],["τρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "ίδιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "тот же",
        "exa": [["την ίδια άποψη έχουν υποστηρίξει πολλοί ακόμη συγγραφείς","это же самое мнение поддержали еще многие писатели"]],
        "vowels": [["ί",true],["δ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ιδιωτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "частный, личный",
        "exa": [["δεν θέλω να ακούσω την ιδιωτική του αλληλογραφία","не хочу слышать его частную переписку"]],
        "vowels": [["ι",true],["δ",false],["ι",true],["ω",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ινδία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Индия",
        "exa": [],
        "vowels": [["Ινδ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Ινδός",
        "pos": "adj",
        "art": "",
        "end": ["-ή"],
        "rus": "индиец (-анка)",
        "exa": [],
        "vowels": [["Ινδ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ιόνιο (πέλαγος)",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Ионическое море",
        "exa": [],
        "vowels": [["Ι",false],["ό",true],["ν",false],["ι",true],["ο (π",false],["έ",true],["λαγ",false],["ο",true],["ς)",false]]
    },
    {
        "greek": "Ιούλιος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "июль м",
        "exa": [],
        "vowels": [["Ιούλ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ιούνιος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "июнь м",
        "exa": [],
        "vowels": [["Ιούν",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ιρλανδία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Ирландия",
        "exa": [],
        "vowels": [["Ιρλανδ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Ιρλανδός",
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "ирландец (-ка)",
        "exa": [],
        "vowels": [["Ιρλανδ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ίσιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "прямой (-ая -ое)",
        "exa": [],
        "vowels": [["ί",true],["σ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ισόγειο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "первый этаж м",
        "exa": [],
        "vowels": [["ι",true],["σ",false],["ό",true],["γ",false],["ει",true],["ο",true]]
    },
    {
        "greek": "Ισπανία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Испания",
        "exa": [],
        "vowels": [["Ισπαν",false],["ί",true],["α",false]]
    },
    {
        "greek": "ισπανικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "испанский язык м",
        "exa": [],
        "vowels": [["ι",true],["σπαν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ισπανικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "испанский (-ая -ое)",
        "exa": [],
        "vowels": [["ι",true],["σπαν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ισπανός",
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "испанец (-ка)",
        "exa": [],
        "vowels": [["Ισπαν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ισραήλ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Израиль",
        "exa": [["το Ισραήλ είναι χώρα της Μέσης Ανατολής","Израиль - страна на ближнем(среднем) востоке"]],
        "vowels": [["Ισρα",false],["ή",true],["λ",false]]
    },
    {
        "greek": "ισχύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть действительным",
        "exa": [],
        "vowels": [["ι",true],["σχ",false],["ύ",true],["ω",true]]
    },
    {
        "greek": "ίσως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "возможно, может быть",
        "exa": [["λόγω του έντονου άγχους, ίσως υποφέρουν από στομαχικές διαταραχές και πονοκεφάλους","по причине интенсивной тревоги, вероятно, страдают от желудочных расстройств и головной боли"]],
        "vowels": [["ί",true],["σ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "Ιταλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Италия",
        "exa": [],
        "vowels": [["Ιταλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ιταλικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "итальянский язык м",
        "exa": [],
        "vowels": [["ι",true],["ταλ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ιταλικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "итальянский (-ая -ое)",
        "exa": [],
        "vowels": [["ι",true],["ταλ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ιταλός",
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "итальянец (-ка)",
        "exa": [],
        "vowels": [["Ιταλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "καθαριστήριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "химчистка ж",
        "exa": [],
        "vowels": [["καθαρ",false],["ι",true],["στ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "καθαρός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "чистый (-ая -ое)",
        "exa": [],
        "vowels": [["καθαρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κάθε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "каждый, всякий",
        "exa": [["αλλάζω ρούχα κάθε μέρα","меняю одежду каждый день"]],
        "vowels": [["κάθ",false],["ε",true]]
    },
    {
        "greek": "καθένας (καθεμιά",
        "pos": "noun",
        "art": "καθένα)",
        "end": [],
        "rus": "каждый",
        "exa": [],
        "vowels": [["καθ",false],["έ",true],["νας (καθ",false],["ε",true],["μ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "(каждая",
        "pos": "noun",
        "art": "",
        "end": [],
        "rus": "каждое)",
        "exa": [],
        "vowels": [["каждая",false]]
    },
    {
        "greek": "κάθετα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вертикально",
        "exa": [],
        "vowels": [["κάθ",false],["ε",true],["τα",false]]
    },
    {
        "greek": "καθηγητής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "преподаватель",
        "exa": [["πρέπει να φάω βραδινό με τους καθηγητές","должен съесть ужин с учителями"],["Eσύ σαv καθηγητής παvεπιστημίoυ πoυ δίνει διαλέξεις","ты как профессор университета, дающий лекции"]],
        "vowels": [["καθ",false],["η",true],["γ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "καθηγήτρια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "преподаватель ж",
        "exa": [],
        "vowels": [["καθ",false],["η",true],["γ",false],["ή",true],["τρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "καθόλου",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ничуть, нисколько",
        "exa": [["καθόλου απίθανο ο άνθρωπος αυτός να είναι ανόητος","совершенно невозможно, что тот человек глупый"]],
        "vowels": [["καθ",false],["ό",true],["λου",false]]
    },
    {
        "greek": "κάθομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сидеть",
        "exa": [],
        "vowels": [["κάθ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "καθρέφτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "зеркало",
        "exa": [["λοιπόν, δεν υπάρχει κανένας καθρέφτης στον απέναντι τοίχο","итак, не существует какого-либо зеркала на противоположной стене"]],
        "vowels": [["καθρ",false],["έ",true],["φτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "καθώς και",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "а также",
        "exa": [],
        "vowels": [["καθ",false],["ώ",true],["ς κ",false],["αι",true]]
    },
    {
        "greek": "και",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "и",
        "exa": [],
        "vowels": [["κ",false],["αι",true]]
    },
    {
        "greek": "καινούριος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "новый",
        "exa": [["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"]],
        "vowels": [["κ",false],["αι",true],["νούρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Κάιρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Каир",
        "exa": [],
        "vowels": [["Κά",false],["ι",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "καιρός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "погода ж",
        "exa": [],
        "vowels": [["κ",false],["αι",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κακό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "зло с",
        "exa": [],
        "vowels": [["κακ",false],["ό",true]]
    },
    {
        "greek": "καλά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "хорошо",
        "exa": [],
        "vowels": [["καλά",false]]
    },
    {
        "greek": "καλαμαράκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кальмар м",
        "exa": [],
        "vowels": [["καλαμαράκ",false],["ι",true]]
    },
    {
        "greek": "καλημέρα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "доброе утро, добрый день",
        "exa": [],
        "vowels": [["καλ",false],["η",true],["μ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "καλησπέρα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "добрый вечер",
        "exa": [],
        "vowels": [["καλ",false],["η",true],["σπ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "Καλιφόρνια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Калифорния",
        "exa": [],
        "vowels": [["Καλ",false],["ι",true],["φ",false],["ό",true],["ρν",false],["ι",true],["α",false]]
    },
    {
        "greek": "Καλκούτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Колькутта",
        "exa": [],
        "vowels": [["Καλκούτα",false]]
    },
    {
        "greek": "καλοκαίρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лето",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"],["η γιαγιά λέει μπορώ να περάσω 2 εβδομάδες μαζί του αυτό το καλοκαίρι","бабушка говорит, что могу провести 2 недели с тобой летом"]],
        "vowels": [["καλ",false],["ο",true],["κ",false],["αί",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "καλοριφέρ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "центральное отопление с",
        "exa": [],
        "vowels": [["καλ",false],["ο",true],["ρ",false],["ι",true],["φ",false],["έ",true],["ρ",false]]
    },
    {
        "greek": "καλός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "хороший",
        "exa": [["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"]],
        "vowels": [["καλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κάλτσα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "чулок м, носок",
        "exa": [["ντυμένη με βαμβακερή φούστα και ψηλές κάλτσες","одетая в хлопчатобумажную юбку и высокие носки"],["Έχει γυναικεία εσώρουχα στο ράφι με τις κάλτσες","женское нижнее белье находится на полке с колготками"]],
        "vowels": [["κάλτσα",false]]
    },
    {
        "greek": "καλ(τ)σόν",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "колготки мн.ч.",
        "exa": [],
        "vowels": [["καλ(τ)σ",false],["ό",true],["ν",false]]
    },
    {
        "greek": "καλύτερα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "лучше",
        "exa": [],
        "vowels": [["καλ",false],["ύ",true],["τ",false],["ε",true],["ρα",false]]
    },
    {
        "greek": "κάμαρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "комната ж",
        "exa": [],
        "vowels": [["κάμαρα",false]]
    },
    {
        "greek": "καμιά φορά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "иногда",
        "exa": [],
        "vowels": [["καμ",false],["ι",true],["ά φ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "Καμπέρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Канберра",
        "exa": [],
        "vowels": [["Καμπ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "καμπίνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кабина ж",
        "exa": [],
        "vowels": [["καμπ",false],["ί",true],["να",false]]
    },
    {
        "greek": "Καναδάς",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Канада",
        "exa": [],
        "vowels": [["Καναδάς",false]]
    },
    {
        "greek": "καναδικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "канадский (-ая -ое)",
        "exa": [],
        "vowels": [["καναδ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Καναδός",
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "канадец (-ка)",
        "exa": [],
        "vowels": [["Καναδ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κανένας",
        "pos": "",
        "art": "",
        "end": ["καμία/κανένα"],
        "rus": "какой-нибудь",
        "exa": [["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"],["λοιπόν, δεν υπάρχει κανένας καθρέφτης στον απέναντι τοίχο","итак, не существует какого-либо зеркала на противоположной стене"]],
        "vowels": [["καν",false],["έ",true],["νας",false]]
    },
    {
        "greek": "(-ая -ое)",
        "pos": "noun",
        "art": "",
        "end": [],
        "rus": "никакой (-ая -ое)",
        "exa": [],
        "vowels": [["ая -ое)",false]]
    },
    {
        "greek": "κάνει",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "стоит",
        "exa": [],
        "vowels": [["κάν",false],["ει",true]]
    },
    {
        "greek": "κάνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "делать",
        "exa": [["απαντάει σ'ερώτηση που του έκανα πριν μισή ώρα","отвечает на вопросы, которые ему задал полчаса назад"],["έχω ένα σχέδιο, να κάνω μια κοινοτική βιβλιοθήκη στο χώρο μου","у меня есть план сделать публичную библиотеку в моей стране"]],
        "vowels": [["κάν",false],["ω",true]]
    },
    {
        "greek": "καπέλο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шапка ж, шляпа ж",
        "exa": [],
        "vowels": [["καπ",false],["έ",true],["λ",false],["ο",true]]
    },
    {
        "greek": "καπνίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "курить",
        "exa": [],
        "vowels": [["καπν",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "κάποιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "кто-то",
        "exa": [["μπορεί κάποιοι να έκλεψαν τα χρήματα απο το φορτηγό μόλις έπαθα ατύχημα","возможно кто-то украл деньги, как только грузовик пострадал в аварии"]],
        "vowels": [["κάπ",false],["οι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "κάπως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "каким-то образом",
        "exa": [],
        "vowels": [["κάπ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "καράφα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "г рафин м",
        "exa": [],
        "vowels": [["καράφα",false]]
    },
    {
        "greek": "καραφάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "графинчик м",
        "exa": [],
        "vowels": [["καραφάκ",false],["ι",true]]
    },
    {
        "greek": "καρδιολόγος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "кардиолог м",
        "exa": [],
        "vowels": [["καρδ",false],["ι",true],["ο",true],["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "καρέκλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "стул м",
        "exa": [],
        "vowels": [["καρ",false],["έ",true],["κλα",false]]
    },
    {
        "greek": "καρμπονάρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "карбонара ж",
        "exa": [],
        "vowels": [["καρμπ",false],["ο",true],["νάρα",false]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["блюд�"],
        "rus": "с макаронами)",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "καρότο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "морковь ж",
        "exa": [],
        "vowels": [["καρ",false],["ό",true],["τ",false],["ο",true]]
    },
    {
        "greek": "καρπούζι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "арбуз м",
        "exa": [],
        "vowels": [["καρπούζ",false],["ι",true]]
    },
    {
        "greek": "κάρτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "карта ж",
        "exa": [],
        "vowels": [["κάρτα",false]]
    },
    {
        "greek": "κασέτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кассета ж",
        "exa": [],
        "vowels": [["κασ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "κασετόφωνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "магнитофон м",
        "exa": [],
        "vowels": [["κασ",false],["ε",true],["τ",false],["ό",true],["φ",false],["ω",true],["ν",false],["ο",true]]
    },
    {
        "greek": "καστανός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "каштановый (-ая -ое)",
        "exa": [],
        "vowels": [["κασταν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κατά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "к, по",
        "exa": [],
        "vowels": [["κατά",false]]
    },
    {
        "greek": "κατάδυση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "погружение в воду с",
        "exa": [],
        "vowels": [["κατάδ",false],["υ",true],["σ",false],["η",true]]
    },
    {
        "greek": "καταλαβαίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "понимать",
        "exa": [],
        "vowels": [["καταλαβ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "κατάλληλος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "подходящий, удобный",
        "exa": [],
        "vowels": [["κατάλλ",false],["η",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "κατάλογος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "каталог м",
        "exa": [],
        "vowels": [["κατάλ",false],["ο",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "καταπληκτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "изумительный",
        "exa": [],
        "vowels": [["καταπλ",false],["η",true],["κτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "κατάστημα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "магазин",
        "exa": [["αγοράζω αλλαντικά στο κατάστημα","покупаю колбасные изделия в магазине"]],
        "vowels": [["κατάστ",false],["η",true],["μα",false]]
    },
    {
        "greek": "καταφατικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "утвердительный",
        "exa": [],
        "vowels": [["καταφατ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "κατεπείγων",
        "pos": "noun",
        "art": "ο",
        "end": ["-ουσα","-ον"],
        "rus": "срочный (-ая -ое)",
        "exa": [],
        "vowels": [["κατ",false],["ε",true],["π",false],["εί",true],["γ",false],["ω",true],["ν",false]]
    },
    {
        "greek": "κάτι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "что-то",
        "exa": [],
        "vowels": [["κάτ",false],["ι",true]]
    },
    {
        "greek": "κάτοικος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "житель м",
        "exa": [],
        "vowels": [["κάτ",false],["οι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κατσαβίδι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "отвёртка ж",
        "exa": [],
        "vowels": [["κατσαβ",false],["ί",true],["δ",false],["ι",true]]
    },
    {
        "greek": "κατσαρός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "кудрявый (-ая -ое)",
        "exa": [],
        "vowels": [["κατσαρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κάτω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "под",
        "exa": [["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"]],
        "vowels": [["κάτ",false],["ω",true]]
    },
    {
        "greek": "καφέ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "коричневый",
        "exa": [],
        "vowels": [["καφ",false],["έ",true]]
    },
    {
        "greek": "καφές",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "кофе",
        "exa": [["γενικά δεν πίνω κρύο καφέ","обычно не пью холодный кофе"]],
        "vowels": [["καφ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "καφετής",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ί"],
        "rus": "кофейный (-ая -ое)",
        "exa": [],
        "vowels": [["καφ",false],["ε",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "κείμενο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "текст м",
        "exa": [],
        "vowels": [["κ",false],["εί",true],["μ",false],["ε",true],["ν",false],["ο",true]]
    },
    {
        "greek": "κενό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пустота ж , пропуск м",
        "exa": [],
        "vowels": [["κ",false],["ε",true],["ν",false],["ό",true]]
    },
    {
        "greek": "κεντρικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "центральный (-ая -ое)",
        "exa": [],
        "vowels": [["κ",false],["ε",true],["ντρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κέντρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "центр м",
        "exa": [],
        "vowels": [["κ",false],["έ",true],["ντρ",false],["ο",true]]
    },
    {
        "greek": "κεραμικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "керамика ж",
        "exa": [],
        "vowels": [["κ",false],["ε",true],["ραμ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "κεράσι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "черешня ж",
        "exa": [],
        "vowels": [["κ",false],["ε",true],["ράσ",false],["ι",true]]
    },
    {
        "greek": "κερδίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выйгрывать, зарабатывать",
        "exa": [],
        "vowels": [["κ",false],["ε",true],["ρδ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "Κέρκυρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Керкира",
        "exa": [],
        "vowels": [["Κ",false],["έ",true],["ρκ",false],["υ",true],["ρα",false]]
    },
    {
        "greek": "κεφαλαίο",
        "pos": "",
        "art": "",
        "end": ["γράμμα"],
        "rus": "заглавная буква ж",
        "exa": [],
        "vowels": [["κ",false],["ε",true],["φαλ",false],["αί",true],["ο",true]]
    },
    {
        "greek": "κέφι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "настроение с",
        "exa": [],
        "vowels": [["κ",false],["έ",true],["φ",false],["ι",true]]
    },
    {
        "greek": "κήπος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сад м",
        "exa": [],
        "vowels": [["κ",false],["ή",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "и",
        "exa": [],
        "vowels": [["κ",false],["ι",true]]
    },
    {
        "greek": "κιλό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "килограмм м",
        "exa": [],
        "vowels": [["κ",false],["ι",true],["λ",false],["ό",true]]
    },
    {
        "greek": "κιμάς",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "фарш м",
        "exa": [],
        "vowels": [["κ",false],["ι",true],["μάς",false]]
    },
    {
        "greek": "Κίνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Китай",
        "exa": [],
        "vowels": [["Κ",false],["ί",true],["να",false]]
    },
    {
        "greek": "κινέζικα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "китайский язык м",
        "exa": [],
        "vowels": [["κ",false],["ι",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κα",false]]
    },
    {
        "greek": "κινέζικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "китайский (-ая -ое)",
        "exa": [],
        "vowels": [["κ",false],["ι",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Κινέζος",
        "pos": "adj",
        "art": "",
        "end": ["-α"],
        "rus": "китаец (-янка)",
        "exa": [],
        "vowels": [["Κ",false],["ι",true],["ν",false],["έ",true],["ζ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κινηματογράφος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "кинотеатр м",
        "exa": [],
        "vowels": [["κ",false],["ι",true],["ν",false],["η",true],["ματ",false],["ο",true],["γράφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κίτρινος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "желтый",
        "exa": [["στέλνει κίτρινα λουλούδια όταν ο ουρανός είναι γκρίζος","посылает желтые цветы, когда небо серое"]],
        "vowels": [["κ",false],["ί",true],["τρ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κλασικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "классический (-ая -ое)",
        "exa": [],
        "vowels": [["κλασ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κλειδί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ключ м",
        "exa": [],
        "vowels": [["κλ",false],["ει",true],["δ",false],["ί",true]]
    },
    {
        "greek": "κλείνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "закрывать",
        "exa": [],
        "vowels": [["κλ",false],["εί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "κλειστός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "закрытый (-ая -ое)",
        "exa": [],
        "vowels": [["κλ",false],["ει",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κλίμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "климат м",
        "exa": [],
        "vowels": [["κλ",false],["ί",true],["μα",false]]
    },
    {
        "greek": "κλινική",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "клиника ж",
        "exa": [],
        "vowels": [["κλ",false],["ι",true],["ν",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "κλίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "спрягать",
        "exa": [],
        "vowels": [["κλ",false],["ί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "κοιμάμαι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "спать",
        "exa": [],
        "vowels": [["κ",false],["οι",true],["μάμ",false],["αι",true]]
    },
    {
        "greek": "κοινότητα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "община ж",
        "exa": [],
        "vowels": [["κ",false],["οι",true],["ν",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "κοινόχρηστα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "коммунальные услуги",
        "exa": [],
        "vowels": [["κ",false],["οι",true],["ν",false],["ό",true],["χρ",false],["η",true],["στα",false]]
    },
    {
        "greek": "мн.ч.",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["мн.ч.",false]]
    },
    {
        "greek": "κοιτάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "смотреть",
        "exa": [["βλέπω πως σε κοιτάζουν τα κορίτσια","вижу, как на тебя смотрят девушки"],["μας κοίταξε με ένα βλέμμα χαμένο","посмотрел на нас потерянным взглядом"]],
        "vowels": [["κ",false],["οι",true],["τάζ",false],["ω",true]]
    },
    {
        "greek": "κοκκινιστό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мясо в томатном соусе с",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["κκ",false],["ι",true],["ν",false],["ι",true],["στ",false],["ό",true]]
    },
    {
        "greek": "κόκκινος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "красный (-ая -ое)",
        "exa": [],
        "vowels": [["κ",false],["ό",true],["κκ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κολλάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "приклеивать",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["λλάω -",false],["ώ",true]]
    },
    {
        "greek": "κολοκύθι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тыква ж",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["λ",false],["ο",true],["κ",false],["ύ",true],["θ",false],["ι",true]]
    },
    {
        "greek": "κόλπος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "залив м",
        "exa": [],
        "vowels": [["κ",false],["ό",true],["λπ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κολυμβητήριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бассейн м",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["λ",false],["υ",true],["μβ",false],["η",true],["τ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "κολυμπάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "плавать",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["λ",false],["υ",true],["μπάω -",false],["ώ",true]]
    },
    {
        "greek": "κομμάτι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кусок м",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["μμάτ",false],["ι",true]]
    },
    {
        "greek": "κομπιούτερ",
        "pos": "noun",
        "art": "ο/το",
        "end": [],
        "rus": "компьютер м",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["μπ",false],["ι",true],["ούτ",false],["ε",true],["ρ",false]]
    },
    {
        "greek": "κομψός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "изящный, элегантный",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["μψ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "κοντά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "рядом",
        "exa": [["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"]],
        "vowels": [["κ",false],["ο",true],["ντά",false]]
    },
    {
        "greek": "κοντός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "низкий (-ая -ое)",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["ντ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κοπέλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "девушка",
        "exa": [["τα σημερινά γλυκά αρέσουν και στις κοπέλες και στ'αγόρια","современные сладости нравятся и девушкам и парням"]],
        "vowels": [["κ",false],["ο",true],["π",false],["έ",true],["λα",false]]
    },
    {
        "greek": "κόρη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дочь ж",
        "exa": [],
        "vowels": [["κ",false],["ό",true],["ρ",false],["η",true]]
    },
    {
        "greek": "κορίτσι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "девочка",
        "exa": [["βλέπω πως σε κοιτάζουν τα κορίτσια","вижу, как на тебя смотрят девушки"]],
        "vowels": [["κ",false],["ο",true],["ρ",false],["ί",true],["τσ",false],["ι",true]]
    },
    {
        "greek": "κόσμημα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "украшение с",
        "exa": [],
        "vowels": [["κ",false],["ό",true],["σμ",false],["η",true],["μα",false]]
    },
    {
        "greek": "κοσμικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "светский",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["σμ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "κόσμος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "народ, мир",
        "exa": [["ζει σε έναν άλλο κόσμο","она живет в другом мире"],["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"]],
        "vowels": [["κ",false],["ό",true],["σμ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κοστίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "стоить, обходиться",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["στ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "κοστούμι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "костюм м",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["στούμ",false],["ι",true]]
    },
    {
        "greek": "κοτόπουλο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цыплёнок м",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["τ",false],["ό",true],["πουλ",false],["ο",true]]
    },
    {
        "greek": "κουζίνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кухня ж",
        "exa": [],
        "vowels": [["κουζ",false],["ί",true],["να",false]]
    },
    {
        "greek": "κουκέτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "маленькая койка ж (на судне)",
        "exa": [],
        "vowels": [["κουκ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "κούκλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кукла ж",
        "exa": [],
        "vowels": [["κούκλα",false]]
    },
    {
        "greek": "κουτί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "коробка ж",
        "exa": [],
        "vowels": [["κουτ",false],["ί",true]]
    },
    {
        "greek": "κρασί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вино",
        "exa": [["με τέτοιες σκοτεινές μέρες και τόση βία γύρω μας, είμαστε ευχαριστημένοι με ένα καλό γεύμα και κρασί","в такие темные дни и с таким количеством насилия вокруг нас мы счастливы иметь хороший ужин и вино"]],
        "vowels": [["κρασ",false],["ί",true]]
    },
    {
        "greek": "κρατάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "держать",
        "exa": [],
        "vowels": [["κρατάω -",false],["ώ",true]]
    },
    {
        "greek": "κρατικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "государственный (-ая -ое)",
        "exa": [],
        "vowels": [["κρατ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κρέας",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мясо с",
        "exa": [],
        "vowels": [["κρ",false],["έ",true],["ας",false]]
    },
    {
        "greek": "κρεατικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "мясной отдел м",
        "exa": [],
        "vowels": [["κρ",false],["ε",true],["ατ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "κρεβάτι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кровать ж",
        "exa": [],
        "vowels": [["κρ",false],["ε",true],["βάτ",false],["ι",true]]
    },
    {
        "greek": "κρεβατοκάμαρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "спальня ж",
        "exa": [],
        "vowels": [["κρ",false],["ε",true],["βατ",false],["ο",true],["κάμαρα",false]]
    },
    {
        "greek": "Κρήτη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Крит",
        "exa": [],
        "vowels": [["Κρ",false],["ή",true],["τ",false],["η",true]]
    },
    {
        "greek": "κρίμα!",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "Как жаль!",
        "exa": [],
        "vowels": [["κρ",false],["ί",true],["μα!",false]]
    },
    {
        "greek": "κρουασάν",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "круасан м",
        "exa": [],
        "vowels": [["κρουασάν",false]]
    },
    {
        "greek": "κρύο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "холод м",
        "exa": [],
        "vowels": [["κρ",false],["ύ",true],["ο",true]]
    },
    {
        "greek": "κρύος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "холодный",
        "exa": [["γενικά δεν πίνω κρύο καφέ","обычно не пью холодный кофе"]],
        "vowels": [["κρ",false],["ύ",true],["ο",true],["ς",false]]
    },
    {
        "greek": "κρυφός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "скрытый (-ая -ое)",
        "exa": [],
        "vowels": [["κρ",false],["υ",true],["φ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κτηνοτροφικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "животноводческий",
        "exa": [],
        "vowels": [["κτ",false],["η",true],["ν",false],["ο",true],["τρ",false],["ο",true],["φ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "κτητικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "притяжательный (-ая -ое)",
        "exa": [],
        "vowels": [["κτ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κτλ.",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "и так далее",
        "exa": [],
        "vowels": [["κτλ.",false]]
    },
    {
        "greek": "Κυκλάδες",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "Киклады",
        "exa": [],
        "vowels": [["Κ",false],["υ",true],["κλάδ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "κυκλοφορώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ходить по улицам",
        "exa": [],
        "vowels": [["κ",false],["υ",true],["κλ",false],["ο",true],["φ",false],["ο",true],["ρ",false],["ώ",true]]
    },
    {
        "greek": "κυρία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "госпожа ж",
        "exa": [],
        "vowels": [["κ",false],["υ",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Κυριακή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "воскресенье с",
        "exa": [],
        "vowels": [["Κ",false],["υ",true],["ρ",false],["ι",true],["ακ",false],["ή",true]]
    },
    {
        "greek": "κύριος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "господин м",
        "exa": [],
        "vowels": [["κ",false],["ύ",true],["ρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "κύριος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "основной (-ая -ое)",
        "exa": [],
        "vowels": [["κ",false],["ύ",true],["ρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "κώδικας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "кодекс м",
        "exa": [],
        "vowels": [["κ",false],["ώ",true],["δ",false],["ι",true],["κας",false]]
    },
    {
        "greek": "Κωνσταντινούπολη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Константинополь",
        "exa": [],
        "vowels": [["Κ",false],["ω",true],["νσταντ",false],["ι",true],["νούπ",false],["ο",true],["λ",false],["η",true]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["Стамбул"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "λαδερό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "постный обед м",
        "exa": [],
        "vowels": [["λαδ",false],["ε",true],["ρ",false],["ό",true]]
    },
    {
        "greek": "λάδι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подсолнечное масло с",
        "exa": [],
        "vowels": [["λάδ",false],["ι",true]]
    },
    {
        "greek": "λάθος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ошибка",
        "exa": [["αποκλείεται να ξανακάνω αυτό το λάθος","исключается, что сделаю снова эту ошибку"]],
        "vowels": [["λάθ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λαϊκός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "народный (-ая -ое)",
        "exa": [],
        "vowels": [["λαϊκ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "λάμπα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лампа ж",
        "exa": [],
        "vowels": [["λάμπα",false]]
    },
    {
        "greek": "λαχανικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "овощи мн.ч.",
        "exa": [],
        "vowels": [["λαχαν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "λέγομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "называться",
        "exa": [],
        "vowels": [["λ",false],["έ",true],["γ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "λειτουργία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "действие с, церк. литургия ж",
        "exa": [],
        "vowels": [["λ",false],["ει",true],["τουργ",false],["ί",true],["α",false]]
    },
    {
        "greek": "λειτουργώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "действовать, служить обедню",
        "exa": [],
        "vowels": [["λ",false],["ει",true],["τουργ",false],["ώ",true]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["церк"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "λεμόνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лимон м",
        "exa": [],
        "vowels": [["λ",false],["ε",true],["μ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "λέξη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "слово",
        "exa": [["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο","в классическом древнегреческом языке слово «крест» просто означало вертикально стоящий кусок дерева"]],
        "vowels": [["λ",false],["έ",true],["ξ",false],["η",true]]
    },
    {
        "greek": "λεξικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "словарь м",
        "exa": [],
        "vowels": [["λ",false],["ε",true],["ξ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "λεπτό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "минута ж",
        "exa": [],
        "vowels": [["λ",false],["ε",true],["πτ",false],["ό",true]]
    },
    {
        "greek": "λεπτός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "тонкий (-ая -ое),",
        "exa": [],
        "vowels": [["λ",false],["ε",true],["πτ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "деликатный",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["деликатный",false]]
    },
    {
        "greek": "λέσχη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "клуб м",
        "exa": [],
        "vowels": [["λ",false],["έ",true],["σχ",false],["η",true]]
    },
    {
        "greek": "λευκός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "светлый",
        "exa": [["οι γυναίκες που έχουν λευκό δέρμα συνήθως έχουν μεγαλύτερη δυσκολία στην προσαρμογή, γιατί συχνά το δέρμα τους είναι λιγάκι πιο τρυφερό","женщинам с белой кожей более сложно адаптироваться, потому что их кожа немножко более нежная"]],
        "vowels": [["λευκ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Λευκωσία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Никозия",
        "exa": [],
        "vowels": [["Λευκ",false],["ω",true],["σ",false],["ί",true],["α",false]]
    },
    {
        "greek": "λεφτά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "деньги",
        "exa": [["οι τύποι βγάζουν πάρα πολλά λεφτά χωρίς να κάνουν τίποτα","парни зарабатывают много денег, ничего не делая"],["δεν μου είπες ότι αρνήθηκε τα λεφτά","мне не говорил, что отказался от денег"]],
        "vowels": [["λ",false],["ε",true],["φτά",false]]
    },
    {
        "greek": "λέω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "говорить",
        "exa": [["πες μου μόνο την αλήθεια","говори мне только правду"],["οι μόνοι άνθρωποι που φροντίδα είναι μαμά και τον μπαμπά","единственные люди, кто беспокоился - это мама и папа"],["τι ακριβώς εννοείς λέγοντας ανώμαλη διαδρομή","что в точности имеешь в виду, говоря неправильная дорога"]],
        "vowels": [["λ",false],["έ",true],["ω",true]]
    },
    {
        "greek": "λεωφορείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "автобус м",
        "exa": [],
        "vowels": [["λ",false],["ε",true],["ω",true],["φ",false],["ο",true],["ρ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "λεωφόρος",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "проспект м",
        "exa": [],
        "vowels": [["λ",false],["ε",true],["ω",true],["φ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λιακάδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "солнечный день м",
        "exa": [],
        "vowels": [["λ",false],["ι",true],["ακάδα",false]]
    },
    {
        "greek": "Λίβανος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Ливан",
        "exa": [],
        "vowels": [["Λ",false],["ί",true],["βαν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λίβι",
        "pos": "",
        "art": "",
        "end": ["ν)γκ","ρου�"],
        "rus": "салон м",
        "exa": [],
        "vowels": [["λ",false],["ί",true],["β",false],["ι",true]]
    },
    {
        "greek": "λίγο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "мало",
        "exa": [["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"]],
        "vowels": [["λ",false],["ί",true],["γ",false],["ο",true]]
    },
    {
        "greek": "λίγοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-ο"],
        "rus": "мало",
        "exa": [],
        "vowels": [["λ",false],["ί",true],["γ",false],["οι",true]]
    },
    {
        "greek": "λίγος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "немногий",
        "exa": [],
        "vowels": [["λ",false],["ί",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λιγότερο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "немного",
        "exa": [],
        "vowels": [["λ",false],["ι",true],["γ",false],["ό",true],["τ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "λίρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лира ж (денежная единица)",
        "exa": [],
        "vowels": [["λ",false],["ί",true],["ρα",false]]
    },
    {
        "greek": "λίστα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "список м",
        "exa": [],
        "vowels": [["λ",false],["ί",true],["στα",false]]
    },
    {
        "greek": "λογαριασμός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "счёт м",
        "exa": [],
        "vowels": [["λ",false],["ο",true],["γαρ",false],["ι",true],["ασμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "λόγια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "слова мн.ч.",
        "exa": [],
        "vowels": [["λ",false],["ό",true],["γ",false],["ι",true],["α",false]]
    },
    {
        "greek": "λογικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "логичный (-ая -ое),",
        "exa": [],
        "vowels": [["λ",false],["ο",true],["γ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "разумный",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["разумный",false]]
    },
    {
        "greek": "λογιστής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "бухгалтер м",
        "exa": [],
        "vowels": [["λ",false],["ο",true],["γ",false],["ι",true],["στ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "λογιστήριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бухгалтерия ж",
        "exa": [],
        "vowels": [["λ",false],["ο",true],["γ",false],["ι",true],["στ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "λόγος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "слово с, речь ж",
        "exa": [],
        "vowels": [["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λοιπόν",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "итак, таким образом",
        "exa": [["λοιπόν, δεν υπάρχει κανένας καθρέφτης στον απέναντι τοίχο","итак, не существует какого-либо зеркала на противоположной стене"]],
        "vowels": [["λ",false],["οι",true],["π",false],["ό",true],["ν",false]]
    },
    {
        "greek": "Λονδίνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Лондон",
        "exa": [],
        "vowels": [["Λ",false],["ο",true],["νδ",false],["ί",true],["ν",false],["ο",true]]
    },
    {
        "greek": "λουκάνικο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сосиска ж",
        "exa": [],
        "vowels": [["λουκάν",false],["ι",true],["κ",false],["ο",true]]
    },
    {
        "greek": "λουλούδι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цветок",
        "exa": [["στέλνει κίτρινα λουλούδια όταν ο ουρανός είναι γκρίζος","посылает желтые цветы, когда небо серое"]],
        "vowels": [["λουλούδ",false],["ι",true]]
    },
    {
        "greek": "λουξ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "люкс",
        "exa": [],
        "vowels": [["λουξ",false]]
    },
    {
        "greek": "Λουξεμβούργο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Люксембург",
        "exa": [],
        "vowels": [["Λουξ",false],["ε",true],["μβούργ",false],["ο",true]]
    },
    {
        "greek": "λουτρό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баня ж",
        "exa": [],
        "vowels": [["λουτρ",false],["ό",true]]
    },
    {
        "greek": "λύκειο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лицей м",
        "exa": [],
        "vowels": [["λ",false],["ύ",true],["κ",false],["ει",true],["ο",true]]
    },
    {
        "greek": "λυπάμαι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "жалеть",
        "exa": [["λυπάμαι που δεν κατάφερα να ασχοληθώ πολύ μαζί σου αυτήν την εβδομάδα","сожалею, что не смог заняться вами достаточно много на этой неделе"]],
        "vowels": [["λ",false],["υ",true],["πάμ",false],["αι",true]]
    },
    {
        "greek": "λυπημένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "грустный (-ая -ое)",
        "exa": [],
        "vowels": [["λ",false],["υ",true],["π",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Λωζάνη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Лозанна",
        "exa": [],
        "vowels": [["Λ",false],["ω",true],["ζάν",false],["η",true]]
    },
    {
        "greek": "μα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "но",
        "exa": [],
        "vowels": [["μα",false]]
    },
    {
        "greek": "μαγαζί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "магазин м",
        "exa": [],
        "vowels": [["μαγαζ",false],["ί",true]]
    },
    {
        "greek": "μαγειρεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "готовить",
        "exa": [],
        "vowels": [["μαγ",false],["ει",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "μαγειρίτσα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "суп с овеччьими потрохами",
        "exa": [],
        "vowels": [["μαγ",false],["ει",true],["ρ",false],["ί",true],["τσα",false]]
    },
    {
        "greek": "Μαδρίτη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Мадрит",
        "exa": [],
        "vowels": [["Μαδρ",false],["ί",true],["τ",false],["η",true]]
    },
    {
        "greek": "μαζί",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вместе",
        "exa": [["λυπάμαι που δεν κατάφερα να ασχοληθώ πολύ μαζί σου αυτήν την εβδομάδα","сожалею, что не смог заняться вами достаточно много на этой неделе"],["οταν τελειώσει, μπορούμε να πάμε μια βόλτα μαζί;","когда закончит, можем пойти на прогулку вместе?"]],
        "vowels": [["μαζ",false],["ί",true]]
    },
    {
        "greek": "μαθαίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "изучать",
        "exa": [["κανείς δεν μπαίνει ή βγαίνει μέχρι να μάθουμε τι γίνεται","никто ни войдет, ни выйдет, пока не поймем, что происходит"]],
        "vowels": [["μαθ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "μάθημα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "урок м",
        "exa": [],
        "vowels": [["μάθ",false],["η",true],["μα",false]]
    },
    {
        "greek": "μαθηματικός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "математик м",
        "exa": [],
        "vowels": [["μαθ",false],["η",true],["ματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μαθητής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "ученик",
        "exa": [["είναι τρεις από τους καλύτερους μαθητές μας από το βορρά","это три из самых наших лучших учеников с севера"]],
        "vowels": [["μαθ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "μαθήτρια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ученица ж",
        "exa": [],
        "vowels": [["μαθ",false],["ή",true],["τρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "Μάιος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "май м",
        "exa": [],
        "vowels": [["Μά",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "μακαρόνια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "макароны мн.ч.",
        "exa": [],
        "vowels": [["μακαρ",false],["ό",true],["ν",false],["ι",true],["α",false]]
    },
    {
        "greek": "μακριά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "далеко",
        "exa": [],
        "vowels": [["μακρ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "μακρύς",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "длинный (-ая -ое)",
        "exa": [],
        "vowels": [["μακρ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "μαλακός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "мягкий (-ая -ое)",
        "exa": [],
        "vowels": [["μαλακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μάλιστα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "да, конечно",
        "exa": [],
        "vowels": [["μάλ",false],["ι",true],["στα",false]]
    },
    {
        "greek": "μαλλί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шерсть ж",
        "exa": [],
        "vowels": [["μαλλ",false],["ί",true]]
    },
    {
        "greek": "μαλλιά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "волосы",
        "exa": [["ξανθά μαλλιά, ανοιχτά γαλανά μάτια","блондинистые волосы, открытые голубые глаза"]],
        "vowels": [["μαλλ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "μάλλον",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "скорее, вероятнее всего",
        "exa": [["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"]],
        "vowels": [["μάλλ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "μάνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мать ж",
        "exa": [],
        "vowels": [["μάνα",false]]
    },
    {
        "greek": "μανάβης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "продавец овощного магазина м",
        "exa": [],
        "vowels": [["μανάβ",false],["η",true],["ς",false]]
    },
    {
        "greek": "μανάβικο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "овощной магазин м",
        "exa": [],
        "vowels": [["μανάβ",false],["ι",true],["κ",false],["ο",true]]
    },
    {
        "greek": "μανιτάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гриб м",
        "exa": [],
        "vowels": [["μαν",false],["ι",true],["τάρ",false],["ι",true]]
    },
    {
        "greek": "μανούρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "жирный овечий сыр м",
        "exa": [],
        "vowels": [["μανούρ",false],["ι",true]]
    },
    {
        "greek": "μανταρίνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мандарин м",
        "exa": [],
        "vowels": [["μανταρ",false],["ί",true],["ν",false],["ι",true]]
    },
    {
        "greek": "μαντεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отгадывать",
        "exa": [],
        "vowels": [["μαντεύ",false],["ω",true]]
    },
    {
        "greek": "μαρίδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мелкая рыбёшка ж",
        "exa": [],
        "vowels": [["μαρ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "μαρκαδόρος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "маркировщик м",
        "exa": [],
        "vowels": [["μαρκαδ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μαρούλι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "салатный матук м",
        "exa": [],
        "vowels": [["μαρούλ",false],["ι",true]]
    },
    {
        "greek": "Μάρτιος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "март м",
        "exa": [],
        "vowels": [["Μάρτ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "μας",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нас",
        "exa": [],
        "vowels": [["μας",false]]
    },
    {
        "greek": "Μασσαλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Марсель",
        "exa": [],
        "vowels": [["Μασσαλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "μάτι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "глаз",
        "exa": [["ένα σημάδι πάνω από το αριστερό μάτι","отметина сверху левого глаза"],["ξανθά μαλλιά, ανοιχτά γαλανά μάτια","блондинистые волосы, открытые голубые глаза"]],
        "vowels": [["μάτ",false],["ι",true]]
    },
    {
        "greek": "μαύρος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "чёрный",
        "exa": [["μαύρα σύννεφα απλώνονταν σαν κουβέρτα","черные облака протягивались как одеяло"]],
        "vowels": [["μαύρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "με",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вместе с",
        "exa": [],
        "vowels": [["μ",false],["ε",true]]
    },
    {
        "greek": "Μεγάλη Πέμπτη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Чистый четверг м",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["γάλη Π",false],["έ",true],["μπτ",false],["η",true]]
    },
    {
        "greek": "μεγάλος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "большой",
        "exa": [["το μεγάλο αεροπλάνο","большой самолет"],["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["μ",false],["ε",true],["γάλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μεζές",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "закуска ж",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["ζ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "μεθαύριο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "послезавтра",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["θαύρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "Μελβούρνη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Мельбурн",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["λβούρν",false],["η",true]]
    },
    {
        "greek": "μέλι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мёд",
        "exa": [["τους αρέσει η μπύρα, την οποία παρασκευάζουν από το μέλι","им нравится пиво, которое изготавливают из меда"]],
        "vowels": [["μ",false],["έ",true],["λ",false],["ι",true]]
    },
    {
        "greek": "μελιτζάνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "баклажан м",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["λ",false],["ι",true],["τζάνα",false]]
    },
    {
        "greek": "μελιτζανοσαλάτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "салат из баклажан м",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["λ",false],["ι",true],["τζαν",false],["ο",true],["σαλάτα",false]]
    },
    {
        "greek": "μέλλον",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "будущее",
        "exa": [["ποιός ξέρει, στο μέλλον, θα μπορούσες να γίνεις ο γαμπρός μου","кто знает, в будущем можешь стать моим зятем"]],
        "vowels": [["μ",false],["έ",true],["λλ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "μέλλοντας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "будущий м",
        "exa": [],
        "vowels": [["μ",false],["έ",true],["λλ",false],["ο",true],["ντας",false]]
    },
    {
        "greek": "μέλος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "член м",
        "exa": [],
        "vowels": [["μ",false],["έ",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μένω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "жить",
        "exa": [],
        "vowels": [["μ",false],["έ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "μεξικάνικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "мексиканский (-ая -ое)",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["ξ",false],["ι",true],["κάν",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Μεξικανός",
        "pos": "adj",
        "art": "",
        "end": ["-ή"],
        "rus": "мексиканец м",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["ξ",false],["ι",true],["καν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Μεξικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Мексика",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["ξ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "μερικοί",
        "pos": "noun",
        "art": "ο",
        "end": ["-ές","-ά"],
        "rus": "некоторые, кое-кто",
        "exa": [["μερικές φορές αναρωτιέμαι μήπως δεν έστειλε ένα βίαιο μήνυμα","иногда задумываюсь, возможно, это не послало жестокое сообщение"]],
        "vowels": [["μ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["οί",true]]
    },
    {
        "greek": "μέρος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "место с, часть ж",
        "exa": [],
        "vowels": [["μ",false],["έ",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μεσάνυχτα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "полночь ж",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["σάν",false],["υ",true],["χτα",false]]
    },
    {
        "greek": "μεσημέρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "полдень м",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["σ",false],["η",true],["μ",false],["έ",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "μεσημεριανό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "обед м",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["σ",false],["η",true],["μ",false],["ε",true],["ρ",false],["ι",true],["αν",false],["ό",true]]
    },
    {
        "greek": "μεσογειακός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "средиземноморской",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["σ",false],["ο",true],["γ",false],["ει",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "Μεσόγειος",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Средиземное море с",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["σ",false],["ό",true],["γ",false],["ει",true],["ο",true],["ς",false]]
    },
    {
        "greek": "με συγχωρείτε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "извените",
        "exa": [],
        "vowels": [["με σ",false],["υ",true],["γχ",false],["ω",true],["ρ",false],["εί",true],["τ",false],["ε",true]]
    },
    {
        "greek": "μετά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "затем",
        "exa": [["οι άνθρωποι αρρώσταιναν δυο τρεις μέρες και κάτι παραπάνω και μετά πέθαιναν ξαφνικά","люди заболевали на 2-3 дня или немного сверху и потом внезапно умирали"],["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"]],
        "vowels": [["μ",false],["ε",true],["τά",false]]
    },
    {
        "greek": "μεταβατικό ρήμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "переходный глагол м",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["ταβατ",false],["ι",true],["κό ρ",false],["ή",true],["μα",false]]
    },
    {
        "greek": "μετανάστης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "эмигрант м, переселенец м",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["τανάστ",false],["η",true],["ς",false]]
    },
    {
        "greek": "μεταξύ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "между, посредине",
        "exa": [["απαγορεύει σχέσεις μεταξύ υπαλλήλων","запрещает связи между служащими"]],
        "vowels": [["μ",false],["ε",true],["ταξ",false],["ύ",true]]
    },
    {
        "greek": "μετοχή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "участие с, причастие с",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["τ",false],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "μετρητά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "наличные мн.ч.",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["τρ",false],["η",true],["τά",false]]
    },
    {
        "greek": "μέτρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "метр",
        "exa": [],
        "vowels": [["μ",false],["έ",true],["τρ",false],["ο",true]]
    },
    {
        "greek": "μετρό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "метро",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["τρ",false],["ό",true]]
    },
    {
        "greek": "μέχρι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "до",
        "exa": [["ο χορός και τα τραγούδια κρατούσαν μέχρι αργά το απόγευμα","танец и песни продолжались до позднего полудня"],["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"]],
        "vowels": [["μ",false],["έ",true],["χρ",false],["ι",true]]
    },
    {
        "greek": "μηδέν",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нуль",
        "exa": [],
        "vowels": [["μ",false],["η",true],["δ",false],["έ",true],["ν",false]]
    },
    {
        "greek": "μήλο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "яблоко",
        "exa": [["έτρωγε μήλα στην αυλή μου","съел яблоки в моем дворе"]],
        "vowels": [["μ",false],["ή",true],["λ",false],["ο",true]]
    },
    {
        "greek": "μηλόπιτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "яблочный пирог м",
        "exa": [],
        "vowels": [["μ",false],["η",true],["λ",false],["ό",true],["π",false],["ι",true],["τα",false]]
    },
    {
        "greek": "μήνας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "месяц",
        "exa": [["έχεις γίνει πολύ δεικτική τον τελευταίο μήνα","ты стал слишком показным в последний месяц"]],
        "vowels": [["μ",false],["ή",true],["νας",false]]
    },
    {
        "greek": "μήπως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "неужели, разве",
        "exa": [["μερικές φορές αναρωτιέμαι μήπως δεν έστειλε ένα βίαιο μήνυμα","иногда задумываюсь, возможно, это не послало жестокое сообщение"]],
        "vowels": [["μ",false],["ή",true],["π",false],["ω",true],["ς",false]]
    },
    {
        "greek": "μητέρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мать",
        "exa": [["αγάπη της μητέρας","материнская любовь"],["με την μητέρα μου έχετε τρελή αγωνία","с моей матерью испытываете сумасшедшее волнение"]],
        "vowels": [["μ",false],["η",true],["τ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "μηχανή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "машина ж, мотоцикл м",
        "exa": [],
        "vowels": [["μ",false],["η",true],["χαν",false],["ή",true]]
    },
    {
        "greek": "μηχανικός",
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "инженер м",
        "exa": [],
        "vowels": [["μ",false],["η",true],["χαν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μια",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "одна; какая-то",
        "exa": [],
        "vowels": [["μ",false],["ι",true],["α",false]]
    },
    {
        "greek": "μιάμιση",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "полтора",
        "exa": [],
        "vowels": [["μ",false],["ι",true],["άμ",false],["ι",true],["σ",false],["η",true]]
    },
    {
        "greek": "μια χαρά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "прекрасно",
        "exa": [],
        "vowels": [["μ",false],["ι",true],["α χαρά",false]]
    },
    {
        "greek": "μικρός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "маленький (-ая -ое)",
        "exa": [],
        "vowels": [["μ",false],["ι",true],["κρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Μιλάνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Милан",
        "exa": [],
        "vowels": [["Μ",false],["ι",true],["λάν",false],["ο",true]]
    },
    {
        "greek": "μιλάω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "разговаривать",
        "exa": [["μιλάω απολύτως σοβαρά","говорю абсолютно серьезно"],["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"]],
        "vowels": [["μ",false],["ι",true],["λά",false],["ω",true]]
    },
    {
        "greek": "μ.μ.",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "после обеда.",
        "exa": [],
        "vowels": [["μ.μ.",false]]
    },
    {
        "greek": "μίνι μάρκετ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "минимаркет м",
        "exa": [],
        "vowels": [["μ",false],["ί",true],["νι μάρκ",false],["ε",true],["τ",false]]
    },
    {
        "greek": "μισθός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "зарплата",
        "exa": [["крыша и питание будут вычтены из вашей зарплаты"]],
        "vowels": [["μ",false],["ι",true],["σθ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μισός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "половинный",
        "exa": [],
        "vowels": [["μ",false],["ι",true],["σ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μνημείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "памятник м",
        "exa": [],
        "vowels": [["μν",false],["η",true],["μ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "μοκέτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мокета ж",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["κ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "μολύβι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "карандаш м",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["λ",false],["ύ",true],["β",false],["ι",true]]
    },
    {
        "greek": "μοναστήρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "монастырь м",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["ναστ",false],["ή",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "Μόναχο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Мюнхен",
        "exa": [],
        "vowels": [["Μ",false],["ό",true],["ναχ",false],["ο",true]]
    },
    {
        "greek": "μόνο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "только",
        "exa": [["πες μου μόνο την αλήθεια","говори мне только правду"],["αυτή η συζήτηση ήταν μόνο η αρχή","этот разговор был только началом"]],
        "vowels": [["μ",false],["ό",true],["ν",false],["ο",true]]
    },
    {
        "greek": "μονοκατοικία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "особняк м",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["ν",false],["ο",true],["κατ",false],["οι",true],["κ",false],["ί",true],["α",false]]
    },
    {
        "greek": "μονόκλινο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "одноместный номер м",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["ν",false],["ό",true],["κλ",false],["ι",true],["ν",false],["ο",true]]
    },
    {
        "greek": "μοντέρνος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "современный",
        "exa": [["η μοντέρνα αίθουσα","современный зал"]],
        "vowels": [["μ",false],["ο",true],["ντ",false],["έ",true],["ρν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μορφωμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "образованный",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["ρφ",false],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Μόσχα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Москва",
        "exa": [],
        "vowels": [["Μ",false],["ό",true],["σχα",false]]
    },
    {
        "greek": "μοσχάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "говядина ж",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["σχάρ",false],["ι",true]]
    },
    {
        "greek": "μου",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "мой, моя, моё/ мне",
        "exa": [],
        "vowels": [["μου",false]]
    },
    {
        "greek": "μουσείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "музей м",
        "exa": [],
        "vowels": [["μουσ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "μουσική",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "музыка ж",
        "exa": [],
        "vowels": [["μουσ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "μουστάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "усы мн.ч.",
        "exa": [],
        "vowels": [["μουστάκ",false],["ι",true]]
    },
    {
        "greek": "μπαίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "входить",
        "exa": [["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"]],
        "vowels": [["μπ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "μπακάλικο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "балкон м",
        "exa": [],
        "vowels": [["μπακάλ",false],["ι",true],["κ",false],["ο",true]]
    },
    {
        "greek": "μπακλαβάς",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "паклава ж",
        "exa": [],
        "vowels": [["μπακλαβάς",false]]
    },
    {
        "greek": "μπαλκόνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "балкон м",
        "exa": [],
        "vowels": [["μπαλκ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "μπαλόνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баллон м",
        "exa": [],
        "vowels": [["μπαλ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "μπάμιες",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "бамья мн.ч.",
        "exa": [],
        "vowels": [["μπάμ",false],["ι",true],["ε",true],["ς",false]]
    },
    {
        "greek": "μπανάνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "банан м",
        "exa": [],
        "vowels": [["μπανάνα",false]]
    },
    {
        "greek": "μπάνιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "купанье с",
        "exa": [],
        "vowels": [["μπάν",false],["ι",true],["ο",true]]
    },
    {
        "greek": "μπαρ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бар м",
        "exa": [],
        "vowels": [["μπαρ",false]]
    },
    {
        "greek": "μπαρμπούνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бараулька ж (рыба)",
        "exa": [],
        "vowels": [["μπαρμπούν",false],["ι",true]]
    },
    {
        "greek": "μπάσκετ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баскетбол м",
        "exa": [],
        "vowels": [["μπάσκ",false],["ε",true],["τ",false]]
    },
    {
        "greek": "μπαχαρικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "специи мн.ч., пряности",
        "exa": [],
        "vowels": [["μπαχαρ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "мн.ч.",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["мн.ч.",false]]
    },
    {
        "greek": "μπεζ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "беж",
        "exa": [],
        "vowels": [["μπ",false],["ε",true],["ζ",false]]
    },
    {
        "greek": "μπέρδεμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "путаница ж",
        "exa": [],
        "vowels": [["μπ",false],["έ",true],["ρδ",false],["ε",true],["μα",false]]
    },
    {
        "greek": "μπερδεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "путать",
        "exa": [],
        "vowels": [["μπ",false],["ε",true],["ρδεύ",false],["ω",true]]
    },
    {
        "greek": "μπίρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пиво с",
        "exa": [],
        "vowels": [["μπ",false],["ί",true],["ρα",false]]
    },
    {
        "greek": "μπιφτέκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бифштекс м",
        "exa": [],
        "vowels": [["μπ",false],["ι",true],["φτ",false],["έ",true],["κ",false],["ι",true]]
    },
    {
        "greek": "μπλε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "синий",
        "exa": [],
        "vowels": [["μπλ",false],["ε",true]]
    },
    {
        "greek": "μπλούζα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "блузка ж",
        "exa": [],
        "vowels": [["μπλούζα",false]]
    },
    {
        "greek": "μπλουζάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "короткая маечка ж",
        "exa": [],
        "vowels": [["μπλουζάκ",false],["ι",true]]
    },
    {
        "greek": "μπορεί",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "возможно",
        "exa": [["ένας αναπτήρας μπορεί να'ναι χρήσιμος, για άλλα πράγματα","зажигалка может быть полезна для других вещей"]],
        "vowels": [["μπ",false],["ο",true],["ρ",false],["εί",true]]
    },
    {
        "greek": "μπορντό",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "бордо",
        "exa": [],
        "vowels": [["μπ",false],["ο",true],["ρντ",false],["ό",true]]
    },
    {
        "greek": "μπορώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "мочь",
        "exa": [["θα μπορούσε να λάβει αντίγραφο της επιστολής;","могла бы (секретарша) получить копии писем?"],["βέβαια, δεν μπορώ να πω ψέματα","конечно, я не могу лгать"],["οταν τελειώσει, μπορούμε να πάμε μια βόλτα μαζί;","когда закончит, можем пойти на прогулку вместе?"]],
        "vowels": [["μπ",false],["ο",true],["ρ",false],["ώ",true]]
    },
    {
        "greek": "μπουζούκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бузуки м",
        "exa": [],
        "vowels": [["μπουζούκ",false],["ι",true]]
    },
    {
        "greek": "μπουκάλι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бутылка ж",
        "exa": [],
        "vowels": [["μπουκάλ",false],["ι",true]]
    },
    {
        "greek": "μπουτίκ",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бутик м",
        "exa": [],
        "vowels": [["μπουτ",false],["ί",true],["κ",false]]
    },
    {
        "greek": "μπράβο!",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "Молодец !",
        "exa": [],
        "vowels": [["μπράβο!",false]]
    },
    {
        "greek": "μπριάμ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "овощное рагу с",
        "exa": [],
        "vowels": [["μπρ",false],["ι",true],["άμ",false]]
    },
    {
        "greek": "μπριζόλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бризола ж, отбивная ж",
        "exa": [],
        "vowels": [["μπρ",false],["ι",true],["ζ",false],["ό",true],["λα",false]]
    },
    {
        "greek": "μπρίκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кофеварка ж",
        "exa": [],
        "vowels": [["μπρ",false],["ί",true],["κ",false],["ι",true]]
    },
    {
        "greek": "μπροστά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "впереди, сначала",
        "exa": [["παρακαλώ, κάνε ένα βήμα μπροστά","прошу, сделайте шаг вперед"]],
        "vowels": [["μπρ",false],["ο",true],["στά",false]]
    },
    {
        "greek": "μύλος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "мельница ж",
        "exa": [],
        "vowels": [["μ",false],["ύ",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μοβ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "мов, сиреневый",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["β",false]]
    },
    {
        "greek": "να",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "чтобы, так чтобы",
        "exa": [],
        "vowels": [["να",false]]
    },
    {
        "greek": "ναι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "да",
        "exa": [],
        "vowels": [["ν",false],["αι",true]]
    },
    {
        "greek": "ναός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "храм м",
        "exa": [],
        "vowels": [["να",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Νέα Υόρκη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Нью-Йорк",
        "exa": [],
        "vowels": [["Ν",false],["έ",true],["α Υ",false],["ό",true],["ρκ",false],["η",true]]
    },
    {
        "greek": "νέος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "молодой",
        "exa": [["απλώς, θέλω το καλύτερο για τη νέα μου οικογένεια","просто хочу лучшего моей новой семье"],["μόλις το νέο διαβατήριο σου θα είναι έτοιμο, θα μπεις στο αεροπλάνο και θα επιστρέψεις στο σπίτι","как только твой новый паспорт будет готов, зайдешь в самолет и вернешься домой"]],
        "vowels": [["ν",false],["έ",true],["ο",true],["ς",false]]
    },
    {
        "greek": "νερό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вода",
        "exa": [["τα αντικείμενα αυτά πρέπει να πλυθούν με βραστό νερό","эти вещи должны быть помыты кипяченой водой"]],
        "vowels": [["ν",false],["ε",true],["ρ",false],["ό",true]]
    },
    {
        "greek": "νησί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "остров м",
        "exa": [],
        "vowels": [["ν",false],["η",true],["σ",false],["ί",true]]
    },
    {
        "greek": "Νοέμβριος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "ноябрь м",
        "exa": [],
        "vowels": [["Ν",false],["ο",true],["έ",true],["μβρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "νομίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "считать, думать",
        "exa": [["νομίζω ότι είναι μια παλιά αποθήκη","думаю, что это старый склад"],["νομίζω ότι σας έπεσε το ημερολόγιο στο καζάνι της Τζίνυ εκείνη τη μέρα στη διαγώνιο αλέα","думаю, он вам бросил дневник в котел Джини в тот день на диагональной аллее"]],
        "vowels": [["ν",false],["ο",true],["μ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "Νορβηγία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Норвегия",
        "exa": [],
        "vowels": [["Ν",false],["ο",true],["ρβ",false],["η",true],["γ",false],["ί",true],["α",false]]
    },
    {
        "greek": "νορβηγικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "норвежский (-ая -ое)",
        "exa": [],
        "vowels": [["ν",false],["ο",true],["ρβ",false],["η",true],["γ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "νοσοκομείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "больница ж",
        "exa": [],
        "vowels": [["ν",false],["ο",true],["σ",false],["ο",true],["κ",false],["ο",true],["μ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "νόστιμος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "вкусный (-ая -ое)",
        "exa": [],
        "vowels": [["ν",false],["ό",true],["στ",false],["ι",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "νότια",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на юге",
        "exa": [],
        "vowels": [["ν",false],["ό",true],["τ",false],["ι",true],["α",false]]
    },
    {
        "greek": "νοτιοανατολικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на юго-востоке",
        "exa": [],
        "vowels": [["ν",false],["ο",true],["τ",false],["ι",true],["ο",true],["ανατ",false],["ο",true],["λ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "νότος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "юг м",
        "exa": [],
        "vowels": [["ν",false],["ό",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "νούμερο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "номер м",
        "exa": [],
        "vowels": [["νούμ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "ντίσκο",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дискотека ж",
        "exa": [],
        "vowels": [["ντ",false],["ί",true],["σκ",false],["ο",true]]
    },
    {
        "greek": "ντολμαδάκια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "голубцы мн.ч.",
        "exa": [],
        "vowels": [["ντ",false],["ο",true],["λμαδάκ",false],["ι",true],["α",false]]
    },
    {
        "greek": "ντομάτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "помидор м",
        "exa": [],
        "vowels": [["ντ",false],["ο",true],["μάτα",false]]
    },
    {
        "greek": "ντουλάπα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "шкаф м",
        "exa": [],
        "vowels": [["ντουλάπα",false]]
    },
    {
        "greek": "νυστάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "хотеть спать",
        "exa": [],
        "vowels": [["ν",false],["υ",true],["στάζ",false],["ω",true]]
    },
    {
        "greek": "νωρίς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "рано",
        "exa": [["καταλληλότερη εποχή είναι νωρίς την άνοιξη","самое подходящее время года - начало весны"]],
        "vowels": [["ν",false],["ω",true],["ρ",false],["ί",true],["ς",false]]
    },
    {
        "greek": "(ε)εξαδέλφη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "двоюродная сестра ж",
        "exa": [],
        "vowels": [["ε)",false],["ε",true],["ξαδ",false],["έ",true],["λφ",false],["η",true]]
    },
    {
        "greek": "(ε)ξάδελφος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "двоюродный брат м",
        "exa": [],
        "vowels": [["ε)ξάδ",false],["ε",true],["λφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ξανά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "опять",
        "exa": [["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"]],
        "vowels": [["ξανά",false]]
    },
    {
        "greek": "ξανθός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","–ό"],
        "rus": "белокурый",
        "exa": [["ξανθά μαλλιά, ανοιχτά γαλανά μάτια","блондинистые волосы, открытые голубые глаза"]],
        "vowels": [["ξανθ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ξεκινάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отправляться, начинать",
        "exa": [],
        "vowels": [["ξ",false],["ε",true],["κ",false],["ι",true],["νάω -",false],["ώ",true]]
    },
    {
        "greek": "ξένη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "иностранка ж",
        "exa": [],
        "vowels": [["ξ",false],["έ",true],["ν",false],["η",true]]
    },
    {
        "greek": "ξένος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "иностранец м",
        "exa": [],
        "vowels": [["ξ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ξενοδοχείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гостиница ж",
        "exa": [],
        "vowels": [["ξ",false],["ε",true],["ν",false],["ο",true],["δ",false],["ο",true],["χ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ξένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "чужой (-ая -ое)",
        "exa": [],
        "vowels": [["ξ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ξέρω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "знать",
        "exa": [["ξέρεις τι γεύση έχει το αχλάδι","знаешь, какой вкус у груш?"],["αν ήξερε που είναι ο ανιψιός του, θα μας το έλεγε","если бы он знал где его племянник, нам сказал бы"]],
        "vowels": [["ξ",false],["έ",true],["ρ",false],["ω",true]]
    },
    {
        "greek": "ξεχνάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "забывать",
        "exa": [["θέλαμε να περάσουμε κάποιο χρόνο μαζί μια βραδιά όπου θα ξεχνούσαμε όλα τα υπόλοιπα","одно время хотели провести вместе вечер, чтобы забыть все остальное (обо всем)"]],
        "vowels": [["ξ",false],["ε",true],["χνάω -",false],["ώ",true]]
    },
    {
        "greek": "ξεχωριστός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "отдельный (-ая -ое),",
        "exa": [],
        "vowels": [["ξ",false],["ε",true],["χ",false],["ω",true],["ρ",false],["ι",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "необыкновенный",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["необыкновенный",false]]
    },
    {
        "greek": "ξιφίας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "меч-рыба ж",
        "exa": [],
        "vowels": [["ξ",false],["ι",true],["φ",false],["ί",true],["ας",false]]
    },
    {
        "greek": "ξύδι (ξίδι)",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "уксус м",
        "exa": [],
        "vowels": [["ξ",false],["ύ",true],["δι (ξ",false],["ί",true],["δι)",false]]
    },
    {
        "greek": "ξυπνάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "просыпаться",
        "exa": [["αλλιώς θα ξυπνήσεις τη Χιονάτη και τον πρίγκιπα του παραμυθιού","иначе вы разбудите Белоснежку и сказочного принца"],["πρέπει να την ξυπνήσουμε αμέσως","нужно ее разбудить сейчас же"],["ξύπνησα πολύ αργά και έτρεξα βιαστικά στο σταθμό","проснулся очень поздно и побежал поспешно на станцию"]],
        "vowels": [["ξ",false],["υ",true],["πνάω -",false],["ώ",true]]
    },
    {
        "greek": "ογδόντα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "восемьдесят",
        "exa": [],
        "vowels": [["ο",true],["γδ",false],["ό",true],["ντα",false]]
    },
    {
        "greek": "όγδοος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "восьмой (-ая -ое)",
        "exa": [],
        "vowels": [["ό",true],["γδ",false],["ο",true],["ο",true],["ς",false]]
    },
    {
        "greek": "οδηγώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "водить, руководить",
        "exa": [],
        "vowels": [["ο",true],["δ",false],["η",true],["γ",false],["ώ",true]]
    },
    {
        "greek": "οδός",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "улица ж",
        "exa": [],
        "vowels": [["ο",true],["δ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "οικογένεια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "семья",
        "exa": [["απλώς, θέλω το καλύτερο για τη νέα μου οικογένεια","просто хочу лучшего моей новой семье"],["είναι γείτονας της οικογένειας και ο καλύτερος φίλος","это сосед семьи и лучший друг"],["ξέρω ότι εκεί έξω υπάρχουν οικογένειες που γιορτάζουν όλοι μαζί στα σπίτια τους","знаю, что тут снаружи есть семьи, которые празднуют все вместе в своих домах"]],
        "vowels": [["οι",true],["κ",false],["ο",true],["γ",false],["έ",true],["ν",false],["ει",true],["α",false]]
    },
    {
        "greek": "οικονομία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "экономия ж",
        "exa": [],
        "vowels": [["οι",true],["κ",false],["ο",true],["ν",false],["ο",true],["μ",false],["ί",true],["α",false]]
    },
    {
        "greek": "οικονομικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "финансовый (-ая -ое)",
        "exa": [],
        "vowels": [["οι",true],["κ",false],["ο",true],["ν",false],["ο",true],["μ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Οκτώβριος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "октябрь м",
        "exa": [],
        "vowels": [["Οκτ",false],["ώ",true],["βρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ολλανδία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Голландия",
        "exa": [],
        "vowels": [["Ολλανδ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ολλανδικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "голандский язык м",
        "exa": [],
        "vowels": [["ο",true],["λλανδ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "Ολλανδός",
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "голандец / дка",
        "exa": [],
        "vowels": [["Ολλανδ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "όλοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "все",
        "exa": [],
        "vowels": [["ό",true],["λ",false],["οι",true]]
    },
    {
        "greek": "όλος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "весь",
        "exa": [["εφαρμογή όλων των μέτρων έκτακτης ανάγκης","реализация всех мер неотложной нужды"]],
        "vowels": [["ό",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ομάδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "группа",
        "exa": [["η πολιτική μου ομάδα αισθάνεται ικανοποίηση για το γεγονός ότι το Συμβούλιο συμφώνησε ήδη σε πρώτη ανάγνωση με την πρόταση του Κοινοβουλίου","моя политическая команда рада, что Совет уже одобрил предложение парламента в первом чтении"],["με μεγάλη μου χαρά ανακοινώνω ότι η σχολική ομάδα χορού κλήθηκε να δώσει παράσταση","c большим удовольствием сообщаю, что школьная танцевальная группа приглашена выступить"]],
        "vowels": [["ο",true],["μάδα",false]]
    },
    {
        "greek": "ομιλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "речь ж, разговор м",
        "exa": [],
        "vowels": [["ο",true],["μ",false],["ι",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ομορφιά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "красота ж",
        "exa": [],
        "vowels": [["ο",true],["μ",false],["ο",true],["ρφ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "ομπρέλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "зонт м",
        "exa": [],
        "vowels": [["ο",true],["μπρ",false],["έ",true],["λα",false]]
    },
    {
        "greek": "όμως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "но, однако",
        "exa": [],
        "vowels": [["ό",true],["μ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "όνομα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "имя",
        "exa": [["οποίος σχεδιάζει όμορφα κτίρια κάνει όνομα ως ικανός αρχιτέκτονας","тот, кто проектирует красивые здания, делает себе имя как способный архитектор"],["μην προφέρεις το όνομα του μωρού μου με το βρώμικο στόμα σου","не произноси имя моего младенца своим грязным ртом"]],
        "vowels": [["ό",true],["ν",false],["ο",true],["μα",false]]
    },
    {
        "greek": "ονομασία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "название с",
        "exa": [],
        "vowels": [["ο",true],["ν",false],["ο",true],["μασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ονομαστική",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "именительный падеж м",
        "exa": [],
        "vowels": [["ο",true],["ν",false],["ο",true],["μαστ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "όποιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "тот, кто",
        "exa": [],
        "vowels": [["ό",true],["π",false],["οι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "όπου",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "где,; там,где",
        "exa": [],
        "vowels": [["ό",true],["που",false]]
    },
    {
        "greek": "όπως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "как",
        "exa": [],
        "vowels": [["ό",true],["π",false],["ω",true],["ς",false]]
    },
    {
        "greek": "οπωσδήποτε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "во что бы то ни стало",
        "exa": [],
        "vowels": [["ο",true],["π",false],["ω",true],["σδ",false],["ή",true],["π",false],["ο",true],["τ",false],["ε",true]]
    },
    {
        "greek": "όργανο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "музыкальный орган м",
        "exa": [],
        "vowels": [["ό",true],["ργαν",false],["ο",true]]
    },
    {
        "greek": "ορεινός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","–ό"],
        "rus": "горный (-ая –ое)",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ει",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ορεκτικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "закуска ж",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ε",true],["κτ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "όρεξη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "аппетит м",
        "exa": [],
        "vowels": [["ό",true],["ρ",false],["ε",true],["ξ",false],["η",true]]
    },
    {
        "greek": "οριζόντια",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "горизонтально",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ι",true],["ζ",false],["ό",true],["ντ",false],["ι",true],["α",false]]
    },
    {
        "greek": "ορισμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","–ο"],
        "rus": "определённый (-ая –ое)",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ι",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ορίστε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пожалуйста, да",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ί",true],["στ",false],["ε",true]]
    },
    {
        "greek": "οριστικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","–ό"],
        "rus": "определенный (-ая –ое)",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "οροφοδιαμέρισμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "квартира на весь",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ο",true],["φ",false],["ο",true],["δ",false],["ι",true],["αμ",false],["έ",true],["ρ",false],["ι",true],["σμα",false]]
    },
    {
        "greek": "этаж",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ж",
        "exa": [],
        "vowels": [["этаж",false]]
    },
    {
        "greek": "όροφος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "этаж м",
        "exa": [],
        "vowels": [["ό",true],["ρ",false],["ο",true],["φ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "όσο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сколько",
        "exa": [],
        "vowels": [["ό",true],["σ",false],["ο",true]]
    },
    {
        "greek": "όταν",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "когда",
        "exa": [],
        "vowels": [["ό",true],["ταν",false]]
    },
    {
        "greek": "ότι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "что",
        "exa": [],
        "vowels": [["ό",true],["τ",false],["ι",true]]
    },
    {
        "greek": "Ουγγαρία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Венгрия",
        "exa": [],
        "vowels": [["Ο",false],["υ",true],["γγαρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Ουγγαρέζος",
        "pos": "adj",
        "art": "",
        "end": ["-α"],
        "rus": "венгр (-грка)",
        "exa": [],
        "vowels": [["Ο",false],["υ",true],["γγαρ",false],["έ",true],["ζ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ουδέτερος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "нейтральный (-ая -ое)",
        "exa": [],
        "vowels": [["ουδ",false],["έ",true],["τ",false],["ε",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ούζο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "узо с (сорт водки)",
        "exa": [],
        "vowels": [["ούζ",false],["ο",true]]
    },
    {
        "greek": "ουρά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "очередь ж",
        "exa": [],
        "vowels": [["ουρά",false]]
    },
    {
        "greek": "ουσιαστικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "существительное с",
        "exa": [],
        "vowels": [["ουσ",false],["ι",true],["αστ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "ούτε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ни",
        "exa": [],
        "vowels": [["ούτ",false],["ε",true]]
    },
    {
        "greek": "όχι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нет",
        "exa": [],
        "vowels": [["ό",true],["χ",false],["ι",true]]
    },
    {
        "greek": "οχτακόσιοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "восемьсот",
        "exa": [],
        "vowels": [["ο",true],["χτακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "οχτώ",
        "pos": "verb",
        "art": "",
        "end": ["οκτώ"],
        "rus": "восемь",
        "exa": [],
        "vowels": [["ο",true],["χτ",false],["ώ",true]]
    },
    {
        "greek": "παγάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кусочки льда мн.ч.",
        "exa": [],
        "vowels": [["παγάκ",false],["ι",true]]
    },
    {
        "greek": "πάγος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "лёд м",
        "exa": [],
        "vowels": [["πάγ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["κάνει)","παγωνι�"],
        "rus": "морозит",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "παθητική (φωνή)",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "страдательный залог",
        "exa": [],
        "vowels": [["παθ",false],["η",true],["τ",false],["ι",true],["κή (φ",false],["ω",true],["νή)",false]]
    },
    {
        "greek": "м",
        "pos": "",
        "art": "",
        "end": ["грам"],
        "rus": "",
        "exa": [],
        "vowels": [["м",false]]
    },
    {
        "greek": "παθητικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "пассивный (-ая -ое)",
        "exa": [],
        "vowels": [["παθ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "παϊδάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баранья грудинка ж",
        "exa": [],
        "vowels": [["παϊδάκ",false],["ι",true]]
    },
    {
        "greek": "παιδί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ребёнок",
        "exa": [["το παιδί μου είναι άρρωστο","мой ребенок болен"],["ένα αγορι είναι ένας νεαρός αρσενικός άνθρωπος, συχνά παιδί ή έφηβος","парень - это молодой \"мужской\" человек, часто ребенок или подросток"],["πάντα θα είναι το αγαπημένο παιδί","всегда будет любимый ребенок"]],
        "vowels": [["π",false],["αι",true],["δ",false],["ί",true]]
    },
    {
        "greek": "παιδικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "детский (-ая -ое)",
        "exa": [],
        "vowels": [["π",false],["αι",true],["δ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "παίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "играть",
        "exa": [],
        "vowels": [["π",false],["αί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "παίρνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "брать",
        "exa": [["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"]],
        "vowels": [["π",false],["αί",true],["ρν",false],["ω",true]]
    },
    {
        "greek": "πακέτο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пакет м",
        "exa": [],
        "vowels": [["πακ",false],["έ",true],["τ",false],["ο",true]]
    },
    {
        "greek": "πάλι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "снова, опять",
        "exa": [],
        "vowels": [["πάλ",false],["ι",true]]
    },
    {
        "greek": "παλιός",
        "pos": "adj",
        "art": "",
        "end": ["-ά","-ό"],
        "rus": "старый",
        "exa": [["παλιά αγγελία","старое объявление"],["νομίζω ότι είναι μια παλιά αποθήκη","думаю, что это старый склад"],["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"]],
        "vowels": [["παλ",false],["ι",true],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-яя","-ее"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "πανσιόν",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пансион м",
        "exa": [],
        "vowels": [["πανσ",false],["ι",true],["ό",true],["ν",false]]
    },
    {
        "greek": "πάντα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "всегда",
        "exa": [["πάντα θα είναι το αγαπημένο παιδί","всегда будет любимый ребенок"],["Ο νόμος ξεκάθαρα δηλώνει ότι πρέπει πάντα να έχουμε ακριβώς τέσσερα μέλη","закон четко заявляет, что всегда должны иметь в точности 4 члена"]],
        "vowels": [["πάντα",false]]
    },
    {
        "greek": "πάντα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "всё",
        "exa": [],
        "vowels": [["πάντα",false]]
    },
    {
        "greek": "παντελόνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "брюки мн.ч.",
        "exa": [],
        "vowels": [["παντ",false],["ε",true],["λ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "παντζούρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ставни мн.ч.",
        "exa": [],
        "vowels": [["παντζούρ",false],["ι",true]]
    },
    {
        "greek": "παντρεμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "женатый, замужняя",
        "exa": [],
        "vowels": [["παντρ",false],["ε",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παντού",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "везде",
        "exa": [],
        "vowels": [["παντού",false]]
    },
    {
        "greek": "πάνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "наверху, на",
        "exa": [],
        "vowels": [["πάν",false],["ω",true]]
    },
    {
        "greek": "παπουτσάκια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "баклажаны начинённые",
        "exa": [],
        "vowels": [["παπουτσάκ",false],["ι",true],["α",false]]
    },
    {
        "greek": "фаршем",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "мн.ч.",
        "exa": [],
        "vowels": [["фаршем",false]]
    },
    {
        "greek": "παπούτσι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "туфель",
        "exa": [["ένα ζευγάρι αθλητικά παπούτσια","пара спортивной обуви"]],
        "vowels": [["παπούτσ",false],["ι",true]]
    },
    {
        "greek": "παρά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "без",
        "exa": [],
        "vowels": [["παρά",false]]
    },
    {
        "greek": "παραγγέλνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заказывать",
        "exa": [],
        "vowels": [["παραγγ",false],["έ",true],["λν",false],["ω",true]]
    },
    {
        "greek": "παράγραφος",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "параграф м, обзац",
        "exa": [["τα προϊόντα που αναφέρονται στο άρθρο 1 παράγραφος 2","товары, которые упоминаются в статье 1 параграфе 2"]],
        "vowels": [["παράγραφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παράγω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "производить, создавать",
        "exa": [],
        "vowels": [["παράγ",false],["ω",true]]
    },
    {
        "greek": "παράδειγμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пример",
        "exa": [["οι αρχαιολογικοί χώροι που βρίσκονται στις Συρακούσες είναι το καλύτερο παράδειγμα εξαιρετικής αρχιτεκτονικής δημιουργίας","археологические места, которые находятся в Сиракузах, являются лучшим примером исключительного архитектурного творчества"]],
        "vowels": [["παράδ",false],["ει",true],["γμα",false]]
    },
    {
        "greek": "παραθετικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сравнение с",
        "exa": [],
        "vowels": [["παραθ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "παράθυρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "окно",
        "exa": [["τα παράθυρα είναι βαμμένα","окна покрашены"]],
        "vowels": [["παράθ",false],["υ",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "παρακαλώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "просить; пожалуйста",
        "exa": [["παρακαλώ, κάνε ένα βήμα μπροστά","прошу, сделайте шаг вперед"]],
        "vowels": [["παρακαλ",false],["ώ",true]]
    },
    {
        "greek": "παρακάτω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "дальше; ниже",
        "exa": [],
        "vowels": [["παρακάτ",false],["ω",true]]
    },
    {
        "greek": "παραλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "побережье с",
        "exa": [],
        "vowels": [["παραλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "παράλληλα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "параллельно",
        "exa": [],
        "vowels": [["παράλλ",false],["η",true],["λα",false]]
    },
    {
        "greek": "παράξενος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "странный (-ая -ое)",
        "exa": [],
        "vowels": [["παράξ",false],["ε",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παραπάνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выше; больше",
        "exa": [["οι άνθρωποι αρρώσταιναν δυο τρεις μέρες και κάτι παραπάνω και μετά πέθαιναν ξαφνικά","люди заболевали на 2-3 дня или немного сверху и потом внезапно умирали"]],
        "vowels": [["παραπάν",false],["ω",true]]
    },
    {
        "greek": "Παρασκευή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пятница ж",
        "exa": [],
        "vowels": [["Παρασκευ",false],["ή",true]]
    },
    {
        "greek": "παράσταση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "спектакль",
        "exa": [["με μεγάλη μου χαρά ανακοινώνω ότι η σχολική ομάδα χορού κλήθηκε να δώσει παράσταση","c большим удовольствием сообщаю, что школьная танцевальная группа приглашена выступить"]],
        "vowels": [["παράστασ",false],["η",true]]
    },
    {
        "greek": "представление",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "с",
        "exa": [],
        "vowels": [["представление",false]]
    },
    {
        "greek": "παρέα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "компания ж",
        "exa": [],
        "vowels": [["παρ",false],["έ",true],["α",false]]
    },
    {
        "greek": "παρένθεση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "скобки мн. ч.",
        "exa": [],
        "vowels": [["παρ",false],["έ",true],["νθ",false],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "Παρίσι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Париж",
        "exa": [],
        "vowels": [["Παρ",false],["ί",true],["σ",false],["ι",true]]
    },
    {
        "greek": "παρκάρω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "припарковать",
        "exa": [],
        "vowels": [["παρκάρ",false],["ω",true]]
    },
    {
        "greek": "πάρκι(ν)γκ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "паркинг м",
        "exa": [],
        "vowels": [["πάρκι(ν)γκ",false]]
    },
    {
        "greek": "πάρκο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "парк м",
        "exa": [],
        "vowels": [["πάρκ",false],["ο",true]]
    },
    {
        "greek": "πάρτι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "семейный праздник м",
        "exa": [],
        "vowels": [["πάρτ",false],["ι",true]]
    },
    {
        "greek": "πάστα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пирожное с",
        "exa": [],
        "vowels": [["πάστα",false]]
    },
    {
        "greek": "παστίτσιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "макаронник с мясом м",
        "exa": [],
        "vowels": [["παστ",false],["ί",true],["τσ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "Πάσχα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Пасха",
        "exa": [],
        "vowels": [["Πάσχα",false]]
    },
    {
        "greek": "πατάτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "картофель",
        "exa": [["αρνί στο φούρνο με πατάτες","баран в печке с картофелем"]],
        "vowels": [["πατάτα",false]]
    },
    {
        "greek": "πατέρας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "отец",
        "exa": [["Ο πατέρας μου με δέρνει","Отец меня бъет"]],
        "vowels": [["πατ",false],["έ",true],["ρας",false]]
    },
    {
        "greek": "Πάτρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Патры",
        "exa": [],
        "vowels": [["Πάτρα",false]]
    },
    {
        "greek": "πατρίδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "родина ж",
        "exa": [],
        "vowels": [["πατρ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "πάω",
        "pos": "verb",
        "art": "",
        "end": ["πηγαίνω"],
        "rus": "идти",
        "exa": [["αν δεν ενδιαφέρεσαι, θα πάω κάπου αλλού","если не интересуешься, пойду куда-нибудь в другое место"]],
        "vowels": [["πά",false],["ω",true]]
    },
    {
        "greek": "πέδιλο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сандалия ж",
        "exa": [],
        "vowels": [["π",false],["έ",true],["δ",false],["ι",true],["λ",false],["ο",true]]
    },
    {
        "greek": "πεζόδρομος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "тротуар м",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ζ",false],["ό",true],["δρ",false],["ο",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πεινάω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "хотеть есть",
        "exa": [],
        "vowels": [["π",false],["ει",true],["νά",false],["ω",true]]
    },
    {
        "greek": "πειράζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "беспокоить; дразнить",
        "exa": [],
        "vowels": [["π",false],["ει",true],["ράζ",false],["ω",true]]
    },
    {
        "greek": "Πειραιάς",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Пирей",
        "exa": [],
        "vowels": [["Π",false],["ει",true],["ρ",false],["αι",true],["άς",false]]
    },
    {
        "greek": "Πεκίνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Пекин",
        "exa": [],
        "vowels": [["Π",false],["ε",true],["κ",false],["ί",true],["ν",false],["ο",true]]
    },
    {
        "greek": "πέλαγος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "море с",
        "exa": [],
        "vowels": [["π",false],["έ",true],["λαγ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πελάτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "клиент м, покупатель м",
        "exa": [],
        "vowels": [["π",false],["ε",true],["λάτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "πελάτισσα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "клиентка ж, покупательница ж",
        "exa": [],
        "vowels": [["π",false],["ε",true],["λάτ",false],["ι",true],["σσα",false]]
    },
    {
        "greek": "Πελοπόννησος",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Пелопоннес",
        "exa": [],
        "vowels": [["Π",false],["ε",true],["λ",false],["ο",true],["π",false],["ό",true],["νν",false],["η",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Πέμπτη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "четверг м",
        "exa": [],
        "vowels": [["Π",false],["έ",true],["μπτ",false],["η",true]]
    },
    {
        "greek": "πέμπτος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "пятый (-ая -ое)",
        "exa": [],
        "vowels": [["π",false],["έ",true],["μπτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πενήντα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пятьдесят",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ν",false],["ή",true],["ντα",false]]
    },
    {
        "greek": "πεντακόσιοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "пятьсот",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ντακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "πεντάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пятикомнатная квартира ж",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ντάρ",false],["ι",true]]
    },
    {
        "greek": "πέντε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пять",
        "exa": [],
        "vowels": [["π",false],["έ",true],["ντ",false],["ε",true]]
    },
    {
        "greek": "πεπόνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "дыня ж",
        "exa": [],
        "vowels": [["π",false],["ε",true],["π",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "περασμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "прошлый (-ая -ое)",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρασμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "περί",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "относительно",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ί",true]]
    },
    {
        "greek": "περιβάλλον",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "среда ж, окружение с",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["βάλλ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "περιγράφω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "описать",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["γράφ",false],["ω",true]]
    },
    {
        "greek": "περιλαμβάνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "включать, содержать",
        "exa": [["η απόδειξη παραλαβής περιλαμβάνει τουλάχιστον τα ακόλουθα στοιχεία","квитанция доставки включает в себя по крайней мере следующие данные"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["λαμβάν",false],["ω",true]]
    },
    {
        "greek": "περιμένω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ждать",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["μ",false],["έ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "περιοχή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "район",
        "exa": [["περιοχή στα βόρεια της χώρας","район на севере страны"],["περιοχή της ανατολικής Ασίας","район восточной Азии"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "περιπέτεια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "приключение с",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["π",false],["έ",true],["τ",false],["ει",true],["α",false]]
    },
    {
        "greek": "περίπου",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "около, приблизительно",
        "exa": [["προέρχεται από μια αποθήκη περίπου 6 χιλιόμετρα βορειοανατολικά απ'εδώ","происходит со склада примерно в 6 километрах на северовосток отсюда"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ί",true],["που",false]]
    },
    {
        "greek": "περίπτερο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "киоск м",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ί",true],["πτ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "περισσότεροι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "большинство",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["σσ",false],["ό",true],["τ",false],["ε",true],["ρ",false],["οι",true]]
    },
    {
        "greek": "περνάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "проходить",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρνάω -",false],["ώ",true]]
    },
    {
        "greek": "περπατάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "шагать",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρπατάω -",false],["ώ",true]]
    },
    {
        "greek": "πέρ",
        "pos": "",
        "art": "",
        "end": ["υ)σ�"],
        "rus": "в прошлом году",
        "exa": [],
        "vowels": [["π",false],["έ",true],["ρ",false]]
    },
    {
        "greek": "πέτρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "камень м",
        "exa": [],
        "vowels": [["π",false],["έ",true],["τρα",false]]
    },
    {
        "greek": "πέφτω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "падать",
        "exa": [],
        "vowels": [["π",false],["έ",true],["φτ",false],["ω",true]]
    },
    {
        "greek": "πηγαίνω",
        "pos": "verb",
        "art": "",
        "end": ["πάω"],
        "rus": "идти",
        "exa": [],
        "vowels": [["π",false],["η",true],["γ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "πιάνει",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "охватывать",
        "exa": [],
        "vowels": [["π",false],["ι",true],["άν",false],["ει",true]]
    },
    {
        "greek": "πιάτο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тарелка ж",
        "exa": [],
        "vowels": [["π",false],["ι",true],["άτ",false],["ο",true]]
    },
    {
        "greek": "πιλάφι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "плов м",
        "exa": [],
        "vowels": [["π",false],["ι",true],["λάφ",false],["ι",true]]
    },
    {
        "greek": "πίνακας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "доска ж; картина ж",
        "exa": [],
        "vowels": [["π",false],["ί",true],["νακας",false]]
    },
    {
        "greek": "πίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "пить",
        "exa": [["γενικά δεν πίνω κρύο καφέ","обычно не пью холодный кофе"]],
        "vowels": [["π",false],["ί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "πιο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "уже, больше",
        "exa": [],
        "vowels": [["π",false],["ι",true],["ο",true]]
    },
    {
        "greek": "πιπέρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "перец м",
        "exa": [],
        "vowels": [["π",false],["ι",true],["π",false],["έ",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "πιπεριά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "перец м (плод и растение)",
        "exa": [],
        "vowels": [["π",false],["ι",true],["π",false],["ε",true],["ρ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "πισίνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бассейн м",
        "exa": [],
        "vowels": [["π",false],["ι",true],["σ",false],["ί",true],["να",false]]
    },
    {
        "greek": "πίστα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "танцевальная площадка ж",
        "exa": [],
        "vowels": [["π",false],["ί",true],["στα",false]]
    },
    {
        "greek": "πιστωτική κάρτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кредитная карточка ж",
        "exa": [],
        "vowels": [["π",false],["ι",true],["στ",false],["ω",true],["τ",false],["ι",true],["κή κάρτα",false]]
    },
    {
        "greek": "πιτσαρία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пицария ж",
        "exa": [],
        "vowels": [["π",false],["ι",true],["τσαρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "πλάγια (γράμματα)",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "выделенные слова",
        "exa": [],
        "vowels": [["πλάγ",false],["ι",true],["α (γράμματα)",false]]
    },
    {
        "greek": "мн.ч.",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["мн.ч.",false]]
    },
    {
        "greek": "πλαίσιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рамка ж, оправа ж",
        "exa": [],
        "vowels": [["πλ",false],["αί",true],["σ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["έχει)","πλάκ�"],
        "rus": "он забавный",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "πλανήτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "планета ж",
        "exa": [],
        "vowels": [["πλαν",false],["ή",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "πλαστικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "пластический (-ая -ое)",
        "exa": [],
        "vowels": [["πλαστ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πλατεία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "площадь ж",
        "exa": [],
        "vowels": [["πλατ",false],["εί",true],["α",false]]
    },
    {
        "greek": "πλένω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "мыть",
        "exa": [],
        "vowels": [["πλ",false],["έ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "πληθυντικός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "множественное число с",
        "exa": [],
        "vowels": [["πλ",false],["η",true],["θ",false],["υ",true],["ντ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πλην",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "минус",
        "exa": [],
        "vowels": [["πλ",false],["η",true],["ν",false]]
    },
    {
        "greek": "πληροφορίες",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "информация ж",
        "exa": [],
        "vowels": [["πλ",false],["η",true],["ρ",false],["ο",true],["φ",false],["ο",true],["ρ",false],["ί",true],["ε",true],["ς",false]]
    },
    {
        "greek": "πληρώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "платить",
        "exa": [],
        "vowels": [["πλ",false],["η",true],["ρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "πλησίον",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "возле, около",
        "exa": [],
        "vowels": [["πλ",false],["η",true],["σ",false],["ί",true],["ο",true],["ν",false]]
    },
    {
        "greek": "πλοίο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "судно с, корабль",
        "exa": [["είμαι ο ανώτατος αξιωματικός στο πλοίο","я высший офицер на судне"]],
        "vowels": [["πλ",false],["οί",true],["ο",true]]
    },
    {
        "greek": "πλυντήριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стиральная машинка ж",
        "exa": [],
        "vowels": [["πλ",false],["υ",true],["ντ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "ποιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "кто",
        "exa": [],
        "vowels": [["π",false],["οι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "πόλη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "город",
        "exa": [["άγνωστη πόλη","незнакомый город"],["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"]],
        "vowels": [["π",false],["ό",true],["λ",false],["η",true]]
    },
    {
        "greek": "πολίτης",
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "гражданин/анка",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["ί",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "πολιτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "политический",
        "exa": [["η πολιτική μου ομάδα αισθάνεται ικανοποίηση για το γεγονός ότι το Συμβούλιο συμφώνησε ήδη σε πρώτη ανάγνωση με την πρόταση του Κοινοβουλίου","моя политическая команда рада, что Совет уже одобрил предложение парламента в первом чтении"]],
        "vowels": [["π",false],["ο",true],["λ",false],["ι",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πολλοί",
        "pos": "noun",
        "art": "ο",
        "end": ["-ές","-ά"],
        "rus": "многие",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λλ",false],["οί",true]]
    },
    {
        "greek": "πολύ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "очень",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["π",false],["ο",true],["λ",false],["ύ",true]]
    },
    {
        "greek": "πολυθρόνα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кресло с",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["υ",true],["θρ",false],["ό",true],["να",false]]
    },
    {
        "greek": "πολυκατοικία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "жилой дом м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["υ",true],["κατ",false],["οι",true],["κ",false],["ί",true],["α",false]]
    },
    {
        "greek": "πολύς",
        "pos": "",
        "art": "",
        "end": ["πολλή/","πολύ"],
        "rus": "много",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "πολωνέζικα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "польский язык м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["ω",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κα",false]]
    },
    {
        "greek": "Πολωνία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Польша",
        "exa": [],
        "vowels": [["Π",false],["ο",true],["λ",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "Πολωνός",
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "поляк/ полька",
        "exa": [],
        "vowels": [["Π",false],["ο",true],["λ",false],["ω",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πονάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "болеть",
        "exa": [],
        "vowels": [["π",false],["ο",true],["νάω -",false],["ώ",true]]
    },
    {
        "greek": "ποντίκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мышка ж",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ντ",false],["ί",true],["κ",false],["ι",true]]
    },
    {
        "greek": "πόρτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дверь",
        "exa": [["γιατί ο δολοφόνος δεν μπήκε απλά απ ' την ανοιχτή πόρτα","потому что убийца не вошел просто через открытую дверь"]],
        "vowels": [["π",false],["ό",true],["ρτα",false]]
    },
    {
        "greek": "Πορτογαλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Португалия",
        "exa": [],
        "vowels": [["Π",false],["ο",true],["ρτ",false],["ο",true],["γαλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "πορτογαλικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "португальский язык м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["γαλ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "Πορτογάλος",
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "португалец /ка",
        "exa": [],
        "vowels": [["Π",false],["ο",true],["ρτ",false],["ο",true],["γάλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πορτοκαλάδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "апельсиновый напиток м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["καλάδα",false]]
    },
    {
        "greek": "πορτοκαλής",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ί"],
        "rus": "оранжевый (-ая -ое)",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["καλ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "πορτοκάλι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "апельсин м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["κάλ",false],["ι",true]]
    },
    {
        "greek": "πορτοφόλι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кошелёк м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["φ",false],["ό",true],["λ",false],["ι",true]]
    },
    {
        "greek": "πόσοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "сколько",
        "exa": [],
        "vowels": [["π",false],["ό",true],["σ",false],["οι",true]]
    },
    {
        "greek": "πόσος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "сколько",
        "exa": [["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"]],
        "vowels": [["π",false],["ό",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πότε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "когда",
        "exa": [["εσείς αποφασίζετε πότε θα του δώσετε προσοχή","вы решите, когда уделить ему внимание"]],
        "vowels": [["π",false],["ό",true],["τ",false],["ε",true]]
    },
    {
        "greek": "ποτέ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "никогда",
        "exa": [["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"],["ποτέ να μη βιάζεστε να αποφασίσετε τι βήματα πρέπει να γίνουν","никогда не торопитесь решать шаги, которые надо предпринять"]],
        "vowels": [["π",false],["ο",true],["τ",false],["έ",true]]
    },
    {
        "greek": "ποτήρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стакан",
        "exa": [["ένα ζεστό ποτήρι γάλα","стакан горячего молока"]],
        "vowels": [["π",false],["ο",true],["τ",false],["ή",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "ποτό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "алкогольный напиток м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["τ",false],["ό",true]]
    },
    {
        "greek": "που",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "который (-ая -ое -ые)",
        "exa": [],
        "vowels": [["που",false]]
    },
    {
        "greek": "πού",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "где",
        "exa": [],
        "vowels": [["πού",false]]
    },
    {
        "greek": "πουθενά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нигде",
        "exa": [],
        "vowels": [["πουθ",false],["ε",true],["νά",false]]
    },
    {
        "greek": "πουκάμισο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рубашка ж",
        "exa": [],
        "vowels": [["πουκάμ",false],["ι",true],["σ",false],["ο",true]]
    },
    {
        "greek": "πουλάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "продавать",
        "exa": [],
        "vowels": [["πουλάω -",false],["ώ",true]]
    },
    {
        "greek": "πούλμαν",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "туристический автобус м",
        "exa": [],
        "vowels": [["πούλμαν",false]]
    },
    {
        "greek": "πουλόβερ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пуловер м",
        "exa": [],
        "vowels": [["πουλ",false],["ό",true],["β",false],["ε",true],["ρ",false]]
    },
    {
        "greek": "Πράγα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Прага",
        "exa": [],
        "vowels": [["Πράγα",false]]
    },
    {
        "greek": "πράγμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вещь",
        "exa": [["ένας αναπτήρας μπορεί να'ναι χρήσιμος για άλλα πράγματα","зажигалка может быть полезна для других вещей"],["τα πράγματα άρχισαν να βελτιώνονται","вещи начали улучшаться"]],
        "vowels": [["πράγμα",false]]
    },
    {
        "greek": "πραγματικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "действительно, на самом",
        "exa": [["πραγματικά χρειαζόμαστε τη βοήθειά σου","реально нуждаемся в твоей помощи"]],
        "vowels": [["πραγματ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "деле",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["деле",false]]
    },
    {
        "greek": "πράξη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "поступок м, действие с",
        "exa": [],
        "vowels": [["πράξ",false],["η",true]]
    },
    {
        "greek": "πράσινος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "зеленый",
        "exa": [["πράσινο αγγούρι","зеленый огурец"],["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"]],
        "vowels": [["πράσ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πρέπει",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нужно",
        "exa": [["πρέπει να την ξυπνήσουμε αμέσως","нужно ее разбудить сейчас же"]],
        "vowels": [["πρ",false],["έ",true],["π",false],["ει",true]]
    },
    {
        "greek": "πρεσβεία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "посольство с",
        "exa": [],
        "vowels": [["πρ",false],["ε",true],["σβ",false],["εί",true],["α",false]]
    },
    {
        "greek": "πρέσβης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "посол м",
        "exa": [],
        "vowels": [["πρ",false],["έ",true],["σβ",false],["η",true],["ς",false]]
    },
    {
        "greek": "πριν",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "до",
        "exa": [],
        "vowels": [["πρ",false],["ι",true],["ν",false]]
    },
    {
        "greek": "προάστιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пригород м",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["άστ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "πρόβλημα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "проблема",
        "exa": [["τότε η απάντηση στο πρόβλημα είναι «ναι», σε αντίθετη περίπτωση είναι «όχι»","тогда ответ на проблему - да, в обратном случае - нет"]],
        "vowels": [["πρ",false],["ό",true],["βλ",false],["η",true],["μα",false]]
    },
    {
        "greek": "προέλευση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "происхождение с",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["έ",true],["λευσ",false],["η",true]]
    },
    {
        "greek": "προηγούμαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "предшествовать, идти",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["η",true],["γούμ",false],["αι",true]]
    },
    {
        "greek": "впереди",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["впереди",false]]
    },
    {
        "greek": "προηγούμενος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "предыдущий",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["η",true],["γούμ",false],["ε",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "πρόθεση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "намерение с, замысел м",
        "exa": [],
        "vowels": [["πρ",false],["ό",true],["θ",false],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "προϊόν",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "продукт м",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["ϊ",false],["ό",true],["ν",false]]
    },
    {
        "greek": "προκαταβολή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "аванс м",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["καταβ",false],["ο",true],["λ",false],["ή",true]]
    },
    {
        "greek": "πρόκειται για",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "речь идёт о",
        "exa": [],
        "vowels": [["πρ",false],["ό",true],["κ",false],["ει",true],["ται γ",false],["ι",true],["α",false]]
    },
    {
        "greek": "προλαβαίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "успевать",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["λαβ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "προορισμός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "предназначение с",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["ο",true],["ρ",false],["ι",true],["σμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πρόπερσι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в позапрошлом году",
        "exa": [],
        "vowels": [["πρ",false],["ό",true],["π",false],["ε",true],["ρσ",false],["ι",true]]
    },
    {
        "greek": "προσδιορίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "устанавливать, назначать",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σδ",false],["ι",true],["ο",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "προσδιοριστικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "определяющий",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σδ",false],["ι",true],["ο",true],["ρ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "προσεκτικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "внимательно",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ε",true],["κτ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "προσέχω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть внимательным",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σ",false],["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "προσθέτω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "добавлять",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σθ",false],["έ",true],["τ",false],["ω",true]]
    },
    {
        "greek": "προσοχή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "внимание",
        "exa": [["εσείς αποφασίζετε πότε θα του δώσετε προσοχή","вы решите, когда уделить ему внимание"]],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "προσπαθώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "стараться",
        "exa": [["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"]],
        "vowels": [["πρ",false],["ο",true],["σπαθ",false],["ώ",true]]
    },
    {
        "greek": "προστακτική",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "повелительное",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["στακτ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "наклонение",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "с",
        "exa": [],
        "vowels": [["наклонение",false]]
    },
    {
        "greek": "προσωπικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "личный",
        "exa": [["προσωπικά αντικείμενα","личные вещи"]],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ω",true],["π",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "προσωπικότητα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "личность ж",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ω",true],["π",false],["ι",true],["κ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "πρόσωπο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лицо",
        "exa": [["οι γυναίκες βάφουν τα πρόσωπά τους και βάζουν ψεύτικες βλεφαρίδες","женщины красят свое лицо и носят фальшивые ресницы"]],
        "vowels": [["πρ",false],["ό",true],["σ",false],["ω",true],["π",false],["ο",true]]
    },
    {
        "greek": "πρόταση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "предложение",
        "exa": [["η πολιτική μου ομάδα αισθάνεται ικανοποίηση για το γεγονός ότι το Συμβούλιο συμφώνησε ήδη σε πρώτη ανάγνωση με την πρόταση του Κοινοβουλίου","моя политическая команда рада, что Совет уже одобрил предложение парламента в первом чтении"]],
        "vowels": [["πρ",false],["ό",true],["τασ",false],["η",true]]
    },
    {
        "greek": "προτιμάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "предпочитать",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["τ",false],["ι",true],["μάω -",false],["ώ",true]]
    },
    {
        "greek": "προτίμηση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "предпочтение",
        "exa": [["ελπίζω να πέτυχα τη σούπα ανάλογα με την προτίμησή σου","надеюсь суп удался в соответствии с твоими предпочтениями"]],
        "vowels": [["πρ",false],["ο",true],["τ",false],["ί",true],["μ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "προχθές",
        "pos": "",
        "art": "",
        "end": ["προχτές"],
        "rus": "позавчера",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["χθ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "πρωί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "утро с",
        "exa": [],
        "vowels": [["πρ",false],["ω",true],["ί",true]]
    },
    {
        "greek": "πρωί-πρωί",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "утром рано",
        "exa": [],
        "vowels": [["πρ",false],["ω",true],["ί-πρ",false],["ω",true],["ί",true]]
    },
    {
        "greek": "πρωινό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "завтрак м",
        "exa": [],
        "vowels": [["πρ",false],["ω",true],["ι",true],["ν",false],["ό",true]]
    },
    {
        "greek": "πρώτα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сначала, прежде",
        "exa": [],
        "vowels": [["πρ",false],["ώ",true],["τα",false]]
    },
    {
        "greek": "πρωτεύουσα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "столица ж",
        "exa": [],
        "vowels": [["πρ",false],["ω",true],["τεύουσα",false]]
    },
    {
        "greek": "πρώτος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "первый",
        "exa": [["το πρώτο αεροδρόμιο","первый аэродром"],["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"],["ίμαστε εδώ παλεύοντας, βάζοντας τα κορμιά μας στην πρώτη γραμμή","мы бились здесь, ставя свои тела на первую линию"]],
        "vowels": [["πρ",false],["ώ",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πτήση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "рейс м",
        "exa": [],
        "vowels": [["πτ",false],["ή",true],["σ",false],["η",true]]
    },
    {
        "greek": "π.χ.",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "например",
        "exa": [],
        "vowels": [["π.χ.",false]]
    },
    {
        "greek": "πωλείται",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "продаётся",
        "exa": [],
        "vowels": [["π",false],["ω",true],["λ",false],["εί",true],["τ",false],["αι",true]]
    },
    {
        "greek": "πωλητής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "продавец м",
        "exa": [],
        "vowels": [["π",false],["ω",true],["λ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "πωλήτρια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "продавщица ж",
        "exa": [],
        "vowels": [["π",false],["ω",true],["λ",false],["ή",true],["τρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "πως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "что",
        "exa": [],
        "vowels": [["π",false],["ω",true],["ς",false]]
    },
    {
        "greek": "πώς",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "как",
        "exa": [],
        "vowels": [["π",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "ραγού",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "рагу",
        "exa": [],
        "vowels": [["ραγού",false]]
    },
    {
        "greek": "ρακή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "водка из виноградных выжимок",
        "exa": [],
        "vowels": [["ρακ",false],["ή",true]]
    },
    {
        "greek": "ραντεβού",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "свидание с",
        "exa": [],
        "vowels": [["ραντ",false],["ε",true],["βού",false]]
    },
    {
        "greek": "ραπανάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "редиска ж",
        "exa": [],
        "vowels": [["ραπανάκ",false],["ι",true]]
    },
    {
        "greek": "ρεπό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "выходной м",
        "exa": [],
        "vowels": [["ρ",false],["ε",true],["π",false],["ό",true]]
    },
    {
        "greek": "ρέστα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "сдача ж, остаток денег м",
        "exa": [],
        "vowels": [["ρ",false],["έ",true],["στα",false]]
    },
    {
        "greek": "ρετιρέ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "последний этаж жилого дома м",
        "exa": [],
        "vowels": [["ρ",false],["ε",true],["τ",false],["ι",true],["ρ",false],["έ",true]]
    },
    {
        "greek": "ρήμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "глагол м",
        "exa": [],
        "vowels": [["ρ",false],["ή",true],["μα",false]]
    },
    {
        "greek": "ροδάκινο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "персик м",
        "exa": [],
        "vowels": [["ρ",false],["ο",true],["δάκ",false],["ι",true],["ν",false],["ο",true]]
    },
    {
        "greek": "Ρόδος",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "остров Родос",
        "exa": [],
        "vowels": [["Ρ",false],["ό",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ροζ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "розовый цвет",
        "exa": [],
        "vowels": [["ρ",false],["ο",true],["ζ",false]]
    },
    {
        "greek": "ροκ",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "рок (музыка)",
        "exa": [],
        "vowels": [["ρ",false],["ο",true],["κ",false]]
    },
    {
        "greek": "ρολόι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "часы мн.ч.",
        "exa": [],
        "vowels": [["ρ",false],["ο",true],["λ",false],["ό",true],["ι",true]]
    },
    {
        "greek": "ρόλος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "роль ж",
        "exa": [],
        "vowels": [["ρ",false],["ό",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ρούβλι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рубль м",
        "exa": [],
        "vowels": [["ρούβλ",false],["ι",true]]
    },
    {
        "greek": "ρούχα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "одежда",
        "exa": [["αλλάζω ρούχα κάθε μέρα","меняю одежду каждый день"]],
        "vowels": [["ρούχα",false]]
    },
    {
        "greek": "ρόφημα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "горячее питьё с",
        "exa": [],
        "vowels": [["ρ",false],["ό",true],["φ",false],["η",true],["μα",false]]
    },
    {
        "greek": "Ρώμη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Рим",
        "exa": [],
        "vowels": [["Ρ",false],["ώ",true],["μ",false],["η",true]]
    },
    {
        "greek": "ρωσικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "русский язык м",
        "exa": [],
        "vowels": [["ρ",false],["ω",true],["σ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ρωσικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "русский (-ая -ое)",
        "exa": [],
        "vowels": [["ρ",false],["ω",true],["σ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ρώσος",
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "русский (-ая)",
        "exa": [],
        "vowels": [["Ρ",false],["ώ",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ρωτάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "спрашивать",
        "exa": [],
        "vowels": [["ρ",false],["ω",true],["τάω -",false],["ώ",true]]
    },
    {
        "greek": "Σάββατο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "суббота ж",
        "exa": [],
        "vowels": [["Σάββατ",false],["ο",true]]
    },
    {
        "greek": "σαββατοκύριακο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "суббота и",
        "exa": [],
        "vowels": [["σαββατ",false],["ο",true],["κ",false],["ύ",true],["ρ",false],["ι",true],["ακ",false],["ο",true]]
    },
    {
        "greek": "воскресенье",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["воскресенье",false]]
    },
    {
        "greek": "σαγανάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "жаренный сыр в масле м",
        "exa": [],
        "vowels": [["σαγανάκ",false],["ι",true]]
    },
    {
        "greek": "σακάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пиджак м",
        "exa": [],
        "vowels": [["σακάκ",false],["ι",true]]
    },
    {
        "greek": "σακούλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мешочек м, кулёк м",
        "exa": [],
        "vowels": [["σακούλα",false]]
    },
    {
        "greek": "σαλάτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "салат м",
        "exa": [],
        "vowels": [["σαλάτα",false]]
    },
    {
        "greek": "σαλάμι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "копчённая колбаса ж",
        "exa": [],
        "vowels": [["σαλάμ",false],["ι",true]]
    },
    {
        "greek": "σαλόνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "салон м, гостиная ж",
        "exa": [],
        "vowels": [["σαλ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "σάλτσα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "соус м, подлива ж",
        "exa": [],
        "vowels": [["σάλτσα",false]]
    },
    {
        "greek": "σαμπουάν",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шампунь м",
        "exa": [],
        "vowels": [["σαμπουάν",false]]
    },
    {
        "greek": "σαν",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "как",
        "exa": [],
        "vowels": [["σαν",false]]
    },
    {
        "greek": "σαπούνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мыло с",
        "exa": [],
        "vowels": [["σαπούν",false],["ι",true]]
    },
    {
        "greek": "σαράντα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сорок",
        "exa": [],
        "vowels": [["σαράντα",false]]
    },
    {
        "greek": "σαρδέλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сардина ж",
        "exa": [],
        "vowels": [["σαρδ",false],["έ",true],["λα",false]]
    },
    {
        "greek": "σας",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вас, вам",
        "exa": [],
        "vowels": [["σας",false]]
    },
    {
        "greek": "σγουρός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "кудрявый (-ая -ое)",
        "exa": [],
        "vowels": [["σγουρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "предлог в, на, за; тебя",
        "exa": [],
        "vowels": [["σ",false],["ε",true]]
    },
    {
        "greek": "σειρά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ряд м, очередь ж, строка ж",
        "exa": [],
        "vowels": [["σ",false],["ει",true],["ρά",false]]
    },
    {
        "greek": "σελίδα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "страница ж",
        "exa": [],
        "vowels": [["σ",false],["ε",true],["λ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "Σεπτέμβριος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сентябрь м",
        "exa": [],
        "vowels": [["Σ",false],["ε",true],["πτ",false],["έ",true],["μβρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "σερβιτόρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "официантка ж",
        "exa": [],
        "vowels": [["σ",false],["ε",true],["ρβ",false],["ι",true],["τ",false],["ό",true],["ρα",false]]
    },
    {
        "greek": "σερβιτόρος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "официант м",
        "exa": [],
        "vowels": [["σ",false],["ε",true],["ρβ",false],["ι",true],["τ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σέρφι(ν)γκ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сёрфинг",
        "exa": [],
        "vowels": [["σ",false],["έ",true],["ρφι(ν)γκ",false]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["ви�"],
        "rus": "спорта) м",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "σημαίνει",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "это значит",
        "exa": [],
        "vowels": [["σ",false],["η",true],["μ",false],["αί",true],["ν",false],["ει",true]]
    },
    {
        "greek": "σημείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "точка ж, момент м",
        "exa": [],
        "vowels": [["σ",false],["η",true],["μ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "σημείωμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "заметка ж, записка ж",
        "exa": [],
        "vowels": [["σ",false],["η",true],["μ",false],["εί",true],["ω",true],["μα",false]]
    },
    {
        "greek": "σημειώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "делать заметки",
        "exa": [],
        "vowels": [["σ",false],["η",true],["μ",false],["ει",true],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "σημείωση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "заметка ж, примечание с",
        "exa": [],
        "vowels": [["σ",false],["η",true],["μ",false],["εί",true],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "σήμερα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сегодня",
        "exa": [["πρέπει να παρέλαβες ένα δέμα σήμερα","ты должен доставить одну посылку сегодня"]],
        "vowels": [["σ",false],["ή",true],["μ",false],["ε",true],["ρα",false]]
    },
    {
        "greek": "σιγά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тихо",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["γά",false]]
    },
    {
        "greek": "σιγά-σιγά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "медленно, потихоньку",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["γά-σ",false],["ι",true],["γά",false]]
    },
    {
        "greek": "σίγουρα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "безусловно",
        "exa": [["αν επρόκειτο για αγώνα κολύμβησης, σίγουρα θα έβγαιναν νικητές","если бы это были соревнования по плаванию, они бы точно одержали победу"]],
        "vowels": [["σ",false],["ί",true],["γουρα",false]]
    },
    {
        "greek": "σιδηροδρομικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "железнодорожный",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["δ",false],["η",true],["ρ",false],["ο",true],["δρ",false],["ο",true],["μ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "Σικελία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Сицилия",
        "exa": [],
        "vowels": [["Σ",false],["ι",true],["κ",false],["ε",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "σινεμά",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кино с; кинотеатр м",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["ν",false],["ε",true],["μά",false]]
    },
    {
        "greek": "σιτάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пшеница ж",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["τάρ",false],["ι",true]]
    },
    {
        "greek": "σκάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шахматы мн.ч.",
        "exa": [],
        "vowels": [["σκάκ",false],["ι",true]]
    },
    {
        "greek": "σκεπάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "накрывать",
        "exa": [],
        "vowels": [["σκ",false],["ε",true],["πάζ",false],["ω",true]]
    },
    {
        "greek": "σκέτος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "чистый, без примесей",
        "exa": [],
        "vowels": [["σκ",false],["έ",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σκέφτομαι",
        "pos": "verb",
        "art": "",
        "end": ["σκέπτομαι"],
        "rus": "думать",
        "exa": [["σκέφτηκε ότι τον γνώριζε, αλλά δεν θυμόταν το όνομά του","подумал, что знает его, но не помнил его имени"]],
        "vowels": [["σκ",false],["έ",true],["φτ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "σκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лыжи мн.ч.",
        "exa": [],
        "vowels": [["σκ",false],["ι",true]]
    },
    {
        "greek": "σκορδαλιά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "чесночный соус м",
        "exa": [],
        "vowels": [["σκ",false],["ο",true],["ρδαλ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "σκουπίδια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "мусор м",
        "exa": [],
        "vowels": [["σκουπ",false],["ί",true],["δ",false],["ι",true],["α",false]]
    },
    {
        "greek": "σκυλί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "собака",
        "exa": [["όταν το σκυλί στρέφεται εναντίον του αφεντικού του... Υπάρχει μόνο μία λύση","когда собака поворачивается против своего хозяина... есть только одно решение"]],
        "vowels": [["σκ",false],["υ",true],["λ",false],["ί",true]]
    },
    {
        "greek": "σοβαρά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "серьёзно",
        "exa": [["μιλάω απολύτως σοβαρά","говорю абсолютно серьезно"],["μην αστειεύεσαι τώρα – είναι πολύ σοβαρό","не шутите сейчас - это очень серьезно"]],
        "vowels": [["σ",false],["ο",true],["βαρά",false]]
    },
    {
        "greek": "σοκολάτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "шоколад м",
        "exa": [],
        "vowels": [["σ",false],["ο",true],["κ",false],["ο",true],["λάτα",false]]
    },
    {
        "greek": "σου",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "твой, твоя, твоё, твои; тебе",
        "exa": [],
        "vowels": [["σου",false]]
    },
    {
        "greek": "σούβλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вертел м",
        "exa": [],
        "vowels": [["σούβλα",false]]
    },
    {
        "greek": "σουβλάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шашлык м",
        "exa": [],
        "vowels": [["σουβλάκ",false],["ι",true]]
    },
    {
        "greek": "σουβλατζίδικο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шашлычная ж",
        "exa": [],
        "vowels": [["σουβλατζ",false],["ί",true],["δ",false],["ι",true],["κ",false],["ο",true]]
    },
    {
        "greek": "Σουηδία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Швеция",
        "exa": [],
        "vowels": [["Σου",false],["η",true],["δ",false],["ί",true],["α",false]]
    },
    {
        "greek": "σουηδικά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "шведский язык м",
        "exa": [],
        "vowels": [["σου",false],["η",true],["δ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "σουηδικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "шведский (-ая -ое)",
        "exa": [],
        "vowels": [["σου",false],["η",true],["δ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Σουηδός",
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "швед (-ка)",
        "exa": [],
        "vowels": [["Σου",false],["η",true],["δ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σούπα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "суп м",
        "exa": [],
        "vowels": [["σούπα",false]]
    },
    {
        "greek": "σουπερμάρκετ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "супермаркет м",
        "exa": [],
        "vowels": [["σουπ",false],["ε",true],["ρμάρκ",false],["ε",true],["τ",false]]
    },
    {
        "greek": "σουτζουκάκια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "люля-кебаб м",
        "exa": [],
        "vowels": [["σουτζουκάκ",false],["ι",true],["α",false]]
    },
    {
        "greek": "Σόφια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "София",
        "exa": [],
        "vowels": [["Σ",false],["ό",true],["φ",false],["ι",true],["α",false]]
    },
    {
        "greek": "σπάνια",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "редко",
        "exa": [],
        "vowels": [["σπάν",false],["ι",true],["α",false]]
    },
    {
        "greek": "σπίρτα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "спички мн.ч.",
        "exa": [],
        "vowels": [["σπ",false],["ί",true],["ρτα",false]]
    },
    {
        "greek": "σπίτι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "дом",
        "exa": [["αγόρασα ένα σπίτι","купил дом"],["γύρισα σπίτι απόψε και μπήκα στο ασανσέρ","вернулся домой сегодня вечером и зашел в лифт"],["ξέρω ότι εκεί έξω υπάρχουν οικογένειες που γιορτάζουν όλοι μαζί στα σπίτια τους","знаю, что тут снаружи есть семьи, которые празднуют все вместе в своих домах"]],
        "vowels": [["σπ",false],["ί",true],["τ",false],["ι",true]]
    },
    {
        "greek": "σπουδάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "учиться",
        "exa": [],
        "vowels": [["σπουδάζ",false],["ω",true]]
    },
    {
        "greek": "σπουδαστής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "учащийся м, студент м",
        "exa": [],
        "vowels": [["σπουδαστ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "σπουδάστρια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "студентка ж",
        "exa": [],
        "vowels": [["σπουδάστρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "σταθμός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "станция ж, вокзал",
        "exa": [["ξύπνησα πολύ αργά και έτρεξα βιαστικά στο σταθμό","проснулся очень поздно и побежал поспешно на станцию"]],
        "vowels": [["σταθμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σταματάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "останавливать",
        "exa": [],
        "vowels": [["σταματάω -",false],["ώ",true]]
    },
    {
        "greek": "στάση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "остановка ж",
        "exa": [],
        "vowels": [["στάσ",false],["η",true]]
    },
    {
        "greek": "στατιστική",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "статистика ж",
        "exa": [],
        "vowels": [["στατ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "σταφύλι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "виноград м",
        "exa": [],
        "vowels": [["σταφ",false],["ύ",true],["λ",false],["ι",true]]
    },
    {
        "greek": "σταυρόλεξο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кросворд м",
        "exa": [],
        "vowels": [["σταυρ",false],["ό",true],["λ",false],["ε",true],["ξ",false],["ο",true]]
    },
    {
        "greek": "σταχτής",
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ί"],
        "rus": "пепельный (-ая -ое)",
        "exa": [],
        "vowels": [["σταχτ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "στέλνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "посылать",
        "exa": [["στέλνει κίτρινα λουλούδια όταν ο ουρανός είναι γκρίζος","посылает желтые цветы, когда небо серое"]],
        "vowels": [["στ",false],["έ",true],["λν",false],["ω",true]]
    },
    {
        "greek": "στενός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "узкий (-ая -ое)",
        "exa": [],
        "vowels": [["στ",false],["ε",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "στήλη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "столб м, колонна ж",
        "exa": [],
        "vowels": [["στ",false],["ή",true],["λ",false],["η",true]]
    },
    {
        "greek": "στιγμή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "момент",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"]],
        "vowels": [["στ",false],["ι",true],["γμ",false],["ή",true]]
    },
    {
        "greek": "στοιχεία",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "данные",
        "exa": [["η απόδειξη παραλαβής περιλαμβάνει τουλάχιστον τα ακόλουθα στοιχεία","квитанция доставки включает в себя по крайней мере следующие данные"]],
        "vowels": [["στ",false],["οι",true],["χ",false],["εί",true],["α",false]]
    },
    {
        "greek": "Στοκχόλμη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Стокгольм",
        "exa": [],
        "vowels": [["Στ",false],["ο",true],["κχ",false],["ό",true],["λμ",false],["η",true]]
    },
    {
        "greek": "συγγενής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "родственник м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γγ",false],["ε",true],["ν",false],["ή",true],["ς",false]]
    },
    {
        "greek": "συγκρίνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сравнивать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γκρ",false],["ί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "συγκριτικός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сравнительный",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γκρ",false],["ι",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "συγνώμη",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "извините",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γν",false],["ώ",true],["μ",false],["η",true]]
    },
    {
        "greek": "συγχωρώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "извенять, прощать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γχ",false],["ω",true],["ρ",false],["ώ",true]]
    },
    {
        "greek": "συμβαίνει",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "бывает, случается",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μβ",false],["αί",true],["ν",false],["ει",true]]
    },
    {
        "greek": "συμμαθητής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "одноклассник м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μμαθ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "συμμαθήτρια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "одноклассница ж",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μμαθ",false],["ή",true],["τρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "συμπαθητικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "симпатичный",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μπαθ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "συμπληρώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заполнять; добавлять",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μπλ",false],["η",true],["ρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "συμπόσιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "симпозиум м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μπ",false],["ό",true],["σ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "σύμφωνα με",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "согласно",
        "exa": [["σύμφωνα με τις απογευματινές εφημερίδες","согласно вечерним газетам"]],
        "vowels": [["σ",false],["ύ",true],["μφ",false],["ω",true],["να μ",false],["ε",true]]
    },
    {
        "greek": "σύμφωνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "согласная ж",
        "exa": [],
        "vowels": [["σ",false],["ύ",true],["μφ",false],["ω",true],["ν",false],["ο",true]]
    },
    {
        "greek": "συμφωνώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "соглашаться",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μφ",false],["ω",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "συναυλία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "концерт м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ναυλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "συνέδριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "съезд м, конгресс м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["έ",true],["δρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "συνεργείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мастерская ж",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["ε",true],["ργ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "συνέχεια",
        "pos": "",
        "art": "",
        "end": ["συνεχώς"],
        "rus": "постоянно",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"]],
        "vowels": [["σ",false],["υ",true],["ν",false],["έ",true],["χ",false],["ει",true],["α",false]]
    },
    {
        "greek": "συνεχίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "продолжать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["ε",true],["χ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "συνηθισμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "обыкновенный",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["η",true],["θ",false],["ι",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "συνήθως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "обычно",
        "exa": [["ως συνήθως, ξέχασα να βάλω απορρυπαντικό","как обычно, забыл добавить моющее средство"],["οι γυναίκες που έχουν λευκό δέρμα συνήθως έχουν μεγαλύτερη δυσκολία στην προσαρμογή, γιατί συχνά το δέρμα τους είναι λιγάκι πιο τρυφερό","женщинам с белой кожей более сложно адаптироваться, потому что их кожа немножко более нежная"]],
        "vowels": [["σ",false],["υ",true],["ν",false],["ή",true],["θ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "συνθέτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "композитор м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["νθ",false],["έ",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "συννεφιά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "облачность ж",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["νν",false],["ε",true],["φ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "συνοικία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "квартал м, микрорайон м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["οι",true],["κ",false],["ί",true],["α",false]]
    },
    {
        "greek": "συνορεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сопровождать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["ο",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "σύντροφος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "товарищ м",
        "exa": [],
        "vowels": [["σ",false],["ύ",true],["ντρ",false],["ο",true],["φ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Συρία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Сирия",
        "exa": [],
        "vowels": [["Σ",false],["υ",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "συστημένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "заказной (-ая -ое)",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["στ",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "συστήνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "знакомить",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["στ",false],["ή",true],["ν",false],["ω",true]]
    },
    {
        "greek": "συχνά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "часто",
        "exa": [["ένα αγορι είναι ένας νεαρός αρσενικός άνθρωπος, συχνά παιδί ή έφηβος","парень - это молодой \"мужской\" человек, часто ребенок или подросток"],["οι γυναίκες που έχουν λευκό δέρμα συνήθως έχουν μεγαλύτερη δυσκολία στην προσαρμογή, γιατί συχνά το δέρμα τους είναι λιγάκι πιο τρυφερό","женщинам с белой кожей более сложно адаптироваться, потому что их кожа немножко более нежная"]],
        "vowels": [["σ",false],["υ",true],["χνά",false]]
    },
    {
        "greek": "σχεδιάγραμμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "чертёж м, план м",
        "exa": [],
        "vowels": [["σχ",false],["ε",true],["δ",false],["ι",true],["άγραμμα",false]]
    },
    {
        "greek": "σχεδόν",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "почти",
        "exa": [],
        "vowels": [["σχ",false],["ε",true],["δ",false],["ό",true],["ν",false]]
    },
    {
        "greek": "σχέση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "связь ж",
        "exa": [],
        "vowels": [["σχ",false],["έ",true],["σ",false],["η",true]]
    },
    {
        "greek": "σχετικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "относительно",
        "exa": [],
        "vowels": [["σχ",false],["ε",true],["τ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "σχηματίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "составлять",
        "exa": [],
        "vowels": [["σχ",false],["η",true],["ματ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "σχολείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "школа ж",
        "exa": [],
        "vowels": [["σχ",false],["ο",true],["λ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "σχολή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "училище с, факультет м",
        "exa": [],
        "vowels": [["σχ",false],["ο",true],["λ",false],["ή",true]]
    },
    {
        "greek": "σωστά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "верно",
        "exa": [],
        "vowels": [["σ",false],["ω",true],["στά",false]]
    },
    {
        "greek": "σωστός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "правильный, точный",
        "exa": [],
        "vowels": [["σ",false],["ω",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "η",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "таверна ж",
        "exa": [],
        "vowels": [["η",true]]
    },
    {
        "greek": "τάβλι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тавли с, нарды мн. (игра)",
        "exa": [],
        "vowels": [["τάβλ",false],["ι",true]]
    },
    {
        "greek": "ταινία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "фильм м, лента ж, плёнка ж",
        "exa": [],
        "vowels": [["τ",false],["αι",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "ταιριάζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "подходить, соответствовать",
        "exa": [],
        "vowels": [["τ",false],["αι",true],["ρ",false],["ι",true],["άζ",false],["ω",true]]
    },
    {
        "greek": "ταμείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "касса ж",
        "exa": [],
        "vowels": [["ταμ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ταμπέλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вывеска ж",
        "exa": [],
        "vowels": [["ταμπ",false],["έ",true],["λα",false]]
    },
    {
        "greek": "τάξη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "класс",
        "exa": [["σταμάτησε το γυμνάσιο στην 10η τάξη","бросил школу в 10-м классе"]],
        "vowels": [["τάξ",false],["η",true]]
    },
    {
        "greek": "ταξί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "такси с",
        "exa": [],
        "vowels": [["ταξ",false],["ί",true]]
    },
    {
        "greek": "ταξιδεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "путешествовать",
        "exa": [["ταξίδευαν προς την αντίθετη κατεύθυνση","путешествовали в противоположном направлении"]],
        "vowels": [["ταξ",false],["ι",true],["δεύ",false],["ω",true]]
    },
    {
        "greek": "ταξίδι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "путешествие",
        "exa": [["θυμάμαι ένα ταξίδι με αυτόκίνητο όταν ήμουν 9","помню путешествие на автомобиле, когда мне было 9"]],
        "vowels": [["ταξ",false],["ί",true],["δ",false],["ι",true]]
    },
    {
        "greek": "ταξιδιώτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "путешественник м",
        "exa": [],
        "vowels": [["ταξ",false],["ι",true],["δ",false],["ι",true],["ώ",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "ταξιδιωτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "относящийся к",
        "exa": [],
        "vowels": [["ταξ",false],["ι",true],["δ",false],["ι",true],["ω",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "путешествию",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "",
        "exa": [],
        "vowels": [["путешествию",false]]
    },
    {
        "greek": "ταξινομώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сортировать, классифицировать",
        "exa": [],
        "vowels": [["ταξ",false],["ι",true],["ν",false],["ο",true],["μ",false],["ώ",true]]
    },
    {
        "greek": "τα πάντα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "всё",
        "exa": [],
        "vowels": [["τα πάντα",false]]
    },
    {
        "greek": "ταραμοσαλάτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "салат с икрой м",
        "exa": [],
        "vowels": [["ταραμ",false],["ο",true],["σαλάτα",false]]
    },
    {
        "greek": "τάρτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пирог м",
        "exa": [],
        "vowels": [["τάρτα",false]]
    },
    {
        "greek": "τασάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пепельница ж",
        "exa": [],
        "vowels": [["τασάκ",false],["ι",true]]
    },
    {
        "greek": "ταυτότητα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "удостоверение личности с",
        "exa": [],
        "vowels": [["ταυτ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "τάφος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "могила ж",
        "exa": [],
        "vowels": [["τάφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ταχυδρομείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "почта ж",
        "exa": [],
        "vowels": [["ταχ",false],["υ",true],["δρ",false],["ο",true],["μ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ταχυδρομώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отправлять почтой",
        "exa": [],
        "vowels": [["ταχ",false],["υ",true],["δρ",false],["ο",true],["μ",false],["ώ",true]]
    },
    {
        "greek": "Τελ Αβίβ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Тель -Авив",
        "exa": [],
        "vowels": [["Τ",false],["ε",true],["λ Αβ",false],["ί",true],["β",false]]
    },
    {
        "greek": "τελειώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заканчивать",
        "exa": [["οταν τελειώσει, μπορούμε να πάμε μια βόλτα μαζί;","когда закончит, можем пойти на прогулку вместе?"],["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"]],
        "vowels": [["τ",false],["ε",true],["λ",false],["ει",true],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "τελευταία",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "за последнее время",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["λευτ",false],["αί",true],["α",false]]
    },
    {
        "greek": "τελευταίος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "последний",
        "exa": [["τελευταία ανακοίνωση αναχώρησης","последнее объявление об отправлении"],["δεν ήμουν απόλυτα ειλικρινής απέναντί σου τις τελευταίες μέρες","я не был абсолютно откровенен с вами последние дни"],["την τελευταία ημέρα οι συμμετέχοντες αντάλλασσαν αγκαλιές και έκλαιγαν","в последний день участники обменялись объятиями и плакали"]],
        "vowels": [["τ",false],["ε",true],["λευτ",false],["αί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "τελικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в конце",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["λ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "τελικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "окончательный (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["λ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τέλος",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "конец",
        "exa": [["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"],["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"]],
        "vowels": [["τ",false],["έ",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τεμάχιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "штука ж, кусок м",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["μάχ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "τεμπέλης",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ικο"],
        "rus": "лентяй м/ ка",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["μπ",false],["έ",true],["λ",false],["η",true],["ς",false]]
    },
    {
        "greek": "τέν(ν)ις",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тенис м",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["ν(ν)",false],["ι",true],["ς",false]]
    },
    {
        "greek": "τεράστιος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "огромный (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["ράστ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "τεσσάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "четырёхкомнатная квартира",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["σσάρ",false],["ι",true]]
    },
    {
        "greek": "τέσσερις",
        "pos": "noun",
        "art": "ο",
        "end": ["-ις","-α"],
        "rus": "четыре",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["σσ",false],["ε",true],["ρ",false],["ι",true],["ς",false]]
    },
    {
        "greek": "τεστ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тест м, контрольная работа ж",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["στ",false]]
    },
    {
        "greek": "Τετάρτη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "среда ж",
        "exa": [],
        "vowels": [["Τ",false],["ε",true],["τάρτ",false],["η",true]]
    },
    {
        "greek": "τέταρτο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "четверть ж",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["ταρτ",false],["ο",true]]
    },
    {
        "greek": "τέταρτος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "четвёртый (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["ταρτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τετραγωνικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "квадратный (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τραγ",false],["ω",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τετράγωνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "квартал м",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τράγ",false],["ω",true],["ν",false],["ο",true]]
    },
    {
        "greek": "τετράγωνος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "четырёхугольный",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τράγ",false],["ω",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "τετράδιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тетрадь ж",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τράδ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "τετρακόσιοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "четыреста",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τρακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "τέχνη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "профессия ж, искусство с",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["χν",false],["η",true]]
    },
    {
        "greek": "τζάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "камин м, очаг м",
        "exa": [],
        "vowels": [["τζάκ",false],["ι",true]]
    },
    {
        "greek": "τζάμι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стекло с (оконное)",
        "exa": [],
        "vowels": [["τζάμ",false],["ι",true]]
    },
    {
        "greek": "τζατζίκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "салат из огурцов с йогуртом м",
        "exa": [],
        "vowels": [["τζατζ",false],["ί",true],["κ",false],["ι",true]]
    },
    {
        "greek": "τηγανητός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "жареный",
        "exa": [],
        "vowels": [["τ",false],["η",true],["γαν",false],["η",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "τηλεόραση",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "телевизор",
        "exa": [["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"]],
        "vowels": [["τ",false],["η",true],["λ",false],["ε",true],["ό",true],["ρασ",false],["η",true]]
    },
    {
        "greek": "τηλεφωνικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "телефонный (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["η",true],["λ",false],["ε",true],["φ",false],["ω",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τηλέφωνο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "телефон м",
        "exa": [],
        "vowels": [["τ",false],["η",true],["λ",false],["έ",true],["φ",false],["ω",true],["ν",false],["ο",true]]
    },
    {
        "greek": "τηλεφωνώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "звонить",
        "exa": [["Θα τηλεφωνήσω ακριβώς στις έξι","позвоню точно в шесть"]],
        "vowels": [["τ",false],["η",true],["λ",false],["ε",true],["φ",false],["ω",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "της",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "её",
        "exa": [],
        "vowels": [["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "τι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "что",
        "exa": [],
        "vowels": [["τ",false],["ι",true]]
    },
    {
        "greek": "τιμή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "цена",
        "exa": [],
        "vowels": [["τ",false],["ι",true],["μ",false],["ή",true]]
    },
    {
        "greek": "τιμή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "честь",
        "exa": [["έχω την τιμή να αναφέρω την επιτυχή ολοκλήρωση της αποστολής μας","имею честь сообщить об успшешном завершении нашей миссии"]],
        "vowels": [["τ",false],["ι",true],["μ",false],["ή",true]]
    },
    {
        "greek": "τίποτε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ничего",
        "exa": [],
        "vowels": [["τ",false],["ί",true],["π",false],["ο",true],["τ",false],["ε",true]]
    },
    {
        "greek": "το",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "опред. артикль среднего рода",
        "exa": [],
        "vowels": [["τ",false],["ο",true]]
    },
    {
        "greek": "το αργότερο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "позднее",
        "exa": [],
        "vowels": [["το αργ",false],["ό",true],["τ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "Τόκιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Токио",
        "exa": [],
        "vowels": [["Τ",false],["ό",true],["κ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "το πολύ",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "самое больше",
        "exa": [],
        "vowels": [["το π",false],["ο",true],["λ",false],["ύ",true]]
    },
    {
        "greek": "τοστ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тост м",
        "exa": [],
        "vowels": [["τ",false],["ο",true],["στ",false]]
    },
    {
        "greek": "τόσο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "столько",
        "exa": [],
        "vowels": [["τ",false],["ό",true],["σ",false],["ο",true]]
    },
    {
        "greek": "τόσο… όσο",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "столько...сколько",
        "exa": [],
        "vowels": [["τ",false],["ό",true],["σ",false],["ο",true],["… ",false],["ό",true],["σ",false],["ο",true]]
    },
    {
        "greek": "τότε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тогда",
        "exa": [["τότε η απάντηση στο πρόβλημα είναι «ναι», σε αντίθετη περίπτωση είναι «όχι»","тогда ответ на проблему - да, в обратном случае - нет"]],
        "vowels": [["τ",false],["ό",true],["τ",false],["ε",true]]
    },
    {
        "greek": "του",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "его",
        "exa": [],
        "vowels": [["του",false]]
    },
    {
        "greek": "τουαλέτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "туалет м",
        "exa": [],
        "vowels": [["τουαλ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "τουλάχιστον",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "хотя бы",
        "exa": [["η απόδειξη παραλαβής περιλαμβάνει τουλάχιστον τα ακόλουθα στοιχεία","квитанция доставки включает в себя по крайней мере следующие данные"],["τουλάχιστον για τρεις μέρες επικρατούσαν γιορτές","по крайней мере, три дня царили праздники"]],
        "vowels": [["τουλάχ",false],["ι",true],["στ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "τουρίστας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "турист м",
        "exa": [],
        "vowels": [["τουρ",false],["ί",true],["στας",false]]
    },
    {
        "greek": "τουρίστρια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "туристка ж",
        "exa": [],
        "vowels": [["τουρ",false],["ί",true],["στρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "τουριστικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","–�"],
        "rus": "туристический (-ая -ое)",
        "exa": [],
        "vowels": [["τουρ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Τουρκία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Турция",
        "exa": [],
        "vowels": [["Τουρκ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τούρκικα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "турецкий язык м",
        "exa": [],
        "vowels": [["τούρκ",false],["ι",true],["κα",false]]
    },
    {
        "greek": "τουρκικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "турецкий (-ая -ое)",
        "exa": [],
        "vowels": [["τουρκ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Τούρκος",
        "pos": "noun",
        "art": "ο",
        "end": ["-άλα"],
        "rus": "турок (турчанка)",
        "exa": [],
        "vowels": [["Τούρκ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τους",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "их",
        "exa": [],
        "vowels": [["τους",false]]
    },
    {
        "greek": "του χρόνου",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в следующем году",
        "exa": [],
        "vowels": [["τ",false],["ο",true],["υ χρ",false],["ό",true],["νου",false]]
    },
    {
        "greek": "τραμ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "трамвай м",
        "exa": [],
        "vowels": [["τραμ",false]]
    },
    {
        "greek": "τράπεζα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "банк м",
        "exa": [],
        "vowels": [["τράπ",false],["ε",true],["ζα",false]]
    },
    {
        "greek": "τραπεζαρία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "столовая ж",
        "exa": [],
        "vowels": [["τραπ",false],["ε",true],["ζαρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τραπέζι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стол м",
        "exa": [],
        "vowels": [["τραπ",false],["έ",true],["ζ",false],["ι",true]]
    },
    {
        "greek": "τραπεζικός",
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "банковский работник м/ж",
        "exa": [],
        "vowels": [["τραπ",false],["ε",true],["ζ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τρένο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "поезд м",
        "exa": [],
        "vowels": [["τρ",false],["έ",true],["ν",false],["ο",true]]
    },
    {
        "greek": "τρεις/ τρεις/ τρία",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "три",
        "exa": [],
        "vowels": [["τρ",false],["ει",true],["ς/ τρ",false],["ει",true],["ς/ τρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τριακόσιοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "триста",
        "exa": [],
        "vowels": [["τρ",false],["ι",true],["ακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "τριάντα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тридцать",
        "exa": [],
        "vowels": [["τρ",false],["ι",true],["άντα",false]]
    },
    {
        "greek": "τριάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "трёхкомнатная квартира ж",
        "exa": [],
        "vowels": [["τρ",false],["ι",true],["άρ",false],["ι",true]]
    },
    {
        "greek": "Τρίτη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вторник м",
        "exa": [],
        "vowels": [["Τρ",false],["ί",true],["τ",false],["η",true]]
    },
    {
        "greek": "τρίτος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "третий (-яя -ее)",
        "exa": [],
        "vowels": [["τρ",false],["ί",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τροπικά",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "способ действия",
        "exa": [],
        "vowels": [["τρ",false],["ο",true],["π",false],["ι",true],["κά",false]]
    },
    {
        "greek": "τρόπος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "способ м, образ м",
        "exa": [],
        "vowels": [["τρ",false],["ό",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τροχαία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "отдел регулирования уличного",
        "exa": [],
        "vowels": [["τρ",false],["ο",true],["χ",false],["αί",true],["α",false]]
    },
    {
        "greek": "движения",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "м",
        "exa": [],
        "vowels": [["движения",false]]
    },
    {
        "greek": "τρώω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "есть",
        "exa": [["έτρωγε μήλα στην αυλή μου","съел яблоки в моем дворе"]],
        "vowels": [["τρ",false],["ώ",true],["ω",true]]
    },
    {
        "greek": "τσάι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "чай м",
        "exa": [],
        "vowels": [["τσά",false],["ι",true]]
    },
    {
        "greek": "τσάντα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сумка ж",
        "exa": [],
        "vowels": [["τσάντα",false]]
    },
    {
        "greek": "τσιγάρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сигарета ж",
        "exa": [],
        "vowels": [["τσ",false],["ι",true],["γάρ",false],["ο",true]]
    },
    {
        "greek": "τσιπούρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лещ м",
        "exa": [],
        "vowels": [["τσ",false],["ι",true],["πούρα",false]]
    },
    {
        "greek": "τσουγκρίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "чокаться",
        "exa": [],
        "vowels": [["τσουγκρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "τσουρέκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "чурек м (хлеб)",
        "exa": [],
        "vowels": [["τσουρ",false],["έ",true],["κ",false],["ι",true]]
    },
    {
        "greek": "Τυνησία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Тунис",
        "exa": [],
        "vowels": [["Τ",false],["υ",true],["ν",false],["η",true],["σ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τυπογραφείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "типография ж",
        "exa": [],
        "vowels": [["τ",false],["υ",true],["π",false],["ο",true],["γραφ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "τύπος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "тип",
        "exa": [["οι τύποι βγάζουν πάρα πολλά λεφτά χωρίς να κάνουν τίποτα","парни зарабатывают много денег, ничего не делая"]],
        "vowels": [["τ",false],["ύ",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τυρί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сыр м",
        "exa": [],
        "vowels": [["τ",false],["υ",true],["ρ",false],["ί",true]]
    },
    {
        "greek": "τυρόπιτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пирог с сыром м",
        "exa": [],
        "vowels": [["τ",false],["υ",true],["ρ",false],["ό",true],["π",false],["ι",true],["τα",false]]
    },
    {
        "greek": "τυροπιτάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пирожок с сыром м",
        "exa": [],
        "vowels": [["τ",false],["υ",true],["ρ",false],["ο",true],["π",false],["ι",true],["τάκ",false],["ι",true]]
    },
    {
        "greek": "τυχερός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "счастливый (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["υ",true],["χ",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τώρα",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сейчас",
        "exa": [["δέχομαι αρνητική ενέργεια από σένα τώρα","получаю отрицательную энергию от тебя сейчас"],["τώρα που δεν ακούγονταν τα βήματά της, ο διάδρομος έμοιαζε ακόμα πιο άδειος και απειλητικός","сейчас, когда ее шаги не были слышны, коридор казался еще более пустым и угрожающим"]],
        "vowels": [["τ",false],["ώ",true],["ρα",false]]
    },
    {
        "greek": "υδραυλικός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "водопроводчик м",
        "exa": [],
        "vowels": [["υ",true],["δραυλ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "υπάλληλος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "служащий м",
        "exa": [],
        "vowels": [["υ",true],["πάλλ",false],["η",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υπάρχει",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "имеется",
        "exa": [["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"],["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"],["δεν υπάρχει αμφιβολία","нет никаких сомнений"]],
        "vowels": [["υ",true],["πάρχ",false],["ει",true]]
    },
    {
        "greek": "υπάρχω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "существовать",
        "exa": [],
        "vowels": [["υ",true],["πάρχ",false],["ω",true]]
    },
    {
        "greek": "υπερθετικός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "превосходная степень ж",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ε",true],["ρθ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["грам."],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "υπνοδωμάτιο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "спальня ж",
        "exa": [],
        "vowels": [["υ",true],["πν",false],["ο",true],["δ",false],["ω",true],["μάτ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "ύπνος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сон м",
        "exa": [],
        "vowels": [["ύ",true],["πν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υπόγειο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подвал м",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ό",true],["γ",false],["ει",true],["ο",true]]
    },
    {
        "greek": "υπογραφή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "подпись ж",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["γραφ",false],["ή",true]]
    },
    {
        "greek": "υπογράφω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "расписываться",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["γράφ",false],["ω",true]]
    },
    {
        "greek": "υποκείμενο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подлежащее с",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["κ",false],["εί",true],["μ",false],["ε",true],["ν",false],["ο",true]]
    },
    {
        "greek": "υποκοριστικό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "уменьшительная форма",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["κ",false],["ο",true],["ρ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "имени",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ж",
        "exa": [],
        "vowels": [["имени",false]]
    },
    {
        "greek": "υπολογιστής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "компьютер м",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["λ",false],["ο",true],["γ",false],["ι",true],["στ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "υπόλοιπος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "остающийся",
        "exa": [["θέλαμε να περάσουμε κάποιο χρόνο μαζί μια βραδιά όπου θα ξεχνούσαμε όλα τα υπόλοιπα","одно время хотели провести вместе вечер, чтобы забыть все остальное (обо всем)"]],
        "vowels": [["υ",true],["π",false],["ό",true],["λ",false],["οι",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υφαντό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "материал м",
        "exa": [],
        "vowels": [["υ",true],["φαντ",false],["ό",true]]
    },
    {
        "greek": "ύφασμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ткань ж",
        "exa": [],
        "vowels": [["ύ",true],["φασμα",false]]
    },
    {
        "greek": "φάβα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бобовое пюре с",
        "exa": [],
        "vowels": [["φάβα",false]]
    },
    {
        "greek": "φιλί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "поцелуй м",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λ",false],["ί",true]]
    },
    {
        "greek": "φαγητό",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "обед",
        "exa": [["αρκετό φως για διάβασμα και να μοιραστούμε το βραδινό φαγητό","достаточный света для чтения и разделить вечернюю пищу"]],
        "vowels": [["φαγ",false],["η",true],["τ",false],["ό",true]]
    },
    {
        "greek": "φαίνομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "казаться",
        "exa": [],
        "vowels": [["φ",false],["αί",true],["ν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "φάκελος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "конверт м, досье с",
        "exa": [],
        "vowels": [["φάκ",false],["ε",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φακός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "фонарь м, лупа ж, объектив м",
        "exa": [],
        "vowels": [["φακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φαλακρός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "лысый",
        "exa": [],
        "vowels": [["φαλακρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "φανάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фонарь м",
        "exa": [],
        "vowels": [["φανάρ",false],["ι",true]]
    },
    {
        "greek": "φανελάκι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "майка ж",
        "exa": [],
        "vowels": [["φαν",false],["ε",true],["λάκ",false],["ι",true]]
    },
    {
        "greek": "φανερώνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "показывать, проявлять",
        "exa": [],
        "vowels": [["φαν",false],["ε",true],["ρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "φαντάζομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "представлять себе",
        "exa": [],
        "vowels": [["φαντάζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "φαρμακείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "аптека ж",
        "exa": [],
        "vowels": [["φαρμακ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "φαρμακευτικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "",
        "exa": [],
        "vowels": [["φαρμακευτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "фармацевтический",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": [["фармацевтический",false]]
    },
    {
        "greek": "φάρμακο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лекарство с",
        "exa": [],
        "vowels": [["φάρμακ",false],["ο",true]]
    },
    {
        "greek": "φασολάκια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "зеленая фасоль ж",
        "exa": [],
        "vowels": [["φασ",false],["ο",true],["λάκ",false],["ι",true],["α",false]]
    },
    {
        "greek": "Φεβρουάριος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "февраль м",
        "exa": [],
        "vowels": [["Φ",false],["ε",true],["βρουάρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "φέρνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "приносить",
        "exa": [],
        "vowels": [["φ",false],["έ",true],["ρν",false],["ω",true]]
    },
    {
        "greek": "φέτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "фета ж (сыр)",
        "exa": [],
        "vowels": [["φ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["ε)φέτο�"],
        "rus": "в этом году",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "φεύγω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "уходить",
        "exa": [],
        "vowels": [["φεύγ",false],["ω",true]]
    },
    {
        "greek": "φθινόπωρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "осень ж",
        "exa": [],
        "vowels": [["φθ",false],["ι",true],["ν",false],["ό",true],["π",false],["ω",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "φιλάρες",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "крепкие поцелуи мн.ч.",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λάρ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "φιλάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "целовать",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λάω -",false],["ώ",true]]
    },
    {
        "greek": "φίλη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "подруга ж",
        "exa": [],
        "vowels": [["φ",false],["ί",true],["λ",false],["η",true]]
    },
    {
        "greek": "φιλικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "дружеский (-ая -ое)",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Φιλιππίνες",
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "Филиппины",
        "exa": [],
        "vowels": [["Φ",false],["ι",true],["λ",false],["ι",true],["ππ",false],["ί",true],["ν",false],["ε",true],["ς",false]]
    },
    {
        "greek": "φιλμ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фильм м",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λμ",false]]
    },
    {
        "greek": "φίλος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "друг",
        "exa": [["ο καλύτερος μου φίλος δεν αντέχει το αίμα","лучший мой друг не выдерживает кровь"],["είναι γείτονας της οικογένειας και ο καλύτερος φίλος","это сосед семьи и лучший друг"]],
        "vowels": [["φ",false],["ί",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φιλότιμο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "самолюбие с",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λ",false],["ό",true],["τ",false],["ι",true],["μ",false],["ο",true]]
    },
    {
        "greek": "Φλωρεντία",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Флоренция",
        "exa": [],
        "vowels": [["Φλ",false],["ω",true],["ρ",false],["ε",true],["ντ",false],["ί",true],["α",false]]
    },
    {
        "greek": "φοβάμαι",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "бояться",
        "exa": [],
        "vowels": [["φ",false],["ο",true],["βάμ",false],["αι",true]]
    },
    {
        "greek": "φοιτητής",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "студент м",
        "exa": [],
        "vowels": [["φ",false],["οι",true],["τ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "φοιτήτρια",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "студентка ж",
        "exa": [],
        "vowels": [["φ",false],["οι",true],["τ",false],["ή",true],["τρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "φορά",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "раз",
        "exa": [["η αίτηση σας απορρίφθηκε 2 φορές","ваша просьба была отвергнута 2 раза"],["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"]],
        "vowels": [["φ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "φοράω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "носить, одевать",
        "exa": [["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"]],
        "vowels": [["φ",false],["ο",true],["ράω -",false],["ώ",true]]
    },
    {
        "greek": "φόρεμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "платье",
        "exa": [["τα φορέματα της έφταναν λίγο κάτω από το γόνατο","ее платья доходили немного ниже ее колена"],["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"]],
        "vowels": [["φ",false],["ό",true],["ρ",false],["ε",true],["μα",false]]
    },
    {
        "greek": "φόρος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "налог м, пошлина ж",
        "exa": [],
        "vowels": [["φ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φούρνος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "печь, духовка, пекарня",
        "exa": [["αρνί στο φούρνο με πατάτες","баран в печке с картофелем"]],
        "vowels": [["φούρν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φούστα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "юбка",
        "exa": [["ντυμένη με βαμβακερή φούστα και ψηλές κάλτσες","одетая в хлопчатобумажную юбку и высокие носки"]],
        "vowels": [["φούστα",false]]
    },
    {
        "greek": "φρα(ν)τζόλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "булка хлеба ж",
        "exa": [],
        "vowels": [["φρα(ν)τζ",false],["ό",true],["λα",false]]
    },
    {
        "greek": "φράουλα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "клубника ж",
        "exa": [],
        "vowels": [["φράουλα",false]]
    },
    {
        "greek": "φραπέ",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "холодный кофейный напиток м",
        "exa": [],
        "vowels": [["φραπ",false],["έ",true]]
    },
    {
        "greek": "φρέσκος",
        "pos": "noun",
        "art": "ο",
        "end": ["-ια","-ο"],
        "rus": "свежий (-ая -ее)",
        "exa": [],
        "vowels": [["φρ",false],["έ",true],["σκ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φροντιστήριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подготовительная",
        "exa": [],
        "vowels": [["φρ",false],["ο",true],["ντ",false],["ι",true],["στ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "школа",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ж",
        "exa": [],
        "vowels": [["школа",false]]
    },
    {
        "greek": "φρούριο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "крепость ж",
        "exa": [],
        "vowels": [["φρούρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "φρούτο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фрукт м",
        "exa": [],
        "vowels": [["φρούτ",false],["ο",true]]
    },
    {
        "greek": "φτάνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "доставать, добираться",
        "exa": [["όταv φτάσoυμε στη στρoφή, θα πάμε αριστερά ή δεξιά;","когда достигнем поворота, пойдем налево или направо?"]],
        "vowels": [["φτάν",false],["ω",true]]
    },
    {
        "greek": "φτηνός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "дешёвый",
        "exa": [["φοράς φτηνές γραβάτες","носишь дешевые галстуки"]],
        "vowels": [["φτ",false],["η",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φτιάχνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "делать, готовить",
        "exa": [],
        "vowels": [["φτ",false],["ι",true],["άχν",false],["ω",true]]
    },
    {
        "greek": "φυλάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сторожить, защищать",
        "exa": [],
        "vowels": [["φ",false],["υ",true],["λάω -",false],["ώ",true]]
    },
    {
        "greek": "φυσική",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "физика ж",
        "exa": [],
        "vowels": [["φ",false],["υ",true],["σ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "φυσικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "естественный (-ая -ое)",
        "exa": [],
        "vowels": [["φ",false],["υ",true],["σ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φωνή",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "голос",
        "exa": [["ακούω τη φωνή","слышу голос"]],
        "vowels": [["φ",false],["ω",true],["ν",false],["ή",true]]
    },
    {
        "greek": "φωνήεν",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гласная ж",
        "exa": [],
        "vowels": [["φ",false],["ω",true],["ν",false],["ή",true],["ε",true],["ν",false]]
    },
    {
        "greek": "φωτεινός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "светлый (-ая -ое)",
        "exa": [],
        "vowels": [["φ",false],["ω",true],["τ",false],["ει",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φωτογραφικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "",
        "exa": [],
        "vowels": [["φ",false],["ω",true],["τ",false],["ο",true],["γραφ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "фотографический",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": [["фотографический",false]]
    },
    {
        "greek": "Χάγη",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Гаага",
        "exa": [],
        "vowels": [["Χάγ",false],["η",true]]
    },
    {
        "greek": "χαίρετε",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "привет",
        "exa": [],
        "vowels": [["χ",false],["αί",true],["ρ",false],["ε",true],["τ",false],["ε",true]]
    },
    {
        "greek": "χαιρετίσματα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "привет м, поклон м",
        "exa": [],
        "vowels": [["χ",false],["αι",true],["ρ",false],["ε",true],["τ",false],["ί",true],["σματα",false]]
    },
    {
        "greek": "χαίρομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "радоваться",
        "exa": [],
        "vowels": [["χ",false],["αί",true],["ρ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "χαίρω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "веселиться",
        "exa": [],
        "vowels": [["χ",false],["αί",true],["ρ",false],["ω",true]]
    },
    {
        "greek": "χαλάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "портить, тратить",
        "exa": [],
        "vowels": [["χαλάω -",false],["ώ",true]]
    },
    {
        "greek": "χαλβάς",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "халва ж",
        "exa": [],
        "vowels": [["χαλβάς",false]]
    },
    {
        "greek": "χαμηλός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "низкий (-ая ое)",
        "exa": [],
        "vowels": [["χαμ",false],["η",true],["λ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χάνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "терять",
        "exa": [],
        "vowels": [["χάν",false],["ω",true]]
    },
    {
        "greek": "χάρτης",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "карта ж",
        "exa": [],
        "vowels": [["χάρτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "χαρτί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бумага",
        "exa": [["ένα κομματι άσπρο χαρτί με το γράμμα \"T\" τυπωμένο επάνω","кусок белой бумаги с буквой T напечатанной сверху"]],
        "vowels": [["χαρτ",false],["ί",true]]
    },
    {
        "greek": "χαρτιά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "карты мн.ч.",
        "exa": [],
        "vowels": [["χαρτ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "χαρτοπετσέτα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "салфетка ж",
        "exa": [],
        "vowels": [["χαρτ",false],["ο",true],["π",false],["ε",true],["τσ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "χαρτοφύλακας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "портфель м",
        "exa": [],
        "vowels": [["χαρτ",false],["ο",true],["φ",false],["ύ",true],["λακας",false]]
    },
    {
        "greek": "χειμώνας",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "зима",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["χ",false],["ει",true],["μ",false],["ώ",true],["νας",false]]
    },
    {
        "greek": "χήρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вдова ж",
        "exa": [],
        "vowels": [["χ",false],["ή",true],["ρα",false]]
    },
    {
        "greek": "χήρος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "вдовец м",
        "exa": [],
        "vowels": [["χ",false],["ή",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χθες",
        "pos": "noun",
        "art": "(ε)χτές",
        "end": [],
        "rus": "вчера",
        "exa": [["Έβαλα τα γεωργικά εργαλεία στον αχυρώνα χθες","положил вчера сельскохозяйственный инструмент в сарай"]],
        "vowels": [["χθ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "χίλιοι",
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "тысяча",
        "exa": [],
        "vowels": [["χ",false],["ί",true],["λ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "χιλιάδες",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тысяча",
        "exa": [],
        "vowels": [["χ",false],["ι",true],["λ",false],["ι",true],["άδ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "χιλιομετρικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "километровый",
        "exa": [],
        "vowels": [["χ",false],["ι",true],["λ",false],["ι",true],["ο",true],["μ",false],["ε",true],["τρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "noun",
        "art": "ο",
        "end": ["-ая","-ое"],
        "rus": "",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "χιλιόμετρο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "километр м",
        "exa": [],
        "vowels": [["χ",false],["ι",true],["λ",false],["ι",true],["ό",true],["μ",false],["ε",true],["τρ",false],["ο",true]]
    },
    {
        "greek": "χιόνι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "снег",
        "exa": [["αλλιώς θα ξυπνήσεις τη Χιονάτη και τον πρίγκιπα του παραμυθιού","иначе вы разбудите Белоснежку и сказочного принца"]],
        "vowels": [["χ",false],["ι",true],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "χιονίζει",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "идёт снег",
        "exa": [],
        "vowels": [["χ",false],["ι",true],["ο",true],["ν",false],["ί",true],["ζ",false],["ει",true]]
    },
    {
        "greek": "χοιρινός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "свиной (-ая –ое)",
        "exa": [],
        "vowels": [["χ",false],["οι",true],["ρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χολ",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "хол м",
        "exa": [],
        "vowels": [["χ",false],["ο",true],["λ",false]]
    },
    {
        "greek": "χοντρός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "полный (-ая -ое)",
        "exa": [],
        "vowels": [["χ",false],["ο",true],["ντρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χορεύω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "танцевать",
        "exa": [],
        "vowels": [["χ",false],["ο",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "χόρτα",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "травы мн.ч.",
        "exa": [],
        "vowels": [["χ",false],["ό",true],["ρτα",false]]
    },
    {
        "greek": "χρειάζεται",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "нужно, необходимо",
        "exa": [],
        "vowels": [["χρ",false],["ει",true],["άζ",false],["ε",true],["τ",false],["αι",true]]
    },
    {
        "greek": "χρειάζομαι",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "нуждаться",
        "exa": [],
        "vowels": [["χρ",false],["ει",true],["άζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "χρησιμοποιώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "пользоваться",
        "exa": [["εκτός εάν χρησιμοποιείται διαφορετικό αλφάβητο","за исключением если используете другой алфавит"]],
        "vowels": [["χρ",false],["η",true],["σ",false],["ι",true],["μ",false],["ο",true],["π",false],["οι",true],["ώ",true]]
    },
    {
        "greek": "Χριστός Ανέστη!",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "Христос воскрес",
        "exa": [],
        "vowels": [["Χρ",false],["ι",true],["στ",false],["ό",true],["ς Αν",false],["έ",true],["στη!",false]]
    },
    {
        "greek": "χρόνια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "годы",
        "exa": [["για χρόνια δεν ανοίγει βιβλίο","годами не открывает книгу"]],
        "vowels": [["χρ",false],["ό",true],["ν",false],["ι",true],["α",false]]
    },
    {
        "greek": "χρονικός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "временный (-ая ое)",
        "exa": [],
        "vowels": [["χρ",false],["ο",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χρόνος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "год м",
        "exa": [],
        "vowels": [["χρ",false],["ό",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χρυσός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "золото с",
        "exa": [],
        "vowels": [["χρ",false],["υ",true],["σ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χρυσός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "золотой (-ая ое)",
        "exa": [],
        "vowels": [["χρ",false],["υ",true],["σ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χρώμα",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цвет м",
        "exa": [],
        "vowels": [["χρ",false],["ώ",true],["μα",false]]
    },
    {
        "greek": "χρωματίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "красить, раскрашивать",
        "exa": [],
        "vowels": [["χρ",false],["ω",true],["ματ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "χρωματοπωλείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "магазин по продаже",
        "exa": [],
        "vowels": [["χρ",false],["ω",true],["ματ",false],["ο",true],["π",false],["ω",true],["λ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "красок",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "м",
        "exa": [],
        "vowels": [["красок",false]]
    },
    {
        "greek": "χρωστάω -ώ",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть должным",
        "exa": [],
        "vowels": [["χρ",false],["ω",true],["στάω -",false],["ώ",true]]
    },
    {
        "greek": "χταπόδι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "осьминог м",
        "exa": [],
        "vowels": [["χταπ",false],["ό",true],["δ",false],["ι",true]]
    },
    {
        "greek": "χυμός",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сок м",
        "exa": [],
        "vowels": [["χ",false],["υ",true],["μ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χώρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "страна",
        "exa": [["το Ισραήλ είναι χώρα της Μέσης Ανατολής","Израиль - страна на ближнем(среднем) востоке"],["περιοχή στα βόρεια της χώρας","район на севере страны"],["οι αρμόδιες αρχές των χωρών που συμμετέχουν","компетентные власти стран, которые участвуют"]],
        "vowels": [["χ",false],["ώ",true],["ρα",false]]
    },
    {
        "greek": "χωριάτικος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "деревенский (-ая -ое)",
        "exa": [],
        "vowels": [["χ",false],["ω",true],["ρ",false],["ι",true],["άτ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χωρίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отделять, разлучать",
        "exa": [],
        "vowels": [["χ",false],["ω",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "χωρισμένος",
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "разведённый",
        "exa": [["η χωρισμένη αδερφή","разведененная сестра"]],
        "vowels": [["χ",false],["ω",true],["ρ",false],["ι",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χωριστός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "отдельный (-ая -ое)",
        "exa": [],
        "vowels": [["χ",false],["ω",true],["ρ",false],["ι",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χώρος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "площадь, место",
        "exa": [["οι αρχαιολογικοί χώροι που βρίσκονται στις Συρακούσες είναι το καλύτερο παράδειγμα εξαιρετικής αρχιτεκτονικής δημιουργίας","археологические места, которые находятся в Сиракузах, являются лучшим примером исключительного архитектурного творчества"]],
        "vowels": [["χ",false],["ώ",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ψάρι",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рыба ж",
        "exa": [],
        "vowels": [["ψάρ",false],["ι",true]]
    },
    {
        "greek": "ψαρόσουπα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "уха ж",
        "exa": [],
        "vowels": [["ψαρ",false],["ό",true],["σουπα",false]]
    },
    {
        "greek": "ψάχνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "искать",
        "exa": [],
        "vowels": [["ψάχν",false],["ω",true]]
    },
    {
        "greek": "ψηλός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "высокий",
        "exa": [["ψηλός άγνωστος","высокий незнакомец"],["ντυμένη με βαμβακερή φούστα και ψηλές κάλτσες","одетая в хлопчатобумажную юбку и высокие носки"]],
        "vowels": [["ψ",false],["η",true],["λ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ψήνω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "печь",
        "exa": [],
        "vowels": [["ψ",false],["ή",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ψητός",
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "печёный (-ая -ое)",
        "exa": [],
        "vowels": [["ψ",false],["η",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ψηφίο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цифра ж, число с",
        "exa": [],
        "vowels": [["ψ",false],["η",true],["φ",false],["ί",true],["ο",true]]
    },
    {
        "greek": "ψιλά",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "мелочь ж",
        "exa": [],
        "vowels": [["ψ",false],["ι",true],["λά",false]]
    },
    {
        "greek": "ψιχαλίζει",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "моросит дождь",
        "exa": [],
        "vowels": [["ψ",false],["ι",true],["χαλ",false],["ί",true],["ζ",false],["ει",true]]
    },
    {
        "greek": "ψυγείο",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "холодильник м",
        "exa": [],
        "vowels": [["ψ",false],["υ",true],["γ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ψυχίατρος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "психиатр м",
        "exa": [],
        "vowels": [["ψ",false],["υ",true],["χ",false],["ί",true],["ατρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ψυχολόγος",
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "психолог м",
        "exa": [],
        "vowels": [["ψ",false],["υ",true],["χ",false],["ο",true],["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "",
        "pos": "",
        "art": "",
        "end": ["έχει/κάνει)","ψύχρ�"],
        "rus": "прохладно",
        "exa": [],
        "vowels": []
    },
    {
        "greek": "ψωμί",
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "хлеб",
        "exa": [["θέλει να της βάλεις βούτυρο στο ψωμί της","хочет, чтобы ты ей положил масло на ее хлеб"]],
        "vowels": [["ψ",false],["ω",true],["μ",false],["ί",true]]
    },
    {
        "greek": "ψώνια",
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "покупки мн.ч.",
        "exa": [],
        "vowels": [["ψ",false],["ώ",true],["ν",false],["ι",true],["α",false]]
    },
    {
        "greek": "ψωνίζω",
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "покупать",
        "exa": [],
        "vowels": [["ψ",false],["ω",true],["ν",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "ώρα",
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "время",
        "exa": [["απαντάει σ'ερώτηση που του έκανα πριν μισή ώρα","отвечает на вопросы, которые ему задал полчаса назад"],["είναι ακατάλληλη ώρα","это неподходящее время"]],
        "vowels": [["ώ",true],["ρα",false]]
    },
    {
        "greek": "ωραίος",
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "красивый (-ая -ое)",
        "exa": [],
        "vowels": [["ω",true],["ρ",false],["αί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ως",
        "pos": "",
        "art": "",
        "end": [],
        "rus": "до",
        "exa": [["ως συνήθως, ξέχασα να βάλω απορρυπαντικό","как обычно, забыл добавить моющее средство"]],
        "vowels": [["ω",true],["ς",false]]
    }
];
