words = [
    {
        "greek": "αυγό",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "яйцо",
        "exa": [["το αυγό κότας","яйцо курицы"],["Αυτό το αυγό μυρίζει άσχημα","это яйцо ужасно пахнет"]],
        "vowels": [["αυγ",false],["ό",true]]
    },
    {
        "greek": "άγαλμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "статуя",
        "exa": [["το πέτρινο άγαλμα","каменная статуя"]],
        "vowels": [["άγαλμα",false]]
    },
    {
        "greek": "αγαπάω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "любить",
        "exa": [["αγαπώ τον αδερφό μου","люблю своего брата"]],
        "vowels": [["αγαπά",false],["ω",true]]
    },
    {
        "greek": "αγάπη",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "любовь",
        "exa": [["η αγάπη της μητέρας","материнская любовь"]],
        "vowels": [["αγάπ",false],["η",true]]
    },
    {
        "greek": "αγαπημένος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "дорогой",
        "exa": [["πάντα θα είναι το αγαπημένο παιδί","он всегда будет любимым ребенком"]],
        "vowels": [["αγαπ",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αγαπητός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "любимый, милый, дорогой",
        "exa": [["αγαπητέ φίλε","дорогой друг"]],
        "vowels": [["αγαπ",false],["η",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αγγελία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "объявление",
        "exa": [["η παλιά αγγελία","старое объявление"]],
        "vowels": [["αγγ",false],["ε",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Αγγλία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Англия",
        "exa": [],
        "vowels": [["Αγγλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αγγλικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "английский язык",
        "exa": [],
        "vowels": [["αγγλ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "αγγλικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "английский",
        "exa": [],
        "vowels": [["αγγλ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Άγγλος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "англичанин",
        "exa": [],
        "vowels": [["Άγγλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αγγούρι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "огурец",
        "exa": [["το πράσινο αγγούρι","зеленый огурец"]],
        "vowels": [["αγγούρ",false],["ι",true]]
    },
    {
        "greek": "άγιος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "святой",
        "exa": [],
        "vowels": [["άγ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Άγκυρα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Анкара",
        "exa": [],
        "vowels": [["Άγκ",false],["υ",true],["ρα",false]]
    },
    {
        "greek": "άγνωστος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "незнакомец",
        "exa": [["ο ψηλός άγνωστος","высокий незнакомец"]],
        "vowels": [["άγν",false],["ω",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άγνωστος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "незнакомый",
        "exa": [["η άγνωστη πόλη","незнакомый город"]],
        "vowels": [["άγν",false],["ω",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αγορά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "базар, покупка",
        "exa": [["η ακριβή αγορά","дорогой базар"]],
        "vowels": [["αγ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "αγοράζω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "покупать",
        "exa": [["αγόρασα ένα σπίτι","купил дом"],["αγοράζω αλλαντικά στο κατάστημα","покупаю колбасные изделия в магазине"]],
        "vowels": [["αγ",false],["ο",true],["ράζ",false],["ω",true]]
    },
    {
        "greek": "αγόρι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мальчик",
        "exa": [["το έξυπνο αγόρι","умный мальчик"],["τα σημερινά γλυκά αρέσουν και στις κοπέλες και στ'αγόρια","современные сладости нравятся и девушкам и парням"]],
        "vowels": [["αγ",false],["ό",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "άγχος",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тоска, тревога",
        "exa": [["λόγω του έντονου άγχους, ίσως υποφέρουν από στομαχικές διαταραχές και πονοκεφάλους","по причине интенсивной тревоги, вероятно, страдают от желудочных расстройств и головной боли"]],
        "vowels": [["άγχ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αγώνας",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "борьба, состязание, матч",
        "exa": [["αν επρόκειτο για αγώνα κολύμβησης, σίγουρα θα έβγαιναν νικητές","если бы это были соревнования по плаванию, они бы точно одержали победу"]],
        "vowels": [["αγ",false],["ώ",true],["νας",false]]
    },
    {
        "greek": "αγωνία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "волнение",
        "exa": [["με την μητέρα μου έχετε τρελή αγωνία","с моей матерью испытываете сумасшедшее волнение"]],
        "vowels": [["αγ",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "άδεια",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "разрешение, отпуск",
        "exa": [["έχει άδεια οδήγησης","у него есть разрешение на вождение (права)"]],
        "vowels": [["άδ",false],["ει",true],["α",false]]
    },
    {
        "greek": "αδελφή",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сестра",
        "exa": [["η χωρισμένη αδερφή","разведененная сестра"]],
        "vowels": [["αδ",false],["ε",true],["λφ",false],["ή",true]]
    },
    {
        "greek": "αδελφός",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "брат",
        "exa": [["αγαπώ τον αδερφό μου","люблю своего брата"]],
        "vowels": [["αδ",false],["ε",true],["λφ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αδύνατος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "слабый, худой",
        "exa": [["ο αδύνατος άντρας","худой мужчина"]],
        "vowels": [["αδ",false],["ύ",true],["νατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αδύνατος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "невозможный",
        "exa": [["η αδύνατη διεύθυνση","невозможный адрес"]],
        "vowels": [["αδ",false],["ύ",true],["νατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αέρας",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "ветер, воздух",
        "exa": [["ο δυνατός αέρας","сильный ветер"],["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"]],
        "vowels": [["α",false],["έ",true],["ρας",false]]
    },
    {
        "greek": "αεροδρόμιο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "аэродром",
        "exa": [["το πρώτο αεροδρόμιο","первый аэродром"]],
        "vowels": [["α",false],["ε",true],["ρ",false],["ο",true],["δρ",false],["ό",true],["μ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "αεροπλάνο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "самолёт",
        "exa": [["το μεγάλο αεροπλάνο","большой самолет"]],
        "vowels": [["α",false],["ε",true],["ρ",false],["ο",true],["πλάν",false],["ο",true]]
    },
    {
        "greek": "αεροπορικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "авиа",
        "exa": [["το αεροπορικό εισιτήριο","авиа билет"]],
        "vowels": [["α",false],["ε",true],["ρ",false],["ο",true],["π",false],["ο",true],["ρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αθάνατος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "бессмертный",
        "exa": [["ορκίζομαι πως είναι η αλήθεια, στην αθάνατη ψυχή μου","клянусь своей бессмертной душой, что это правда"]],
        "vowels": [["αθάνατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Αθήνα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Афины",
        "exa": [],
        "vowels": [["Αθ",false],["ή",true],["να",false]]
    },
    {
        "greek": "αθλητής",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "спортсмен",
        "exa": [],
        "vowels": [["αθλ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "αθλητικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "атлетический, спортивный",
        "exa": [["ένα ζευγάρι αθλητικά παπούτσια","пара спортивной обуви"]],
        "vowels": [["αθλ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αιγαίο (πέλαγος)",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Эгейское море",
        "exa": [],
        "vowels": [["Α",false],["ι",true],["γ",false],["αί",true],["ο (π",false],["έ",true],["λαγ",false],["ο",true],["ς)",false]]
    },
    {
        "greek": "αιγυπτιακός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "египетский",
        "exa": [],
        "vowels": [["αι",true],["γ",false],["υ",true],["πτ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αιγύπτιος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-α"],
        "rus": "египтянин",
        "exa": [],
        "vowels": [["Α",false],["ι",true],["γ",false],["ύ",true],["πτ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Αίγυπτος",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Египет",
        "exa": [],
        "vowels": [["Α",false],["ί",true],["γ",false],["υ",true],["πτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αίμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кровь",
        "exa": [["οι άνθρωποι που ήρθαν αργότερα δεν βρήκαν ίχνος από το αίμα και τα μηνύματα","люди, которые пришли позже, не нашли следов крови и сообщений"],["ο καλύτερος μου φίλος δεν αντέχει το αίμα","лучший мой друг не выдерживает кровь"]],
        "vowels": [["αί",true],["μα",false]]
    },
    {
        "greek": "αισθάνομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ощущать, чувствовать",
        "exa": [["η πολιτική μου ομάδα αισθάνεται ικανοποίηση για το γεγονός ότι το Συμβούλιο συμφώνησε ήδη σε πρώτη ανάγνωση με την πρόταση του Κοινοβουλίου","моя политическая команда чувствует удовлетворение, что Совет уже одобрил предложение парламента в первом чтении"],["Ο ηλικιωμένος ή ο μεγάλης ηλικίας υπάλληλος αισθάνεται πολύ συχνά ως μη ικανός προς εργασία","пожилой или в солидном возрасте служащий чувствует себя очень часто как не способный к работе"]],
        "vowels": [["αι",true],["σθάν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αίσθηση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "чувство",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"]],
        "vowels": [["αί",true],["σθ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αίτηση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "просьба, заявление",
        "exa": [["η αίτηση σας απορρίφθηκε 2 φορές","ваша просьба была отвергнута 2 раза"]],
        "vowels": [["αί",true],["τ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αιτία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "причина, основание",
        "exa": [["τα αίτια είναι υπερβολικά πολύπλοκα","причины черезвычайно сложны"],["Λένε ότι το νέφος είναι η αιτία που έχουμε τόσο όμορφα ηλιοβασιλέμματα","говорят, что дымка это причина, почему у нас такие красивые закаты"]],
        "vowels": [["αι",true],["τ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αιώνας",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "век",
        "exa": [["πρόσφατα οι αρχαιολόγοι μας ξέθαψαν ένα βιβλίο του 20ού αιώνα","недавно наши археологи обнаружили книгу XX века"]],
        "vowels": [["αι",true],["ώ",true],["νας",false]]
    },
    {
        "greek": "αίθουσα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "зал",
        "exa": [["η μοντέρνα αίθουσα","современный зал"],["κάνω μάθημα στη διπλανή αίθουσα","делаю уроки в соседней аудитории"]],
        "vowels": [["αί",true],["θουσα",false]]
    },
    {
        "greek": "ακατάλληλος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "неподходящий",
        "exa": [["είναι ακατάλληλη ώρα","это неподходящее время"]],
        "vowels": [["ακατάλλ",false],["η",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ακολουθώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "следовать за кем-либо",
        "exa": [["ακολουθώ τη μόδα","следую моде"]],
        "vowels": [["ακ",false],["ο",true],["λουθ",false],["ώ",true]]
    },
    {
        "greek": "ακόμα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ещё, пока",
        "exa": [["δεν την έχω δει ακόμα","еще ее не видел"],["τώρα που δεν ακούγονταν τα βήματά της, ο διάδρομος έμοιαζε ακόμα πιο άδειος και απειλητικός","сейчас, когда ее шаги не были слышны, коридор казался еще более пустым и угрожающим"]],
        "vowels": [["ακ",false],["ό",true],["μα",false]]
    },
    {
        "greek": "ακούω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "слушать, слышать",
        "exa": [["ακούω τη φωνή","слышу голос"],["δεν θέλω να ακούσω την ιδιωτική του αλληλογραφία","не хочу слышать его частную переписку"]],
        "vowels": [["ακού",false],["ω",true]]
    },
    {
        "greek": "άκρη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "конец",
        "exa": [["θα πάρω ολόκληρο στρατό στην άλλη άκρη του νησιού","заберу всю армию в другой конец острова"]],
        "vowels": [["άκρ",false],["η",true]]
    },
    {
        "greek": "ακριβός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "дорогой",
        "exa": [["η ακριβή αγορά","дорогой базар"],["η κυρία έχει ακριβά γούστα","у госпожы дорогие вкусы"]],
        "vowels": [["ακρ",false],["ι",true],["β",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ακριβώς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "именно, как раз, точно",
        "exa": [["Θα τηλεφωνήσω ακριβώς στις έξι","позвоню точно в шесть"],["τι ακριβώς εννοείς λέγοντας ανώμαλη διαδρομή","что в точности имеешь в виду, говоря неправильная дорога"]],
        "vowels": [["ακρ",false],["ι",true],["β",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "ακτινογραφία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "рентген",
        "exa": [["μην πανικοβληθούμε μέχρι να κάνουμε μια ακτινογραφία","не будем паниковать, пока не сделаем рентген"]],
        "vowels": [["ακτ",false],["ι",true],["ν",false],["ο",true],["γραφ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Ακρόπολη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Акрополь",
        "exa": [],
        "vowels": [["Ακρ",false],["ό",true],["π",false],["ο",true],["λ",false],["η",true]]
    },
    {
        "greek": "αλάτι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "соль",
        "exa": [["το θαλασσινό αλάτι","морская соль"]],
        "vowels": [["αλάτ",false],["ι",true]]
    },
    {
        "greek": "Αλβανία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Албания",
        "exa": [],
        "vowels": [["Αλβαν",false],["ί",true],["α",false]]
    },
    {
        "greek": "Αλεξάνδρεια",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Александрия",
        "exa": [],
        "vowels": [["Αλ",false],["ε",true],["ξάνδρ",false],["ει",true],["α",false]]
    },
    {
        "greek": "αλήθεια",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "правда",
        "exa": [["πες μου μόνο την αλήθεια","говори мне только правду"],["τα άτομα που άλλοτε ήσαν ενάντια στην αλήθεια","люди, которые когда-то были против правды"],["είναι σημαντικό να πεις την αλήθεια στην αστυνομία","важно сказать полиции правду"],["Ιδίως όταν κάποιος ορκίζεται να πει την αλήθεια","особенно, когда кто-то клянется говорить правду"]],
        "vowels": [["αλ",false],["ή",true],["θ",false],["ει",true],["α",false]]
    },
    {
        "greek": "Αληθώς Ανέστη",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "Воистине воскрес",
        "exa": [],
        "vowels": [["Αλ",false],["η",true],["θ",false],["ώ",true],["ς Αν",false],["έ",true],["στ",false],["η",true]]
    },
    {
        "greek": "αλλά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "но, однако",
        "exa": [],
        "vowels": [["αλλά",false]]
    },
    {
        "greek": "αλλάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "менять",
        "exa": [["αλλάζω ρούχα κάθε μέρα","меняю одежду каждый день"]],
        "vowels": [["αλλάζ",false],["ω",true]]
    },
    {
        "greek": "αλλαντικά",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "колбасные изделия",
        "exa": [["αγοράζω αλλαντικά στο κατάστημα","покупаю колбасные изделия в магазине"]],
        "vowels": [["αλλαντ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "αλληλογραφία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "переписка",
        "exa": [["δεν θέλω να ακούσω την ιδιωτική του αλληλογραφία","не хочу слышать его частную переписку"]],
        "vowels": [["αλλ",false],["η",true],["λ",false],["ο",true],["γραφ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αλλιώς",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "иначе",
        "exa": [["αλλιώς θα ξυπνήσεις τη Χιονάτη και τον πρίγκιπα του παραμυθιού","иначе вы разбудите Белоснежку и сказочного принца"]],
        "vowels": [["αλλ",false],["ι",true],["ώ",true],["ς",false]]
    },
    {
        "greek": "άλλος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "другой (-ая -ое)",
        "exa": [["ζει σε έναν άλλο κόσμο","она живет в другом мире"]],
        "vowels": [["άλλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άλλοτε",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "когда-то, прежде",
        "exa": [["τα άτομα που άλλοτε ήσαν ενάντια στην αλήθεια","люди, которые когда-то были против правды"]],
        "vowels": [["άλλ",false],["ο",true],["τ",false],["ε",true]]
    },
    {
        "greek": "αλλού",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в другом месте",
        "exa": [["αν δεν ενδιαφέρεσαι, θα πάω κάπου αλλού","если не интересуешься, пойду куда-нибудь в другое место"]],
        "vowels": [["αλλού",false]]
    },
    {
        "greek": "άλλωστε",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "впрочем, к тому же",
        "exa": [["άλλωστε, θα σου κάνω ένα δώρο","впрочем, сделаю ему подарок"]],
        "vowels": [["άλλ",false],["ω",true],["στ",false],["ε",true]]
    },
    {
        "greek": "αλφάβητο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "алфавит",
        "exa": [["εκτός εάν χρησιμοποιείται διαφορετικό αλφάβητο","за исключением если используете другой алфавит"]],
        "vowels": [["αλφάβ",false],["η",true],["τ",false],["ο",true]]
    },
    {
        "greek": "Αμβούργο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Гамбург",
        "exa": [],
        "vowels": [["Αμβούργ",false],["ο",true]]
    },
    {
        "greek": "αμερικανικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "американский",
        "exa": [],
        "vowels": [["αμ",false],["ε",true],["ρ",false],["ι",true],["καν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αμερική",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Америка",
        "exa": [],
        "vowels": [["Αμ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "άμεσος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "прямой",
        "exa": [["βρίσκεστε σε άμεσο κίνδυνο","находитесь в непосредственной опасности"]],
        "vowels": [["άμ",false],["ε",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αμέσως",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тут же, сразу",
        "exa": [["πρέπει να την ξυπνήσουμε αμέσως","нужно ее разбудить сейчас же"]],
        "vowels": [["αμ",false],["έ",true],["σ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "Αμστερνταμ",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Амстердам",
        "exa": [],
        "vowels": [["Αμστ",false],["ε",true],["ρνταμ",false]]
    },
    {
        "greek": "αμοιβή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "плата",
        "exa": [["θα δεχτείτε τη δίκαιη αμοιβή σας","получите справедливую плату"],["Χαίρομαι που ένας ντόπιος θα πάρει τη μεγάλη αμοιβή από την οικογένεια","я рад, что местный получит большую награду от семьи"]],
        "vowels": [["αμ",false],["οι",true],["β",false],["ή",true]]
    },
    {
        "greek": "αμφιβολία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сомнение",
        "exa": [["δεν υπάρχει αμφιβολία","нет никаких сомнений"],["Είναι χωρίς αμφιβολία το πιο μισητό μου έπιπλο","это без сомнений самый мой ненавистный предмет мебели"]],
        "vowels": [["αμφ",false],["ι",true],["β",false],["ο",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αν",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "если",
        "exa": [["αν δεν ενδιαφέρεσαι, θα πάω κάπου αλλού","если не интересуешься, пойду куда-нибудь в другое место"]],
        "vowels": [["αν",false]]
    },
    {
        "greek": "ανά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "через",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"]],
        "vowels": [["ανά",false]]
    },
    {
        "greek": "αναγκάζομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть вынужденым",
        "exa": [["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"],["η Σκάρλετ αναγκάστηκε να μαζεύει βαμβάκι στα χωράφια","Скарлетт заставили собирать хлопок в полях"]],
        "vowels": [["αναγκάζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ανάγκη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "нужда",
        "exa": [["εφαρμογή όλων των μέτρων έκτακτης ανάγκης","реализация всех мер неотложной нужды"],["Η ενέργεια αποτελεί ανάγκη στη σύγχρονη κοινωνία","энергия нужна в современном обществе"],["Κρατώ μετρητά για επείγουσες ανάγκες","держу наличные для срочных нужд"]],
        "vowels": [["ανάγκ",false],["η",true]]
    },
    {
        "greek": "ανακαλύπτω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обнаружить",
        "exa": [["ξαφνικά, ανακαλύπτεις πως υπάρχει ένας κατάσκοπος ανάμεσά σας","внезапно, открываешь, что существует шпион среди вас"]],
        "vowels": [["ανακαλ",false],["ύ",true],["πτ",false],["ω",true]]
    },
    {
        "greek": "ανακατεύω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "размешивать, вмешиваться",
        "exa": [["ανακατεύονται στις υποθέσεις των άλλων","вмешиваются в дела других"]],
        "vowels": [["ανακατεύ",false],["ω",true]]
    },
    {
        "greek": "ανακοινώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сообщать",
        "exa": [["με μεγάλη μου χαρά ανακοινώνω ότι η σχολική ομάδα χορού κλήθηκε να δώσει παράσταση","c большим удовольствием сообщаю, что школьная танцевальная группа приглашена выступить"]],
        "vowels": [["ανακ",false],["οι",true],["ν",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ανάλογα",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в соответствии",
        "exa": [["ελπίζω να πέτυχα τη σούπα ανάλογα με την προτίμησή σου","надеюсь суп удался в соответствии с твоими предпочтениями"]],
        "vowels": [["ανάλ",false],["ο",true],["γα",false]]
    },
    {
        "greek": "ανάμεσα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "между",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["ανάμ",false],["ε",true],["σα",false]]
    },
    {
        "greek": "αναπνοή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дыхание",
        "exa": [["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"]],
        "vowels": [["αναπν",false],["ο",true],["ή",true]]
    },
    {
        "greek": "αναρωτιέμαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "задумываться",
        "exa": [["μερικές φορές αναρωτιέμαι μήπως δεν έστειλε ένα βίαιο μήνυμα","иногда задумываюсь, возможно, это не послало жестокое сообщение"]],
        "vowels": [["αναρ",false],["ω",true],["τ",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ανατολικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "восточный",
        "exa": [["περιοχή της ανατολικής Ασίας","район восточной Азии"]],
        "vowels": [["ανατ",false],["ο",true],["λ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αναπτήρας",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "зажигалка",
        "exa": [["ένας αναπτήρας μπορεί να'ναι χρήσιμος, για άλλα πράγματα","зажигалка может быть полезна для других вещей"]],
        "vowels": [["αναπτ",false],["ή",true],["ρας",false]]
    },
    {
        "greek": "Ανάσταση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Воскрещение",
        "exa": [],
        "vowels": [["Ανάστασ",false],["η",true]]
    },
    {
        "greek": "ανατολή",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "восток",
        "exa": [["το Ισραήλ είναι χώρα της Μέσης Ανατολής","Израиль - страна на ближнем(среднем) востоке"]],
        "vowels": [["ανατ",false],["ο",true],["λ",false],["ή",true]]
    },
    {
        "greek": "ανατολικά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на востоке",
        "exa": [["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"]],
        "vowels": [["ανατ",false],["ο",true],["λ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "αναφέρομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ссылаться на что-либо",
        "exa": [["τα προϊόντα που αναφέρονται στο άρθρο 1 παράγραφος 2","товары, которые упоминаются в статье 1 параграфе 2"]],
        "vowels": [["αναφ",false],["έ",true],["ρ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αναφέρω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "упоминать",
        "exa": [["έχω την τιμή να αναφέρω την επιτυχή ολοκλήρωση της αποστολής μας","имею честь сообщить об успешном завершении нашей миссии"]],
        "vowels": [["αναφ",false],["έ",true],["ρ",false],["ω",true]]
    },
    {
        "greek": "αναχώρηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "отъезд",
        "exa": [["τελευταία ανακοίνωση αναχώρησης","последнее объявление об отправлении"],["ο τρόπος μεταφοράς των όπλων έχει αυστηρό χρονοδιάγραμμα αναχώρησης","способ перевозки оружия осуществляется по строгому расписанию отбытия"]],
        "vowels": [["αναχ",false],["ώ",true],["ρ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "ανεβαίνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "подниматься",
        "exa": [["χαρούμενος ο ήλιος ανεβαίνει στον ουρανό","счастливое солнце поднимается в небе"]],
        "vowels": [["αν",false],["ε",true],["β",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ανεργία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "безработица",
        "exa": [["η ανεργία άρχισε να αυξάνεται","Безработица начала увеличиваться"],["Έχει συμπληρωματικό χαρακτήρα προς το ενδεχόμενο εθνικό επίδομα ανεργίας","носит дополняющий характер к возможному национальному пособию по безработицк"]],
        "vowels": [["αν",false],["ε",true],["ργ",false],["ί",true],["α",false]]
    },
    {
        "greek": "άνετος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "удобный",
        "exa": [["ήταν το εισιτήριό της για μια άνετη ζωή","это был ее билет в удобную жизнь"]],
        "vowels": [["άν",false],["ε",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανήκω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "принадлежать, относиться",
        "exa": [["μου ανήκει το δαχτυλίδι","мне принадлежит кольцо"]],
        "vowels": [["αν",false],["ή",true],["κ",false],["ω",true]]
    },
    {
        "greek": "ανησυχητικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "неспокойный",
        "exa": [["οι εξετάσεις υγείας του ήταν ανησυχητικές πρόσφατα","тесты его здоровья беспокоят в последнее время"]],
        "vowels": [["αν",false],["η",true],["σ",false],["υ",true],["χ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ανησυχώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "беспокоиться",
        "exa": [["ανησυχώ για την ασφάλειά σου","беспокоюсь о вашей безопасности"]],
        "vowels": [["αν",false],["η",true],["σ",false],["υ",true],["χ",false],["ώ",true]]
    },
    {
        "greek": "ανθοπωλείο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цветочный магазин",
        "exa": [["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"]],
        "vowels": [["ανθ",false],["ο",true],["π",false],["ω",true],["λ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ανθρώπινος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "человеческий",
        "exa": [["την σχεδίασαν να είναι ο τέλειος στρατιώτης, ένα ανθρώπινο όπλο","ее спроектировали быть совершенным солдатом, человеческим оружием"]],
        "vowels": [["ανθρ",false],["ώ",true],["π",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άνθρωπος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "человек",
        "exa": [["οι μόνοι άνθρωποι που φροντίδα είναι μαμά και τον μπαμπά","единственные люди, кто беспокоился - это мама и папа"],["είμαι ένας απλός άνθρωπος","я простой человек"],["καθόλου απίθανο ο άνθρωπος αυτός να είναι ανόητος","совершенно невозможно, что тот человек глупый"]],
        "vowels": [["άνθρ",false],["ω",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανιψιός",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "племянник",
        "exa": [["αν ήξερε που είναι ο ανιψιός του, θα μας το έλεγε","если бы он знал где его племянник, нам сказал бы"]],
        "vowels": [["αν",false],["ι",true],["ψ",false],["ι",true],["ό",true],["ς",false]]
    },
    {
        "greek": "ανόητος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "глупый",
        "exa": [["καθόλου απίθανο ο άνθρωπος αυτός να είναι ανόητος","совершенно невозможно, что тот человек глупый"]],
        "vowels": [["αν",false],["ό",true],["η",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανοίγω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "открывать",
        "exa": [["για χρόνια δεν ανοίγει βιβλίο","годами не открывает книгу"]],
        "vowels": [["αν",false],["οί",true],["γ",false],["ω",true]]
    },
    {
        "greek": "ανοιξιάτικος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "весенний",
        "exa": [["Είναι οι ανοιξιάτικες διακοπές, θα είναι καλό για τα παιδιά","это весенние каникулы, детям будет хорошо"]],
        "vowels": [["αν",false],["οι",true],["ξ",false],["ι",true],["άτ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άνοιξη",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "весна",
        "exa": [["καταλληλότερη εποχή είναι νωρίς την άνοιξη","самое подходящее время года - начало весны"]],
        "vowels": [["άν",false],["οι",true],["ξ",false],["η",true]]
    },
    {
        "greek": "ανοιχτός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "открытый",
        "exa": [["γιατί ο δολοφόνος δεν μπήκε απλά απ ' την ανοιχτή πόρτα","потому что убийца не вошел просто через открытую дверь"]],
        "vowels": [["αν",false],["οι",true],["χτ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "άνοστος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "невкусный",
        "exa": [["τα μπισκότα είναι κάπως άνοστα","печенье немного невкусное"]],
        "vowels": [["άν",false],["ο",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανταλλάσσω -άζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обмениваться",
        "exa": [["την τελευταία ημέρα οι συμμετέχοντες αντάλλασσαν αγκαλιές και έκλαιγαν","в последний день участники обменялись объятиями и плакали"]],
        "vowels": [["ανταλλάσσ",false],["ω",true]]
    },
    {
        "greek": "αντέχω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выдержать",
        "exa": [["ο καλύτερος μου φίλος δεν αντέχει το αίμα","лучший мой друг не выдерживает кровь"]],
        "vowels": [["αντ",false],["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "αντί",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вместо",
        "exa": [["διαλέγεις εμένα, αντί για εκείνη","выбираешь меня, вместо нее"]],
        "vowels": [["αντ",false],["ί",true]]
    },
    {
        "greek": "αντικαθιστώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заменять",
        "exa": [["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"]],
        "vowels": [["αντ",false],["ι",true],["καθ",false],["ι",true],["στ",false],["ώ",true]]
    },
    {
        "greek": "αντίγραφο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "копия",
        "exa": [["θα μπορούσε να λάβει αντίγραφο της επιστολής;","могла бы (секретарша) получить копии писем?"]],
        "vowels": [["αντ",false],["ί",true],["γραφ",false],["ο",true]]
    },
    {
        "greek": "αντίθετα",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "наоборот",
        "exa": [["δεν θα έπρεπε να κατευθύνομαι αντίθετα από τα όνειρά μου","не должен был направляться в обратном направлении(наоборот) от моей мечты"]],
        "vowels": [["αντ",false],["ί",true],["θ",false],["ε",true],["τα",false]]
    },
    {
        "greek": "αντίθετος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "противоположный",
        "exa": [["ταξίδευαν προς την αντίθετη κατεύθυνση","путешествовали в противоположном направлении"]],
        "vowels": [["αντ",false],["ί",true],["θ",false],["ε",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αντικείμενο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "предмет",
        "exa": [["προσωπικά αντικείμενα","личные вещи"],["τα αντικείμενα αυτά πρέπει να πλυθούν με βραστό νερό","эти вещи должны быть помыты кипяченой водой"],["Μονοκατοικία με μεγάλη αυλή χωρίς πισίνα και αιχμηρά αντικείμενα","дом с большим двором без бассейна и острых предметов"]],
        "vowels": [["αντ",false],["ι",true],["κ",false],["εί",true],["μ",false],["ε",true],["ν",false],["ο",true]]
    },
    {
        "greek": "αντίο",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "прощай",
        "exa": [],
        "vowels": [["αντ",false],["ί",true],["ο",true]]
    },
    {
        "greek": "αντίρρηση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "возражение",
        "exa": [["καμιά αντίρρηση","никаких возражений"]],
        "vowels": [["αντ",false],["ί",true],["ρρ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αντιστοιχώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "соответствовать",
        "exa": [["ποσότητα που αντιστοιχεί στις ανάγκες του","количество, которое соответствует его потребностям"]],
        "vowels": [["αντ",false],["ι",true],["στ",false],["οι",true],["χ",false],["ώ",true]]
    },
    {
        "greek": "άντρας",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "мужчина, муж",
        "exa": [["ο αδύνατος άντρας","худой мужчина"],["ο άντρας που κατέβηκε τρέχοντας από το βουνό εκείνη τη νύχτα, δεν έτρεμε από χαρά, αλλά από απόλυτο φόβο","человек, сбежавший с горы той ночью, дрожал не от радости, а от абсолютного страха"]],
        "vowels": [["άντρας",false]]
    },
    {
        "greek": "ανυπόφορος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "невыносимый",
        "exa": [["ανυπόφορη ψυχολογική πίεση","невыносимое психологическое давление"]],
        "vowels": [["αν",false],["υ",true],["π",false],["ό",true],["φ",false],["ο",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανώμαλος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "неправильный",
        "exa": [["τι ακριβώς εννοείς λέγοντας ανώμαλη διαδρομή","что в точности имеешь в виду, говоря неправильная дорога"]],
        "vowels": [["αν",false],["ώ",true],["μαλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ανώτατος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "высший",
        "exa": [["είμαι ο ανώτατος αξιωματικός στο πλοίο","я высший офицер на судне"]],
        "vowels": [["αν",false],["ώ",true],["τατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αξία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "цена, стоимость",
        "exa": [["είμαστε μια νεαρή ομάδα και έχουμε να αποδείξουμε την αξία μας","мы молодая команда и должны доказать свою цену"]],
        "vowels": [["αξ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αόριστος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "неопределённый",
        "exa": [["η διάρκεια είναι αόριστη","неопределенная длительность"]],
        "vowels": [["α",false],["ό",true],["ρ",false],["ι",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απαγορεύω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "запрещать",
        "exa": [["απαγορεύει σχέσεις μεταξύ υπαλλήλων","запрещает связи между служащими"]],
        "vowels": [["απαγ",false],["ο",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "απαραίτητος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "необходимый",
        "exa": [["θα λάβει όλα τα απαραίτητα μέτρα για την καλή προετοιμασία","примет все необходимые меры для хорошей подготовки"]],
        "vowels": [["απαρ",false],["αί",true],["τ",false],["η",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απασχολημένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "занятый",
        "exa": [["ήμουν απασχολημένος όλη νύχτα","был занят всю ночь"]],
        "vowels": [["απασχ",false],["ο",true],["λ",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απασχόληση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "занятость",
        "exa": [["η προστασία της απασχόλησης","защита занятости"],["η αύξηση της απασχόλησης","повышение занятости"]],
        "vowels": [["απασχ",false],["ό",true],["λ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "απαντάω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отвечать",
        "exa": [["απαντάει σ'ερώτηση που του έκανα πριν μισή ώρα","отвечает на вопросы, которые ему задал полчаса назад"]],
        "vowels": [["απαντά",false],["ω",true]]
    },
    {
        "greek": "απάντηση",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ответ",
        "exa": [["τότε η απάντηση στο πρόβλημα είναι «ναι», σε αντίθετη περίπτωση είναι «όχι»","тогда ответ на проблему - да, в обратном случае - нет"]],
        "vowels": [["απάντ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "απέναντι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "напротив",
        "exa": [["λοιπόν, δεν υπάρχει κανένας καθρέφτης στον απέναντι τοίχο","итак, не существует какого-либо зеркала на противоположной стене"],["δεν ήμουν απόλυτα ειλικρινής απέναντί σου τις τελευταίες μέρες","я не был абсолютно откровенен с вами последние дни"]],
        "vowels": [["απ",false],["έ",true],["ναντ",false],["ι",true]]
    },
    {
        "greek": "απέχω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть на расстоянии",
        "exa": [["απέχουμε δύο λεπτά από την απόφαση του δικαστή","нас отделяют две минуты от решения судьи"],["Είναι εν πτήση μακριά από την βάση, απέχει μιάμιση ώρα","он в вылете далеко от базы, на расстоянии полутора часов"]],
        "vowels": [["απ",false],["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "απίθανος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "невероятный",
        "exa": [["καθόλου απίθανο ο άνθρωπος αυτός να είναι ανόητος","совершенно невозможно, что тот человек глупый"]],
        "vowels": [["απ",false],["ί",true],["θαν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απλός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","–ό"],
        "rus": "простой",
        "exa": [["είμαι ένας απλός άνθρωπος","я простой человек"]],
        "vowels": [["απλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "απλώς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "просто",
        "exa": [["απλώς, θέλω το καλύτερο για τη νέα μου οικογένεια","просто хочу лучшего моей новой семье"],["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο","в классическом древнегреческом языке слово «крест» просто означало вертикально стоящий кусок дерева"]],
        "vowels": [["απλ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "απλώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "протягивать, развещивать",
        "exa": [["μαύρα σύννεφα απλώνονταν σαν κουβέρτα","черные облака протягивались как одеяло"]],
        "vowels": [["απλ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "από",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "из-за, с, под",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"],["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"]],
        "vowels": [["απ",false],["ό",true]]
    },
    {
        "greek": "απόγευμα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "послеобеденное время",
        "exa": [["ο χορός και τα τραγούδια κρατούσαν μέχρι αργά το απόγευμα","танец и песни продолжались до позднего полудня"],["αύριο θα είναι μια ηλιόλουστη μέρα 20 με 22 βαθμοί Κελσίου το απόγευμα","завтра будет солнечный день, 20-22 градуса цельсия после полудня"]],
        "vowels": [["απ",false],["ό",true],["γευμα",false]]
    },
    {
        "greek": "απογευματινός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "послеобеденный",
        "exa": [["σύμφωνα με τις απογευματινές εφημερίδες","согласно вечерним газетам"]],
        "vowels": [["απ",false],["ο",true],["γευματ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "απόδειξη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "квитанция",
        "exa": [["η απόδειξη παραλαβής περιλαμβάνει τουλάχιστον τα ακόλουθα στοιχεία","квитанция доставки включает в себя по крайней мере следующие данные"]],
        "vowels": [["απ",false],["ό",true],["δ",false],["ει",true],["ξ",false],["η",true]]
    },
    {
        "greek": "αποκλείεται",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "не может быть, чтобы",
        "exa": [["αποκλείεται να ξανακάνω αυτό το λάθος","исключается, что сделаю снова эту ошибку"]],
        "vowels": [["απ",false],["ο",true],["κλ",false],["εί",true],["ε",true],["τ",false],["αι",true]]
    },
    {
        "greek": "αποθήκη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "склад, хранилище",
        "exa": [["νομίζω ότι είναι μια παλιά αποθήκη","думаю, что это старый склад"],["προέρχεται από μια αποθήκη περίπου 6 χιλιόμετρα βορειοανατολικά απ'εδώ","происходит со склада примерно в 6 километрах на северовосток отсюда"]],
        "vowels": [["απ",false],["ο",true],["θ",false],["ή",true],["κ",false],["η",true]]
    },
    {
        "greek": "απόλυτος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "абсолютный",
        "exa": [["δεν ήμουν απόλυτα ειλικρινής απέναντί σου τις τελευταίες μέρες","я не был абсолютно откровенен с вами последние дни"],["ο άντρας που κατέβηκε τρέχοντας από το βουνό εκείνη τη νύχτα, δεν έτρεμε από χαρά, αλλά από απόλυτο φόβο","человек, сбежавший с горы той ночью, дрожал не от радости, а от абсолютного страха"]],
        "vowels": [["απ",false],["ό",true],["λ",false],["υ",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "απολύτως",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "безусловно, абсолютно",
        "exa": [["μιλάω απολύτως σοβαρά","говорю абсолютно серьезно"]],
        "vowels": [["απ",false],["ο",true],["λ",false],["ύ",true],["τ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "απορρυπαντικό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "моющееся средство",
        "exa": [["ως συνήθως, ξέχασα να βάλω απορρυπαντικό","как обычно, забыл добавить моющее средство"]],
        "vowels": [["απ",false],["ο",true],["ρρ",false],["υ",true],["παντ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "αποτέλεσμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "итог, результат",
        "exa": [["το αποτέλεσμα ήταν ένα υπέροχο Βιβλίο","результатом была великолепная книга"]],
        "vowels": [["απ",false],["ο",true],["τ",false],["έ",true],["λ",false],["ε",true],["σμα",false]]
    },
    {
        "greek": "αποφασίζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "решать, выносить решение",
        "exa": [["εσείς αποφασίζετε πότε θα του δώσετε προσοχή","вы решите, когда уделить ему внимание"],["ποτέ να μη βιάζεστε να αποφασίσετε τι βήματα πρέπει να γίνουν","никогда не торопитесь решать шаги, которые надо предпринять"]],
        "vowels": [["απ",false],["ο",true],["φασ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "άποψη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мнение",
        "exa": [["την ίδια άποψη έχουν υποστηρίξει πολλοί ακόμη συγγραφείς","это же самое мнение поддержали еще многие писатели"]],
        "vowels": [["άπ",false],["ο",true],["ψ",false],["η",true]]
    },
    {
        "greek": "απόψε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сегодня вечером",
        "exa": [["λέω να μείνουμε εδώ απόψε","давай останемся тут сегодня вечером"],["γύρισα σπίτι απόψε και μπήκα στο ασανσέρ","я вернулся домой сегодня вечером и зашел в лифт"],["θα το διαβάσω απόψε, σε ένα βιβλιοπωλείο","прочитаю это сегодня в книжном магазине"]],
        "vowels": [["απ",false],["ό",true],["ψ",false],["ε",true]]
    },
    {
        "greek": "Απρίλιος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "апрель",
        "exa": [],
        "vowels": [["Απρ",false],["ί",true],["λ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "αραβικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "арабский язык",
        "exa": [],
        "vowels": [["αραβ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "αργά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "поздно",
        "exa": [["ο χορός και τα τραγούδια κρατούσαν μέχρι αργά το απόγευμα","танец и песни продолжались до позднего полудня"],["ξύπνησα πολύ αργά και έτρεξα βιαστικά στο σταθμό","я проснулся очень поздно и побежал поспешно на станцию"]],
        "vowels": [["αργά",false]]
    },
    {
        "greek": "αργότερα",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "позднее",
        "exa": [["οι άνθρωποι που ήρθαν αργότερα δεν βρήκαν ίχνος από το αίμα και τα μηνύματα","люди, которые пришли позже, не нашли следов крови и сообщений"]],
        "vowels": [["αργ",false],["ό",true],["τ",false],["ε",true],["ρα",false]]
    },
    {
        "greek": "αργώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "опаздывать",
        "exa": [["συγγνώμη που άργησα","извините, что задержался"]],
        "vowels": [["αργ",false],["ώ",true]]
    },
    {
        "greek": "αρέσω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "нравиться",
        "exa": [["τους αρέσει η μπύρα, την οποία παρασκευάζουν από το μέλι","им нравится пиво, которое изготавливают из меда"]],
        "vowels": [["αρ",false],["έ",true],["σ",false],["ω",true]]
    },
    {
        "greek": "άρθρο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "статья",
        "exa": [["τα προϊόντα που αναφέρονται στο άρθρο 1 παράγραφος 2","товары, которые упоминаются в статье 1 параграфе 2"]],
        "vowels": [["άρθρ",false],["ο",true]]
    },
    {
        "greek": "αριθμός",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "число",
        "exa": [["ο αριθμός του κινητού","номер телефона"],["ο αριθμός των θυμάτων αυξάνεται","число жертв увеличивается"]],
        "vowels": [["αρ",false],["ι",true],["θμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αριστερά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "налево",
        "exa": [["όταv φτάσoυμε στη στρoφή, θα πάμε αριστερά ή δεξιά;","когда достигнем поворота, пойдем налево или направо?"]],
        "vowels": [["αρ",false],["ι",true],["στ",false],["ε",true],["ρά",false]]
    },
    {
        "greek": "αριστερός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "левый",
        "exa": [["ένα σημάδι πάνω από το αριστερό μάτι","отметина сверху левого глаза"]],
        "vowels": [["αρ",false],["ι",true],["στ",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρκετά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "достаточно, довольно",
        "exa": [["ήταν αρκετά κουραστικό","было довольно утомительно"],["αυτή είναι μια αρκετά δημιουργική ιδέα","это достаточно творческая идея"]],
        "vowels": [["αρκ",false],["ε",true],["τά",false]]
    },
    {
        "greek": "αρκετός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "достаточный",
        "exa": [["δεν έχω αρκετά χρήματα","у меня недостаточно денег"],["Αν δουλεύεις σε νοσοκομείο αρκετό καιρό, συνηθίζεις τα πάντα","если работаешь в больнице достаточно времени, привыкаешь ко всему"]],
        "vowels": [["αρκ",false],["ε",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρνητικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "отрицательный",
        "exa": [["δέχομαι αρνητική ενέργεια από σένα τώρα","получаю отрицательную энергию от тебя сейчас"],["Οποιαδήποτε οδός σε αυτή την περιοχή θα είχε αρνητικές επιπτώσεις στο περιβάλλον","всякая улица в этом районе будет иметь отрицательное влияние на окружающую среду"]],
        "vowels": [["αρν",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρνί",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баран",
        "exa": [["αρνί στο φούρνο με πατάτες","баран в печке с картофелем"]],
        "vowels": [["αρν",false],["ί",true]]
    },
    {
        "greek": "αρνιέμαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": ["αρνούμαι"],
        "rus": "отказываться",
        "exa": [["δεν μου είπες ότι αρνήθηκε τα λεφτά","мне не говорил, что отказался от денег"]],
        "vowels": [["αρν",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αρρωσταίνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заболевать, болеть",
        "exa": [["οι άνθρωποι αρρώσταιναν δυο τρεις μέρες και κάτι παραπάνω και μετά πέθαιναν ξαφνικά","люди заболевали на 2-3 дня или немного сверху и потом внезапно умирали"]],
        "vowels": [["αρρ",false],["ω",true],["στ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "άρρωστος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "больной",
        "exa": [["το παιδί μου είναι άρρωστο","мой ребенок болен"]],
        "vowels": [["άρρ",false],["ω",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αρσενικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "мужской, самец",
        "exa": [["ένα αγορι είναι ένας νεαρός αρσενικός άνθρωπος, συχνά παιδί ή έφηβος","парень - это молодой \"мужской\" человек, часто ребенок или подросток"]],
        "vowels": [["αρσ",false],["ε",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρχαιολογικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "археологический",
        "exa": [["οι αρχαιολογικοί χώροι που βρίσκονται στις Συρακούσες είναι το καλύτερο παράδειγμα εξαιρετικής αρχιτεκτονικής δημιουργίας","археологические места, которые находятся в Сиракузах, являются лучшим примером исключительного архитектурного творчества"]],
        "vowels": [["αρχ",false],["αι",true],["ο",true],["λ",false],["ο",true],["γ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αρχαιολόγος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "археолог",
        "exa": [["πρόσφατα οι αρχαιολόγοι μας ξέθαψαν ένα βιβλίο του 20ού αιώνα","недавно наши археологи обнаружили книгу XX века"]],
        "vowels": [["αρχ",false],["αι",true],["ο",true],["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αρχαίος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "древний",
        "exa": [["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο","в классическом древнегреческом языке слово «крест» просто означало вертикально стоящий кусок дерева"]],
        "vowels": [["αρχ",false],["αί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "αρχές",
        "lvl": 3,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "власти",
        "exa": [["οι αρμόδιες αρχές των χωρών που συμμετέχουν","компетентные власти стран, которые участвуют"]],
        "vowels": [["αρχ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "αρχή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "начало",
        "exa": [["αυτή η συζήτηση ήταν μόνο η αρχή","этот разговор был только началом"]],
        "vowels": [["αρχ",false],["ή",true]]
    },
    {
        "greek": "αρχίζω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "начинать",
        "exa": [["ένας φοβισμένος στρατιώτης αρχίζει να κάνει επιλογές","испуганный солдат начинает делать выбор"],["η ανεργία άρχισε να αυξάνεται","Безработица начала увеличиваться"]],
        "vowels": [["αρχ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "αρχιτέκτονας",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "архитектор",
        "exa": [["οποίος σχεδιάζει όμορφα κτίρια κάνει όνομα ως ικανός αρχιτέκτονας","тот, кто проектирует красивые здания, делает себе имя как способный архитектор"]],
        "vowels": [["αρχ",false],["ι",true],["τ",false],["έ",true],["κτ",false],["ο",true],["νας",false]]
    },
    {
        "greek": "άρωμα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "духи, аромат",
        "exa": [["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"]],
        "vowels": [["άρ",false],["ω",true],["μα",false]]
    },
    {
        "greek": "ασανσέρ",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лифт",
        "exa": [["γύρισα σπίτι απόψε και μπήκα στο ασανσέρ","я вернулся домой сегодня вечером и зашел в лифт"]],
        "vowels": [["ασανσ",false],["έ",true],["ρ",false]]
    },
    {
        "greek": "ασημένιος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ια","-ιο"],
        "rus": "серебряный",
        "exa": [["ένα ασημένιο κεφάλι σκύλου","серебрянная голова собаки"]],
        "vowels": [["ασ",false],["η",true],["μ",false],["έ",true],["ν",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ασία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Азия",
        "exa": [],
        "vowels": [["Ασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "άσπρος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "белый",
        "exa": [["ένα κομματι άσπρο χαρτί με το γράμμα \"T\" τυπωμένο επάνω","кусок белой бумаги с буквой T напечатанной сверху"]],
        "vowels": [["άσπρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ασθενοφόρο",
        "lvl": 3,
        "pos": "noun",
        "art": "τo",
        "end": [],
        "rus": "машина скорой помощи",
        "exa": [["το ασθενοφόρο είναι στο δρόμο","скорая помошь на дороге"]],
        "vowels": [["ασθ",false],["ε",true],["ν",false],["ο",true],["φ",false],["ό",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "άσκηση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "упражнение, тренировка",
        "exa": [["ας κάνουμε μια άσκηση εμπιστοσύνης","давайте проведем тренировку доверия"]],
        "vowels": [["άσκ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αστειεύομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "шутить",
        "exa": [["μην αστειεύεσαι τώρα – είναι πολύ σοβαρό","не шути сейчас - это очень серьезно"]],
        "vowels": [["αστ",false],["ει",true],["εύ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αστυνομία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "полиция",
        "exa": [["είναι σημαντικό να πεις την αλήθεια στην αστυνομία","важно сказать полиции правду"]],
        "vowels": [["αστ",false],["υ",true],["ν",false],["ο",true],["μ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ασφάλεια",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "безопасность, страхование",
        "exa": [["ανησυχώ για την ασφάλειά σου","беспокоюсь о твоей безопасности"],["Οι πρώτες έρευνες έχουν ήδη αποκαλύψει ορισμένες παραβιάσεις των κανόνων ασφαλείας","первые проверки уже выявили различные нарушения правил безопасности"]],
        "vowels": [["ασφάλ",false],["ει",true],["α",false]]
    },
    {
        "greek": "ασφαλώς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "конечно, разумеется",
        "exa": [["ασφαλως δεν ειχα προθεση να σας προσβαλω","разумеется, у меня не было нанамерения вас оскорбить"]],
        "vowels": [["ασφαλ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "άσχετος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "не имеющий отношения",
        "exa": [["είναι τελείως άσχετος με το σχέδιο","он совершенно не связан с планом"]],
        "vowels": [["άσχ",false],["ε",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "άσχημος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "некрасивый, ужасный",
        "exa": [["είχες μια άσχημη μέρα","у тебя был ужасный день"]],
        "vowels": [["άσχ",false],["η",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ασχολούμαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заниматься",
        "exa": [["λυπάμαι που δεν κατάφερα να ασχοληθώ πολύ μαζί σου αυτήν την εβδομάδα","сожалею, что не смог заняться вами достаточно много на этой неделе"]],
        "vowels": [["ασχ",false],["ο",true],["λούμ",false],["αι",true]]
    },
    {
        "greek": "ατομικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "личный",
        "exa": [["ηλεκτρικές συσκευές για ατομική χρήση","электрические устройства личного пользования"]],
        "vowels": [["ατ",false],["ο",true],["μ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "άτομο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "человек",
        "exa": [["τα άτομα που άλλοτε ήσαν ενάντια στην αλήθεια","люди, которые когда-то были против правды"]],
        "vowels": [["άτ",false],["ο",true],["μ",false],["ο",true]]
    },
    {
        "greek": "ατύχημα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "несчастный случай",
        "exa": [["μπορεί κάποιοι να έκλεψαν τα χρήματα απο το φορτηγό μόλις έπαθα ατύχημα","возможно кто-то украл деньги, как только грузовик пострадал в аварии"]],
        "vowels": [["ατ",false],["ύ",true],["χ",false],["η",true],["μα",false]]
    },
    {
        "greek": "άτυχος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "неудачивый",
        "exa": [["ήταν απίστευτα άτυχοι","были невероятно неудачливы"]],
        "vowels": [["άτ",false],["υ",true],["χ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αυξάνομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "увеличиваться",
        "exa": [["ο αριθμός των θυμάτων αυξάνεται","число жертв увеличивается"]],
        "vowels": [["αυξάν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "αύξηση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "повышение",
        "exa": [["η αύξηση της απασχόλησης","повышение занятости"]],
        "vowels": [["αύξ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "αυριανός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "завтрашний",
        "exa": [["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"]],
        "vowels": [["αυρ",false],["ι",true],["αν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αύγουστος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "август",
        "exa": [],
        "vowels": [["Α",false],["ύ",true],["γουστ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "αυλή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "двор",
        "exa": [["έτρωγε μήλα στην αυλή μου","съел яблоки в моем дворе"],["Μονοκατοικία με μεγάλη αυλή χωρίς πισίνα και αιχμηρά αντικείμενα","дом с большим двором без бассейна и острых предметов"]],
        "vowels": [["αυλ",false],["ή",true]]
    },
    {
        "greek": "αύριο",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "завтра",
        "exa": [["είμαι ελεύθερη αύριο το βράδυ","я свободна завтра вечером"],["αύριο θα είναι μια ηλιόλουστη μέρα 20 με 22 βαθμοί Κελσίου το απόγευμα","завтра будет солнечный день, 20-22 градуса цельсия после полудня"]],
        "vowels": [["αύρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "αυστραλέζικος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "австралийский",
        "exa": [],
        "vowels": [["αυστραλ",false],["έ",true],["ζ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Αυστραλία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Австралия",
        "exa": [],
        "vowels": [["Α",false],["υ",true],["στραλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Αυστραλός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "австралиец -ка",
        "exa": [],
        "vowels": [["Α",false],["υ",true],["στραλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αυστρία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Австрия",
        "exa": [],
        "vowels": [["Α",false],["υ",true],["στρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "αυστριακός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "австрийский",
        "exa": [],
        "vowels": [["αυστρ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Αυστριακός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ή"],
        "rus": "австралиец -ка",
        "exa": [],
        "vowels": [["Α",false],["υ",true],["στρ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "αυτοκίνητο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "автомобиль",
        "exa": [["θυμάμαι ένα ταξίδι με αυτόκίνητο όταν ήμουν 9","помню путешествие на автомобиле, когда мне было 9"]],
        "vowels": [["αυτ",false],["ο",true],["κ",false],["ί",true],["ν",false],["η",true],["τ",false],["ο",true]]
    },
    {
        "greek": "αυτός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "он, она, оно",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["αυτ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "άφιξη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "прибытие",
        "exa": [["συγγνώμη, δεν ενημερώθηκα για την άφιξη σου","извините, меня не известили о вашем прибытии"]],
        "vowels": [["άφ",false],["ι",true],["ξ",false],["η",true]]
    },
    {
        "greek": "αφαιρώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "вычитать, отнимать",
        "exa": [["η στέγη και η τροφή θα αφαιρούνται απο το μισθό σου","крыша и питание будут вычтены из вашей зарплаты"]],
        "vowels": [["αφ",false],["αι",true],["ρ",false],["ώ",true]]
    },
    {
        "greek": "αφεντικό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "хозяин, шеф",
        "exa": [["όταν το σκυλί στρέφεται εναντίον του αφεντικού του... Υπάρχει μόνο μία λύση","когда собака поворачивается против своего хозяина... есть только одно решение"]],
        "vowels": [["αφ",false],["ε",true],["ντ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "αφήνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "оставлять",
        "exa": [["αν με αφήνεις, θα μπορούσες να σώσεις τον εαυτό σου","если меня оставишь, сможешь спасти себя самого"]],
        "vowels": [["αφ",false],["ή",true],["ν",false],["ω",true]]
    },
    {
        "greek": "αφορά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "касается",
        "exa": [["όσον αφορά την οικονομική πρόοδο","что касается экономического прогресса"]],
        "vowels": [["αφ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "Αφρική",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Африка",
        "exa": [],
        "vowels": [["Αφρ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "αχλάδι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "груша",
        "exa": [["ξέρεις τι γεύση έχει το αχλάδι","знаешь, какой вкус у груш?"]],
        "vowels": [["αχλάδ",false],["ι",true]]
    },
    {
        "greek": "βάζο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ваза",
        "exa": [],
        "vowels": [["βάζ",false],["ο",true]]
    },
    {
        "greek": "βάζω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ставить, надевать",
        "exa": [["προφανώς η παρουσία μας εδώ βάζει σε κίνδυνο την εκκλησία","очевидно наше присутствие тут ставит церковь в опасное положение"],["ίμαστε εδώ παλεύοντας, βάζοντας τα κορμιά μας στην πρώτη γραμμή","мы бились здесь, ставя свои тела на первую линию"]],
        "vowels": [["βάζ",false],["ω",true]]
    },
    {
        "greek": "βαθμός",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "оценка, градус",
        "exa": [["αύριο θα είναι μια ηλιόλουστη μέρα 20 με 22 βαθμοί Κελσίου το απόγευμα","завтра будет солнечный день, 20-22 градуса цельсия после полудня"],["Η θερμοκρασία έπεσε μερικούς βαθμούς","температура упала на несколько градусов"]],
        "vowels": [["βαθμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "βάθος",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "глубина",
        "exa": [["δεν πίστευα από τα βάθη της καρδιάς μου","не верил в глубине моего сердца"]],
        "vowels": [["βάθ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βαθύς",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "глубокий",
        "exa": [["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"],["είχαν ήδη θαφτεί στον πάτο της βαθιάς, γαλάζιας θάλασσας","уже (к тому моменту) зарыли на дне глубокого синего моря"]],
        "vowels": [["βαθ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "βαλίτσα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "чемодан",
        "exa": [["η βαλίτσα βρίσκεται εκεί για τρεις βδομάδες","чемодан находится тут три недели"]],
        "vowels": [["βαλ",false],["ί",true],["τσα",false]]
    },
    {
        "greek": "βαμμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "крашеный",
        "exa": [["τα παράθυρα είναι βαμμένα","окна покрашены"]],
        "vowels": [["βαμμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βανίλια",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ванилин м",
        "exa": [],
        "vowels": [["βαν",false],["ί",true],["λ",false],["ι",true],["α",false]]
    },
    {
        "greek": "βαμβακερός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "хлопчатобумажный",
        "exa": [["ντυμένη με βαμβακερή φούστα και ψηλές κάλτσες","одетая в хлопчатобумажную юбку и высокие носки"]],
        "vowels": [["βαμβακ",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "βαμβάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вата ж, хлопок",
        "exa": [["η Σκάρλετ αναγκάστηκε να μαζεύει βαμβάκι στα χωράφια","Скарлетт заставили собирать хлопок в полях"]],
        "vowels": [["βαμβάκ",false],["ι",true]]
    },
    {
        "greek": "βαρετός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "скучный",
        "exa": [["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"]],
        "vowels": [["βαρ",false],["ε",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Βαρκελώνη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Барселона",
        "exa": [],
        "vowels": [["Βαρκ",false],["ε",true],["λ",false],["ώ",true],["ν",false],["η",true]]
    },
    {
        "greek": "Βαρσοβία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Варшава",
        "exa": [],
        "vowels": [["Βαρσ",false],["ο",true],["β",false],["ί",true],["α",false]]
    },
    {
        "greek": "βαριέμαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "лениться, скучать",
        "exa": [["έχω αρχίσει να βαριέμαι και να κουράζομαι να περπατάω γύρω από αυτά τα τούνελ","я начал скучать и уставать ходить вокруг этих туннелей"]],
        "vowels": [["βαρ",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "βάρος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тяжесть, вес",
        "exa": [["ακουμπούσε στον τοίχο ρίχνοντας όλο της το βάρος στο δεξί πόδι","облокотился на стену, бросив весь свой вес на правую ногу"]],
        "vowels": [["βάρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βαρύς",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "тяжёлый",
        "exa": [["βαριά φωνή","глубокий голос"]],
        "vowels": [["βαρ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "βάση",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "основа, база",
        "exa": [["θα προσπαθήσετε να βυθίσετε ένα πλοίο ακριβώς εδώ στη ναυτική βάση","попытаетесь утопить судно точно здесь на морской базе"]],
        "vowels": [["βάσ",false],["η",true]]
    },
    {
        "greek": "βασιλιάς",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "царь",
        "exa": [["ο βασιλιάς αγαπούσε τη γυναίκα του ειλικρινά, και αυτό ήταν αμοιβαίο","царь искренне любил свою жену и это было взаимно"]],
        "vowels": [["βασ",false],["ι",true],["λ",false],["ι",true],["άς",false]]
    },
    {
        "greek": "βατ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ватт",
        "exa": [],
        "vowels": [["βατ",false]]
    },
    {
        "greek": "βάφω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "красить",
        "exa": [["οι γυναίκες βάφουν τα πρόσωπά τους και βάζουν ψεύτικες βλεφαρίδες","женщины красят свое лицо и носят фальшивые ресницы"]],
        "vowels": [["βάφ",false],["ω",true]]
    },
    {
        "greek": "βγάζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "снимать, зарабатывать",
        "exa": [["οι τύποι βγάζουν πάρα πολλά λεφτά χωρίς να κάνουν τίποτα","парни зарабатывают много денег, ничего не делая"]],
        "vowels": [["βγάζ",false],["ω",true]]
    },
    {
        "greek": "βγαίνω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выходить",
        "exa": [["κανείς δεν μπαίνει ή βγαίνει μέχρι να μάθουμε τι γίνεται","никто ни войдет, ни выйдет, пока не поймем, что происходит"],["αν επρόκειτο για αγώνα κολύμβησης, σίγουρα θα έβγαιναν νικητές","если бы это были соревнования по плаванию, они бы точно одержали победу"]],
        "vowels": [["βγ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "βέβαια",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": ["βεβαίως"],
        "rus": "конечно",
        "exa": [["βέβαια, δεν μπορώ να πω ψέματα","конечно, я не могу лгать"]],
        "vowels": [["β",false],["έ",true],["β",false],["αι",true],["α",false]]
    },
    {
        "greek": "βελτιώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "улучшать",
        "exa": [["τα πράγματα άρχισαν να βελτιώνονται","вещи начали улучшаться"],["Η κατάσταση έχει βελτιωθεί, αλλά εξακολουθούν να υπάρχουν ορισμένα προβλήματα","состояние улучшилось, но различные проблемы продолжают существовать"]],
        "vowels": [["β",false],["ε",true],["λτ",false],["ι",true],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "Βέλγιο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Бельгия",
        "exa": [],
        "vowels": [["Β",false],["έ",true],["λγ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "Βελιγράδι",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Белград",
        "exa": [],
        "vowels": [["Β",false],["ε",true],["λ",false],["ι",true],["γράδ",false],["ι",true]]
    },
    {
        "greek": "Βενεζουέλα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Венесуэла",
        "exa": [],
        "vowels": [["Β",false],["ε",true],["ν",false],["ε",true],["ζου",false],["έ",true],["λα",false]]
    },
    {
        "greek": "Βενετία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Венеция",
        "exa": [],
        "vowels": [["Β",false],["ε",true],["ν",false],["ε",true],["τ",false],["ί",true],["α",false]]
    },
    {
        "greek": "βενετσιάνικος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "венецианский",
        "exa": [],
        "vowels": [["β",false],["ε",true],["ν",false],["ε",true],["τσ",false],["ι",true],["άν",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βενζίνη",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бензин",
        "exa": [],
        "vowels": [["β",false],["ε",true],["νζ",false],["ί",true],["ν",false],["η",true]]
    },
    {
        "greek": "βεράντα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "веранда",
        "exa": [],
        "vowels": [["β",false],["ε",true],["ράντα",false]]
    },
    {
        "greek": "βερίκοκο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "абрикос",
        "exa": [["μαρμελάδα από βερίκοκο","варенье из абрикоса"]],
        "vowels": [["β",false],["ε",true],["ρ",false],["ί",true],["κ",false],["ο",true],["κ",false],["ο",true]]
    },
    {
        "greek": "Βερολίνο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Берлин",
        "exa": [],
        "vowels": [["Β",false],["ε",true],["ρ",false],["ο",true],["λ",false],["ί",true],["ν",false],["ο",true]]
    },
    {
        "greek": "βήμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шаг",
        "exa": [["παρακαλώ, κάνε ένα βήμα μπροστά","прошу, сделайте шаг вперед"],["ποτέ να μη βιάζεστε να αποφασίσετε τι βήματα πρέπει να γίνουν","никогда не торопитесь решать шаги, которые надо предпринять"]],
        "vowels": [["β",false],["ή",true],["μα",false]]
    },
    {
        "greek": "βία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "насилие",
        "exa": [["με τέτοιες σκοτεινές μέρες και τόση βία γύρω μας, είμαστε ευχαριστημένοι με ένα καλό γεύμα και κρασί","в такие темные дни и с таким количеством насилия вокруг нас мы счастливы иметь хороший ужин и вино"]],
        "vowels": [["β",false],["ί",true],["α",false]]
    },
    {
        "greek": "βιάζομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "торопиться",
        "exa": [["ποτέ να μη βιάζεστε να αποφασίσετε τι βήματα πρέπει να γίνουν","никогда не торопитесь решать шаги, которые надо предпринять"]],
        "vowels": [["β",false],["ι",true],["άζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "βιαστικά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "второпях, поспешно",
        "exa": [["ξύπνησα πολύ αργά και έτρεξα βιαστικά στο σταθμό","я проснулся очень поздно и побежал поспешно на станцию"]],
        "vowels": [["β",false],["ι",true],["αστ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "βιβλίο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "книга",
        "exa": [["για χρόνια δεν ανοίγει βιβλίο","годами не открывает книгу"],["πρόσφατα οι αρχαιολόγοι μας ξέθαψαν ένα βιβλίο του 20ού αιώνα","недавно наши археологи обнаружили книгу XX века"],["το αποτέλεσμα ήταν ένα υπέροχο Βιβλίο","результатом была великолепная книга"]],
        "vowels": [["β",false],["ι",true],["βλ",false],["ί",true],["ο",true]]
    },
    {
        "greek": "βιβλιοθήκη",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "библиотека",
        "exa": [["έχω ένα σχέδιο, να κάνω μια κοινοτική βιβλιοθήκη στο χώρο μου","у меня есть план сделать публичную библиотеку в моей стране"]],
        "vowels": [["β",false],["ι",true],["βλ",false],["ι",true],["ο",true],["θ",false],["ή",true],["κ",false],["η",true]]
    },
    {
        "greek": "βιβλιοπωλείο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "книжный магазин",
        "exa": [["θα το διαβάσω απόψε, σε ένα βιβλιοπωλείο","прочитаю это сегодня в книжном магазине"]],
        "vowels": [["β",false],["ι",true],["βλ",false],["ι",true],["ο",true],["π",false],["ω",true],["λ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "Βιέννη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Вена",
        "exa": [],
        "vowels": [["Β",false],["ι",true],["έ",true],["νν",false],["η",true]]
    },
    {
        "greek": "βιετναμέζικος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "вьетнамский",
        "exa": [],
        "vowels": [["β",false],["ι",true],["ε",true],["τναμ",false],["έ",true],["ζ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βίντεο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "видео",
        "exa": [],
        "vowels": [["β",false],["ί",true],["ντ",false],["ε",true],["ο",true]]
    },
    {
        "greek": "βιτρίνα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "витрина",
        "exa": [],
        "vowels": [["β",false],["ι",true],["τρ",false],["ί",true],["να",false]]
    },
    {
        "greek": "βλάβη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "повреждение",
        "exa": [["ένας άνθρωπος που έπαθε εγκεφαλική βλάβη σε τροχαίο","человек, который пострадал от повреждения головного мозга в аварии"]],
        "vowels": [["βλάβ",false],["η",true]]
    },
    {
        "greek": "βλέμμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "взгляд",
        "exa": [["μας κοίταξε με ένα βλέμμα χαμένο","посмотрел на нас потерянным взглядом"]],
        "vowels": [["βλ",false],["έ",true],["μμα",false]]
    },
    {
        "greek": "βλέπω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "видеть, смотреть",
        "exa": [["δεν την έχω δει ακόμα","еще ее не видел"],["βλέπω πως σε κοιτάζουν τα κορίτσια","вижу, как на тебя смотрят девушки"],["βλέπετε μια γυναίκα με βυσσινί μπουφάν πίσω μου;","вы видите позади меня женщину в бордовой куртке?"]],
        "vowels": [["βλ",false],["έ",true],["π",false],["ω",true]]
    },
    {
        "greek": "βοηθάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "помогать",
        "exa": [["είμαι νοσοκόμα και μπορώ να βοηθήσω","я медсестра и могу помочь"]],
        "vowels": [["β",false],["ο",true],["η",true],["θά",false],["ω",true]]
    },
    {
        "greek": "βοήθεια",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "помощь",
        "exa": [["πραγματικά χρειαζόμαστε τη βοήθειά σου","реально нуждаемся в твоей помощи"],["θα ήθελα να καλέσω τους βουλευτές του Ευρωπαϊκού Κοινοβουλίου να προσέλθουν σε βοήθειά μας","я хотел бы призвать членов Европейского парламента прийти нам на помощь"]],
        "vowels": [["β",false],["ο",true],["ή",true],["θ",false],["ει",true],["α",false]]
    },
    {
        "greek": "βόλτα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "прогулка",
        "exa": [["οταν τελειώσει, μπορούμε να πάμε μια βόλτα μαζί;","когда закончит, можем пойти на прогулку вместе?"],["Δε θα πάμε βόλτα, αν έχει κακό καιρό","не пойдем на прогулку, если будет плохая погода"]],
        "vowels": [["β",false],["ό",true],["λτα",false]]
    },
    {
        "greek": "βόμβα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бомба",
        "exa": [],
        "vowels": [["β",false],["ό",true],["μβα",false]]
    },
    {
        "greek": "Βόννη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Бонн",
        "exa": [],
        "vowels": [["Β",false],["ό",true],["νν",false],["η",true]]
    },
    {
        "greek": "βόρεια",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на севере",
        "exa": [["περιοχή στα βόρεια της χώρας","район на севере страны"]],
        "vowels": [["β",false],["ό",true],["ρ",false],["ει",true],["α",false]]
    },
    {
        "greek": "βορειοανατολικά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на северо-востоке",
        "exa": [["προέρχεται από μια αποθήκη περίπου 6 χιλιόμετρα βορειοανατολικά απ'εδώ","происходит со склада примерно в 6 километрах на северовосток отсюда"]],
        "vowels": [["β",false],["ο",true],["ρ",false],["ει",true],["ο",true],["ανατ",false],["ο",true],["λ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "βόρειος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "северный",
        "exa": [["πυρηνικά όπλα στη Βόρεια Κορέα και το Ιράν","ядерное оружие в северной корее и иране"]],
        "vowels": [["β",false],["ό",true],["ρ",false],["ει",true],["ο",true],["ς",false]]
    },
    {
        "greek": "βορράς",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "север",
        "exa": [["είναι τρεις από τους καλύτερους μαθητές μας από το βορρά","это три из самых наших лучших учеников с севера"]],
        "vowels": [["β",false],["ο",true],["ρράς",false]]
    },
    {
        "greek": "Βουδαπέστη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Будапешт",
        "exa": [],
        "vowels": [["Βουδαπ",false],["έ",true],["στ",false],["η",true]]
    },
    {
        "greek": "Βουκουρέστι",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Бухарест",
        "exa": [],
        "vowels": [["Βουκουρ",false],["έ",true],["στ",false],["ι",true]]
    },
    {
        "greek": "Βουλγαρία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Болгария",
        "exa": [],
        "vowels": [["Βουλγαρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "βουλγάρικος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "болгарский",
        "exa": [],
        "vowels": [["βουλγάρ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Βούλγαρος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-άρα"],
        "rus": "болгарин -ка",
        "exa": [],
        "vowels": [["Βούλγαρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βουλευτής",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "депутат",
        "exa": [["θα ήθελα να καλέσω τους βουλευτές του Ευρωπαϊκού Κοινοβουλίου να προσέλθουν σε βοήθειά μας","я хотел бы призвать членов Европейского парламента прийти нам на помощь"]],
        "vowels": [["βουλευτ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "βουνό",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гора",
        "exa": [["ο άντρας που κατέβηκε τρέχοντας από το βουνό εκείνη τη νύχτα, δεν έτρεμε από χαρά, αλλά από απόλυτο φόβο","человек, сбежавший с горы той ночью, дрожал не от радости, а от абсолютного страха"]],
        "vowels": [["βουν",false],["ό",true]]
    },
    {
        "greek": "βούτυρο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сливочное масло",
        "exa": [["θέλει να της βάλεις βούτυρο στο ψωμί της","хочет, чтобы ты ей положил масло на ее хлеб"],["θα φτιάξω τηγανίτες από κολοκύθι και μαζί με σπιτικό βούτυρο από κανέλα","приготовлю блины из тыквы вместе с домашним маслом их корицы"]],
        "vowels": [["βούτ",false],["υ",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "βραδιά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вечер, вечеринка",
        "exa": [["θέλαμε να περάσουμε κάποιο χρόνο μαζί μια βραδιά όπου θα ξεχνούσαμε όλα τα υπόλοιπα","одно время хотели провести вместе вечер, чтобы забыть все остальное (обо всем)"]],
        "vowels": [["βραδ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "βραδινό",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ужин",
        "exa": [["πρέπει να φάω βραδινό με τους καθηγητές","должен съесть ужин с учителями"]],
        "vowels": [["βραδ",false],["ι",true],["ν",false],["ό",true]]
    },
    {
        "greek": "βραδινός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "вечерний",
        "exa": [["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"],["αρκετό φως για διάβασμα και να μοιραστούμε το βραδινό φαγητό","достаточный света для чтения и разделить вечернюю пищу"]],
        "vowels": [["βραδ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "βράδυ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вечер",
        "exa": [["είμαι ελεύθερη αύριο το βράδυ","я свободна завтра вечером"]],
        "vowels": [["βράδ",false],["υ",true]]
    },
    {
        "greek": "βραστός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "кипячёный, отварной",
        "exa": [["τα αντικείμενα αυτά πρέπει να πλυθούν με βραστό νερό","эти вещи должны быть помыты кипяченой водой"]],
        "vowels": [["βραστ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "βράχος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "скала",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"]],
        "vowels": [["βράχ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Βρετανία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Великобретания",
        "exa": [],
        "vowels": [["Βρ",false],["ε",true],["ταν",false],["ί",true],["α",false]]
    },
    {
        "greek": "βρέχει",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "идёт дождь",
        "exa": [["επιτέλους σταμάτησε να βρέχει","наконец дождь перестал идти"]],
        "vowels": [["βρ",false],["έ",true],["χ",false],["ει",true]]
    },
    {
        "greek": "βρίσκεται",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "находится",
        "exa": [["βρίσκεστε σε άμεσο κίνδυνο","находитесь в непосредственной опасности"],["η βαλίτσα βρίσκεται εκεί για τρεις βδομάδες","чемодан находится тут три недели"]],
        "vowels": [["βρ",false],["ί",true],["σκ",false],["ε",true],["τ",false],["αι",true]]
    },
    {
        "greek": "βρίσκω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "находить",
        "exa": [["οι άνθρωποι που ήρθαν αργότερα δεν βρήκαν ίχνος από το αίμα και τα μηνύματα","люди, которые пришли позже, не нашли следов крови и сообщений"]],
        "vowels": [["βρ",false],["ί",true],["σκ",false],["ω",true]]
    },
    {
        "greek": "Βρυξέλλες",
        "lvl": 1,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "Брюссель",
        "exa": [],
        "vowels": [["Βρ",false],["υ",true],["ξ",false],["έ",true],["λλ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "βροχή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дождь",
        "exa": [["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"],["Φορούσε γυαλιά ηλίου στην βροχή","носил солнечные очки в дождь"]],
        "vowels": [["βρ",false],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "βρώμικος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "грязный",
        "exa": [["μην προφέρεις το όνομα του μωρού μου με το βρώμικο στόμα σου","не произноси имя моего младенца своим грязным ртом"]],
        "vowels": [["βρ",false],["ώ",true],["μ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "βυσσινής",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ί"],
        "rus": "вишнёвый",
        "exa": [["βλέπετε μια γυναίκα με βυσσινί μπουφάν πίσω μου;","вы видите позади меня женщину в бордовой куртке?"]],
        "vowels": [["β",false],["υ",true],["σσ",false],["ι",true],["ν",false],["ή",true],["ς",false]]
    },
    {
        "greek": "γάλα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "молоко",
        "exa": [["ένα ζεστό ποτήρι γάλα","стакан горячего молока"]],
        "vowels": [["γάλα",false]]
    },
    {
        "greek": "γαλάζιος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "голубой, синий, лазурный",
        "exa": [["είχαν ήδη θαφτεί στον πάτο της βαθιάς, γαλάζιας θάλασσας","уже (к тому моменту) зарыли на дне глубокого синего моря"]],
        "vowels": [["γαλάζ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "γαλανός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "голубой, синий, лазурный",
        "exa": [["ξανθά μαλλιά, ανοιχτά γαλανά μάτια","блондинистые волосы, открытые голубые глаза"]],
        "vowels": [["γαλαν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Γαλλία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Франция",
        "exa": [],
        "vowels": [["Γαλλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "γαλλικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "французский язык",
        "exa": [],
        "vowels": [["γαλλ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "γαλλικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "французский",
        "exa": [],
        "vowels": [["γαλλ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Γάλλος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "француз (-женка)",
        "exa": [],
        "vowels": [["Γάλλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γάμος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "свадьба",
        "exa": [["οι γάμοι είναι μαραθώνιος, γεμάτος αίμα, δάκρυα κι ιδρώτα","свадьбы - это марафон, полный крови, слез и пота"],["Οι πρώτες ημέρες του γάμου είναι συχνά τόσο ευτυχισμένος","первые дни брака часто такие счастливые"],["Ο γάμος είναι ένας ιερός δεσμός ανάμεσα σ'έναν άντρα και μία γυναίκα","Брак - это святой союз между мужчиной и женщиной"]],
        "vowels": [["γάμ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γαμπρός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "жених, зять",
        "exa": [["ποιός ξέρει, στο μέλλον, θα μπορούσες να γίνεις ο γαμπρός μου","кто знает, в будущем можешь стать моим зятем"]],
        "vowels": [["γαμπρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γαρίδα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "креветка",
        "exa": [["κάποιος έφαγε μια γαρίδα","кто-то съел креветку"]],
        "vowels": [["γαρ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "γάτα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кошка",
        "exa": [["τα πάνε σαν το σκύλο με τη γάτα","уживаются как собака с кошкой"]],
        "vowels": [["γάτα",false]]
    },
    {
        "greek": "γεια σου/σας",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "здравствуй/те",
        "exa": [],
        "vowels": [["γ",false],["ει",true],["α σ",false],["ο",true],["υ/σας",false]]
    },
    {
        "greek": "γειτονιά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "соседство",
        "exa": [["ελπίζω να περάσεις από την παλιά γειτονιά, όσο βρίσκεσαι εδώ","надеюсь, зайдешь на свой старый район, пока находишься здесь"],["Ξέρεις πόσο πάει ένα δυάρι σ' αυτή τη γειτονιά","знаешь сколько стоит двухкомнатная в этом районе?"]],
        "vowels": [["γ",false],["ει",true],["τ",false],["ο",true],["ν",false],["ι",true],["ά",false]]
    },
    {
        "greek": "γείτονας",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сосед",
        "exa": [["είναι γείτονας της οικογένειας και ο καλύτερος φίλος","это сосед семьи и лучший друг"]],
        "vowels": [["γ",false],["εί",true],["τ",false],["ο",true],["νας",false]]
    },
    {
        "greek": "γελάω -ώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "смеяться",
        "exa": [["γελάω με αυτό το αστείο","смеюсь над этой шуткой"]],
        "vowels": [["γ",false],["ε",true],["λά",false],["ω",true]]
    },
    {
        "greek": "γέλιο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "смех",
        "exa": [["υπάρχει πιθανότητα να βρεις λίγο γέλιο","есть вероятность, что найдешь немного смеха"],["Ας έχουμε το κρασί, οι γυναίκες, κέφι και γέλιο","давайте насладимся вином, женщинами, весельем и смехом"]],
        "vowels": [["γ",false],["έ",true],["λ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "γεμάτος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "полный",
        "exa": [["οι γάμοι είναι μαραθώνιος, γεμάτος αίμα, δάκρυα κι ιδρώτα","свадьбы - это марафон, полный крови, слез и пота"],["Η θεία μου είχε ένα φόρεμα το ίδιο χρώμα, το έστειλε στο καθαριστήριο και τό επέστρεψαν γεμάτο κηλίδες","у моей тети было платье такого же цвет, она его послала в химчистку и его вернули полным пятен"]],
        "vowels": [["γ",false],["ε",true],["μάτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γενέθλια",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "день рождения",
        "exa": [["δώρο για τα γενέθλιά σου","подарок на твой день рождения"],["Είναι ο ξάδελφος του οποίου τα γενέθλια γιορτάζουμε σήμερα","это кузен, чей день рождения празднуем сегодня"]],
        "vowels": [["γ",false],["ε",true],["ν",false],["έ",true],["θλ",false],["ι",true],["α",false]]
    },
    {
        "greek": "Γενεύη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Женева",
        "exa": [],
        "vowels": [["Γ",false],["ε",true],["νεύ",false],["η",true]]
    },
    {
        "greek": "γένια",
        "lvl": 3,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "борода",
        "exa": [["έκοψα τα γένια μου","подстриг бороду"]],
        "vowels": [["γ",false],["έ",true],["ν",false],["ι",true],["α",false]]
    },
    {
        "greek": "γενικά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в общем, вообще; обычно",
        "exa": [["γενικά δεν πίνω κρύο καφέ","обычно не пью холодный кофе"]],
        "vowels": [["γ",false],["ε",true],["ν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "γεννιέμαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "рождаться",
        "exa": [["τελευταία ευκαιρία για ελευθερία πριν γεννηθεί το μωρό","последний шанс на свободу, прежде чем родится младенец"]],
        "vowels": [["γ",false],["ε",true],["νν",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "Γερμανία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Германия",
        "exa": [],
        "vowels": [["Γ",false],["ε",true],["ρμαν",false],["ί",true],["α",false]]
    },
    {
        "greek": "γερμανικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "немецкий язык",
        "exa": [],
        "vowels": [["γ",false],["ε",true],["ρμαν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "γερμανικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "немецкий",
        "exa": [],
        "vowels": [["γ",false],["ε",true],["ρμαν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Γερμανός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "немец",
        "exa": [],
        "vowels": [["Γ",false],["ε",true],["ρμαν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γεύση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вкус",
        "exa": [["ξέρεις τι γεύση έχει το αχλάδι","знаешь, какой вкус у груш?"]],
        "vowels": [["γεύσ",false],["η",true]]
    },
    {
        "greek": "γεωργία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сельское хозяйство",
        "exa": [["εργάστηκε στη γεωργία όλη του τη ζωή","работал всю жизнь в сельском хозяйстве"]],
        "vowels": [["γ",false],["ε",true],["ω",true],["ργ",false],["ί",true],["α",false]]
    },
    {
        "greek": "γεωργικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "сельскохозяйственный",
        "exa": [["Έβαλα τα γεωργικά εργαλεία στον αχυρώνα χθες","положил вчера сельскохозяйственный инструмент в сарай"]],
        "vowels": [["γ",false],["ε",true],["ω",true],["ργ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γη",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "земля",
        "exa": [["από όλους τους ανθρώπους στην Γη, εσύ πρέπει να το ξέρεις καλύτερα","среди всех людей на земле ты должен это знать лучше всех"],["Ο μεσημεριανός ήλιος είναι ακριβώς πάνω λόγω της κλίσης της Γης","полуденное солнце находится точно сверху из-за наклона земли"]],
        "vowels": [["γ",false],["η",true]]
    },
    {
        "greek": "για",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "для",
        "exa": [["για χρόνια δεν ανοίγει βιβλίο","годами не открывает книгу"]],
        "vowels": [["γ",false],["ι",true],["α",false]]
    },
    {
        "greek": "γιαούρτι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "простокваша",
        "exa": [],
        "vowels": [["γ",false],["ι",true],["αούρτ",false],["ι",true]]
    },
    {
        "greek": "γιαπωνέζικα",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "японский язык",
        "exa": [],
        "vowels": [["γ",false],["ι",true],["απ",false],["ω",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κα",false]]
    },
    {
        "greek": "γιαπωνέζικος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "японский",
        "exa": [],
        "vowels": [["γ",false],["ι",true],["απ",false],["ω",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Γιαπωνέζος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-α"],
        "rus": "японец (-ка)",
        "exa": [],
        "vowels": [["Γ",false],["ι",true],["απ",false],["ω",true],["ν",false],["έ",true],["ζ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "για την ακρίβεια",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "а точнее",
        "exa": [["για την ακρίβεια, την έκανε να αισθάνεται πολύ καλά","на самом деле я заставил ее чувствовать себя очень хорошо"]],
        "vowels": [["γ",false],["ι",true],["α τ",false],["η",true],["ν ακρ",false],["ί",true],["β",false],["ει",true],["α",false]]
    },
    {
        "greek": "γιαγιά",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бабушка",
        "exa": [["η γιαγιά λέει μπορώ να περάσω 2 εβδομάδες μαζί του αυτό το καλοκαίρι","бабушка говорит, что могу провести 2 недели с тобой летом"]],
        "vowels": [["γ",false],["ι",true],["αγ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "γιατί",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "почему, потому что",
        "exa": [["γιατί ο δολοφόνος δεν μπήκε απλά απ ' την ανοιχτή πόρτα","потому что убийца не вошел просто через открытую дверь"]],
        "vowels": [["γ",false],["ι",true],["ατ",false],["ί",true]]
    },
    {
        "greek": "γιατρός",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "врач",
        "exa": [["ο γιατρός της είπε ότι πρέπει να ξεκουράζεται πολύ","врач ей сказал, что она должна много отдыхать"]],
        "vowels": [["γ",false],["ι",true],["ατρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γίγαντες",
        "lvl": 4,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "крупная фасоль",
        "exa": [],
        "vowels": [["γ",false],["ί",true],["γαντ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "γίνομαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "становиться",
        "exa": [["κανείς δεν μπαίνει ή βγαίνει μέχρι να μάθουμε τι γίνεται","никто ни войдет, ни выйдет, пока не поймем, что происходит"]],
        "vowels": [["γ",false],["ί",true],["ν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "γιορτάζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "праздновать, отмечать",
        "exa": [["ξέρω ότι εκεί έξω υπάρχουν οικογένειες που γιορτάζουν όλοι μαζί στα σπίτια τους","знаю, что тут снаружи есть семьи, которые празднуют все вместе в своих домах"],["Είναι ο ξάδελφος του οποίου τα γενέθλια γιορτάζουμε σήμερα","это кузен, чей день рождения празднуем сегодня"]],
        "vowels": [["γ",false],["ι",true],["ο",true],["ρτάζ",false],["ω",true]]
    },
    {
        "greek": "γιορτή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "праздник",
        "exa": [["τουλάχιστον για τρεις μέρες επικρατούσαν γιορτές","по крайней мере, три дня царили праздники"]],
        "vowels": [["γ",false],["ι",true],["ο",true],["ρτ",false],["ή",true]]
    },
    {
        "greek": "γιος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сын",
        "exa": [["μητέρα και γιός είναι εναντίον μου","мать м сын против меня"]],
        "vowels": [["γ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "γκαράζ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гараж",
        "exa": [],
        "vowels": [["γκαράζ",false]]
    },
    {
        "greek": "γκρίζος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "серый",
        "exa": [["στέλνει κίτρινα λουλούδια όταν ο ουρανός είναι γκρίζος","посылает желтые цветы, когда небо серое"]],
        "vowels": [["γκρ",false],["ί",true],["ζ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γλυκό",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кондитерское изделие",
        "exa": [["τα σημερινά γλυκά αρέσουν και στις κοπέλες και στ'αγόρια","современные сладости нравятся и девушкам и парням"]],
        "vowels": [["γλ",false],["υ",true],["κ",false],["ό",true]]
    },
    {
        "greek": "γλυκός",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ό"],
        "rus": "сладкий",
        "exa": [["όνειρα γλυκά","сладкие сны"]],
        "vowels": [["γλ",false],["υ",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γλώσσα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "язык",
        "exa": [["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο","в классическом древнегреческом языке слово «крест» просто означало вертикально стоящий кусок дерева"]],
        "vowels": [["γλ",false],["ώ",true],["σσα",false]]
    },
    {
        "greek": "γνώμη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мнение",
        "exa": [["θέλω να εκφράσω τη γνώμη μου για τα νέα της ημέρας","хочу выразить свое мнение касательно новостей дня"]],
        "vowels": [["γν",false],["ώ",true],["μ",false],["η",true]]
    },
    {
        "greek": "γνωρίζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "знать, знакомить",
        "exa": [["σκέφτηκε ότι τον γνώριζε, αλλά δεν θυμόταν το όνομά του","подумал, что знает его, но не помнил его имени"]],
        "vowels": [["γν",false],["ω",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "γνωστός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "известный",
        "exa": [["γεγονός που είναι ελάχιστα γνωστό","факт, который был едва известен"]],
        "vowels": [["γν",false],["ω",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γόνατο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "колено",
        "exa": [["τα φορέματα της έφταναν λίγο κάτω από το γόνατο","ее платья доходили немного ниже ее колена"]],
        "vowels": [["γ",false],["ό",true],["νατ",false],["ο",true]]
    },
    {
        "greek": "γονείς",
        "lvl": 2,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "родители",
        "exa": [["οι γονείς του ήταν δάσκαλοι","его родители были учителями"],["Αναμένει από τους γονείς να διδάσκουν και να διορθώνουν τα παιδιά τους","Ожидает, что родители будут обучать и исправлять своих детей"]],
        "vowels": [["γ",false],["ο",true],["ν",false],["εί",true],["ς",false]]
    },
    {
        "greek": "γούστο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вкус",
        "exa": [["η κυρία έχει ακριβά γούστα","у госпожы дорогие вкусы"]],
        "vowels": [["γούστ",false],["ο",true]]
    },
    {
        "greek": "γραβάτα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "галстук",
        "exa": [["φοράς φτηνές γραβάτες","носишь дешевые галстуки"]],
        "vowels": [["γραβάτα",false]]
    },
    {
        "greek": "γράμμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "письмо",
        "exa": [["δεν της είπα ότι έγραψα εκείνο το γράμμα","не сказал ей, что написал это письмо"]],
        "vowels": [["γράμμα",false]]
    },
    {
        "greek": "γράμμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "буква",
        "exa": [["ένα κομματι άσπρο χαρτί με το γράμμα \"T\" τυπωμένο επάνω","кусок белой бумаги с буквой T напечатанной сверху"],["Συνήθως οι ερωτηματικές λέξεις ξεκινούν με το γράμμα \"π\"","обычно вопросительные слова начинаются с буквы п"]],
        "vowels": [["γράμμα",false]]
    },
    {
        "greek": "γραμμάριο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "грамм",
        "exa": [],
        "vowels": [["γραμμάρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "γραμματέας",
        "lvl": 4,
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "секретарь",
        "exa": [["η πρόεδρος και γενικός γραμματέας","президент и генеральный секретарь"]],
        "vowels": [["γραμματ",false],["έ",true],["ας",false]]
    },
    {
        "greek": "γραμματόσημο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "почтовая марка",
        "exa": [["αρχίστε να γλύφετε γραμματόσημα, κυρίες, γιατί πρέπει να γράψετε στη μαμά σας","начните облизывать марки, дамы, потому что вы должны написать письмо своей мамe"]],
        "vowels": [["γραμματ",false],["ό",true],["σ",false],["η",true],["μ",false],["ο",true]]
    },
    {
        "greek": "γραμμή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "линия, строка",
        "exa": [["ίμαστε εδώ παλεύοντας, βάζοντας τα κορμιά μας στην πρώτη γραμμή","мы бились здесь, ставя свои тела на первую линию"]],
        "vowels": [["γραμμ",false],["ή",true]]
    },
    {
        "greek": "γραφείο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бюро, письменный стол, рабочий кабинет",
        "exa": [["έβαλαν αμέσως φρουρούς στα γραφεία και στο εργοστάσιο","немедленно поставили охранников в офисе и мастерской"],["Ζητείται άμεσα η παρουσία σας στο γραφείο","требуется ваше немедленное присутствие в офисе"]],
        "vowels": [["γραφ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "γράφω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "писать",
        "exa": [["δεν της είπα ότι έγραψα εκείνο το γράμμα","не сказал ей, что написал это письмо"]],
        "vowels": [["γράφ",false],["ω",true]]
    },
    {
        "greek": "γρήγορα",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "быстро",
        "exa": [["το σύνθημα του ολυμπιακού κινήματος - \"πιο ψηλά, πιο γρήγορα, πιο δυνατά\"","девиз олимпийского движения - выше, быстрее, сильнее"]],
        "vowels": [["γρ",false],["ή",true],["γ",false],["ο",true],["ρα",false]]
    },
    {
        "greek": "γρήγορος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "быстрый",
        "exa": [["Θα ρίξουμε μια γρήγορη ματιά στο ποιος είναι","бросим быстрый взгляд на то, кто это"]],
        "vowels": [["γρ",false],["ή",true],["γ",false],["ο",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "γυαλί",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стекло",
        "exa": [["Κάτι τόσο ζεστό ώστε να μετατρέψει την άμμο σε γυαλί","что-то настолько горячее, что превращает песок в стекло"]],
        "vowels": [["γ",false],["υ",true],["αλ",false],["ί",true]]
    },
    {
        "greek": "γυαλιά",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "очки",
        "exa": [["Φορούσε γυαλιά ηλίου στην βροχή","носил солнечные очки в дождь"]],
        "vowels": [["γ",false],["υ",true],["αλ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "γυμνάσιο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гимназия",
        "exa": [["σταμάτησε το γυμνάσιο στην 10η τάξη","бросил школу в 10-м классе"]],
        "vowels": [["γ",false],["υ",true],["μνάσ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "γυμναστήριο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гимнастический зал",
        "exa": [["Τραβήχτηκε ένας μυς στο γυμναστήριο","потянул мышцу в спортзале"]],
        "vowels": [["γ",false],["υ",true],["μναστ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "γυμνός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "голый",
        "exa": [["είναι γυμνός από τη μέση και πάνω","он голый от поясницы и выше"]],
        "vowels": [["γ",false],["υ",true],["μν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "γυναίκα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "женщина",
        "exa": [["οι γυναίκες βάφουν τα πρόσωπά τους και βάζουν ψεύτικες βλεφαρίδες","женщины красят свое лицо и носят фальшивые ресницы"],["βλέπετε μια γυναίκα με βυσσινί μπουφάν πίσω μου;","вы видите позади меня женщину в бордовой куртке?"]],
        "vowels": [["γ",false],["υ",true],["ν",false],["αί",true],["κα",false]]
    },
    {
        "greek": "γυναικείος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "женский",
        "exa": [["Έχει γυναικεία εσώρουχα στο ράφι με τις κάλτσες","женское нижнее белье находится на полке с колготками"],["Υπάρχουν λίγοι άνδρες που πραγματικά εκτιμούν τη γυναικεία μορφή","немногие мужщины действительно ценят женские формы"]],
        "vowels": [["γ",false],["υ",true],["ν",false],["αι",true],["κ",false],["εί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "γυρεύω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "искать, просить",
        "exa": [["Τι γυρεύεις εδώ","Что тебе здесь нужно?"]],
        "vowels": [["γ",false],["υ",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "γυρίζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "возвращать, возвращаться, поворачиваться",
        "exa": [["γύρισα σπίτι απόψε και μπήκα στο ασανσέρ","я вернулся домой сегодня вечером и зашел в лифт"]],
        "vowels": [["γ",false],["υ",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "γύρω",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "кругом, вокруг",
        "exa": [["έχω αρχίσει να βαριέμαι και να κουράζομαι να περπατάω γύρω από αυτά τα τούνελ","я начал скучать и уставать ходить вокруг этих туннелей"]],
        "vowels": [["γ",false],["ύ",true],["ρ",false],["ω",true]]
    },
    {
        "greek": "γωνία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "угол",
        "exa": [["ξέρω ένα μαγαζί στη γωνία","знаю один магазин на углу"]],
        "vowels": [["γ",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "Δανία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Дания",
        "exa": [],
        "vowels": [["Δαν",false],["ί",true],["α",false]]
    },
    {
        "greek": "δαγκώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "кусать",
        "exa": [["μην δαγκώνεις το χέρι που σε ταΐζει","не кусай руку, которая кормит"]],
        "vowels": [["δαγκ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "δάσκαλος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "учитель",
        "exa": [["οι γονείς του ήταν δάσκαλοι","его родители были учителями"]],
        "vowels": [["δάσκαλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δάσος",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лес",
        "exa": [["Είναι καλύτερα να μην πάμε μόνοι μας στο δάσος μετά την δύση του ήλιου","лучше не пойдем одни в лес после заката солнца"]],
        "vowels": [["δάσ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δεικτικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "указательный",
        "exa": [["έχεις γίνει πολύ δεικτική τον τελευταίο μήνα","ты стал слишком показным в последний месяц"]],
        "vowels": [["δ",false],["ει",true],["κτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δείχνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "показывать",
        "exa": [["τα όνειρά του μας δείχνουν τον δρόμο προς τα εμπρός","его мечты указывают нам путь вперед"],["Τα καινούργια κορίτσια έχουν έναν μήνα για να δείξουν τις δυνατότητές τους","у новых девушек есть месяц , чтобы показать свои возможности"]],
        "vowels": [["δ",false],["εί",true],["χν",false],["ω",true]]
    },
    {
        "greek": "δέκα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "десять",
        "exa": [],
        "vowels": [["δ",false],["έ",true],["κα",false]]
    },
    {
        "greek": "δεκαέξι",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "шестнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κα",false],["έ",true],["ξ",false],["ι",true]]
    },
    {
        "greek": "δεκαεννιά",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": ["δεκαεννέα"],
        "rus": "девятнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κα",false],["ε",true],["νν",false],["ι",true],["ά",false]]
    },
    {
        "greek": "δεκαεφτά",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": ["δεκαεπτά"],
        "rus": "семнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κα",false],["ε",true],["φτά",false]]
    },
    {
        "greek": "δεκαοχτώ",
        "lvl": 1,
        "pos": "verb",
        "art": "",
        "end": ["δεκαοκτώ"],
        "rus": "восемнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κα",false],["ο",true],["χτ",false],["ώ",true]]
    },
    {
        "greek": "δεκαπέντε",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пятнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["καπ",false],["έ",true],["ντ",false],["ε",true]]
    },
    {
        "greek": "δεκατέσσερις",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ις","-α"],
        "rus": "четырнадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κατ",false],["έ",true],["σσ",false],["ε",true],["ρ",false],["ι",true],["ς",false]]
    },
    {
        "greek": "δέκατος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "десятый",
        "exa": [],
        "vowels": [["δ",false],["έ",true],["κατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δεκατρείς",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-είς","-ία"],
        "rus": "тринадцать",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κατρ",false],["εί",true],["ς",false]]
    },
    {
        "greek": "δεκάδες",
        "lvl": 1,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "десятки",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["κάδ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "δεκαετία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "десятилетие",
        "exa": [["Βρήκαμε αυτό το πράγμα τη δεκαετία του'60","нашли эту вешь в 6-м десятилетии"]],
        "vowels": [["δ",false],["ε",true],["κα",false],["ε",true],["τ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Δεκέμβριος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "декабрь",
        "exa": [],
        "vowels": [["Δ",false],["ε",true],["κ",false],["έ",true],["μβρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "δελτίο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бюллетень",
        "exa": [["δελτίο ειδήσεων","новостная программа"]],
        "vowels": [["δ",false],["ε",true],["λτ",false],["ί",true],["ο",true]]
    },
    {
        "greek": "δέμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "посылка",
        "exa": [["πρέπει να παρέλαβες ένα δέμα σήμερα","ты должен доставить одну посылку сегодня"]],
        "vowels": [["δ",false],["έ",true],["μα",false]]
    },
    {
        "greek": "δεν",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "не",
        "exa": [],
        "vowels": [["δ",false],["ε",true],["ν",false]]
    },
    {
        "greek": "δέντρο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "дерево",
        "exa": [["Κάθεται πάνω στον κορμό του δέντρου","сядьте на ствол дерева"],["Ας πούμε ότι ένα μεγάλο δέντρο έχει πέσει στη λωρίδα σας","скажем, большое дерево упало на вашу полосу"]],
        "vowels": [["δ",false],["έ",true],["ντρ",false],["ο",true]]
    },
    {
        "greek": "δεξιά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "направо",
        "exa": [["όταv φτάσoυμε στη στρoφή, θα πάμε αριστερά ή δεξιά;","когда достигнем поворота, пойдем налево или направо?"]],
        "vowels": [["δ",false],["ε",true],["ξ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "δεξιός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ά","-ό"],
        "rus": "правый",
        "exa": [["Το μπροστινό δεξιό λάστιχο άρχισε να διαλύεται","передняя правая шина начала разваливаться"]],
        "vowels": [["δ",false],["ε",true],["ξ",false],["ι",true],["ό",true],["ς",false]]
    },
    {
        "greek": "δεσποινίς",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "девушка",
        "exa": [["Με συγχωρείτε, δεσποινίς, έχετε την καλοσύνη","Извините, девушка, будьте так любезны"]],
        "vowels": [["δ",false],["ε",true],["σπ",false],["οι",true],["ν",false],["ί",true],["ς",false]]
    },
    {
        "greek": "Δευτέρα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "понедельник",
        "exa": [],
        "vowels": [["Δευτ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "δευτερόλεπτο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "секунда",
        "exa": [["δώστε μου μισό δευτερόλεπτο να σας εξηγήσω","дайте полсекунды вам объяснить"]],
        "vowels": [["δευτ",false],["ε",true],["ρ",false],["ό",true],["λ",false],["ε",true],["πτ",false],["ο",true]]
    },
    {
        "greek": "δεύτερος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "второй",
        "exa": [["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"],["Θέλετε να εξασφαλίσετε δεύτερη θητεία στo Λευκό Οίκo;","хотите обеспечить себе второй срок в белом доме?"]],
        "vowels": [["δεύτ",false],["ε",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δέρμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кожа",
        "exa": [["οι γυναίκες που έχουν λευκό δέρμα συνήθως έχουν μεγαλύτερη δυσκολία στην προσαρμογή, γιατί συχνά το δέρμα τους είναι λιγάκι πιο τρυφερό","женщинам с белой кожей более сложно адаптироваться, потому что их кожа немножко более нежная"]],
        "vowels": [["δ",false],["έ",true],["ρμα",false]]
    },
    {
        "greek": "δέρνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "бить",
        "exa": [["Ο πατέρας μου με δέρνει","Отец меня бъет"]],
        "vowels": [["δ",false],["έ",true],["ρν",false],["ω",true]]
    },
    {
        "greek": "δέχομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "соглашаться, получать",
        "exa": [["δέχομαι αρνητική ενέργεια από σένα τώρα","получаю отрицательную энергию от тебя сейчас"]],
        "vowels": [["δ",false],["έ",true],["χ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "δηλαδή",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "то есть",
        "exa": [["Δηλαδή τα χρήματα ξαφνικά είναι η λύση στα προβλήματά σου","т.е. деньги внезапно стали решением твоих проблем"]],
        "vowels": [["δ",false],["η",true],["λαδ",false],["ή",true]]
    },
    {
        "greek": "δηλώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заявлять",
        "exa": [["Ο νόμος ξεκάθαρα δηλώνει ότι πρέπει πάντα να έχουμε ακριβώς τέσσερα μέλη","закон четко заявляет, что всегда должны иметь в точности 4 члена"]],
        "vowels": [["δ",false],["η",true],["λ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "δημιουργικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "творческий",
        "exa": [["αυτή είναι μια αρκετά δημιουργική ιδέα","это достаточно творческая идея"],["Τα δημιουργικά μυαλά χρειάζονται ξεκούραση κατά τη διάρκεια της μέρας","творческий ум нуждается в отдыхе в течении дня"]],
        "vowels": [["δ",false],["η",true],["μ",false],["ι",true],["ουργ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δημοκρατία",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "демократия",
        "exa": [],
        "vowels": [["δ",false],["η",true],["μ",false],["ο",true],["κρατ",false],["ί",true],["α",false]]
    },
    {
        "greek": "δημοσιογράφος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "журналист",
        "exa": [["Είσαι δημοσιογράφος σε εφημερίδα","ты журналист в газете"]],
        "vowels": [["δ",false],["η",true],["μ",false],["ο",true],["σ",false],["ι",true],["ο",true],["γράφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δημοτικό",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "начальная школа",
        "exa": [],
        "vowels": [["δ",false],["η",true],["μ",false],["ο",true],["τ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "δημοτικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "народный",
        "exa": [["δημοτικό κολυμβητήριο","общественный бассейн"]],
        "vowels": [["δ",false],["η",true],["μ",false],["ο",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δημόσιος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "государственный",
        "exa": [["χωρίς να τίθεται σε κίνδυνο η δίκαιη πρόσβαση στις δημόσιες υπηρεσίες","без того, чтобы ставить в опасность справедливый доступ к государственным службам"]],
        "vowels": [["δ",false],["η",true],["μ",false],["ό",true],["σ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "διάβασμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "чтение",
        "exa": [["αρκετό φως για διάβασμα και να μοιραστούμε το βραδινό φαγητό","достаточный света для чтения и разделить вечернюю пищу"]],
        "vowels": [["δ",false],["ι",true],["άβασμα",false]]
    },
    {
        "greek": "διαβάζω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "читать",
        "exa": [["θα το διαβάσω απόψε, σε ένα βιβλιοπωλείο","прочитаю это сегодня в книжном магазине"]],
        "vowels": [["δ",false],["ι",true],["αβάζ",false],["ω",true]]
    },
    {
        "greek": "διαβατήριο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "паспорт",
        "exa": [["μόλις το νέο διαβατήριο σου θα είναι έτοιμο, θα μπεις στο αεροπλάνο και θα επιστρέψεις στο σπίτι","как только твой новый паспорт будет готов, зайдешь в самолет и вернешься домой"]],
        "vowels": [["δ",false],["ι",true],["αβατ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "διαγωνισμός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "конкурс",
        "exa": [["Κέρδισα το πρώτο βραβείο, σε διαγωνισμό ομορφιάς","выиграла первый приз на конкурсе красоты"]],
        "vowels": [["δ",false],["ι",true],["αγ",false],["ω",true],["ν",false],["ι",true],["σμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διαγώνιος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "диагональный",
        "exa": [["νομίζω ότι σας έπεσε το ημερολόγιο στο καζάνι της Τζίνυ εκείνη τη μέρα στη διαγώνιο αλέα","думаю, он вам бросил дневник в котел Джини в тот день на диагональной аллее"]],
        "vowels": [["δ",false],["ι",true],["αγ",false],["ώ",true],["ν",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "διάδρομος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "коридор",
        "exa": [["τώρα που δεν ακούγονταν τα βήματά της, ο διάδρομος έμοιαζε ακόμα πιο άδειος και απειλητικός","сейчас, когда ее шаги не были слышны, коридор казался еще более пустым и угрожающим"]],
        "vowels": [["δ",false],["ι",true],["άδρ",false],["ο",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "διακοπές",
        "lvl": 2,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "каникулы",
        "exa": [["Είναι οι ανοιξιάτικες διακοπές, θα είναι καλό για τα παιδιά","это весенние каникулы, детям будет хорошо"]],
        "vowels": [["δ",false],["ι",true],["ακ",false],["ο",true],["π",false],["έ",true],["ς",false]]
    },
    {
        "greek": "διακοπή (ρεύματος)",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "выключение тока",
        "exa": [["Την τελευταία φορά που ολόκληρη η χώρα γνώρισε μαζική διακοπή ρεύματος ήταν το 2002","последний раз, когда вся страна узнала, что такое массовое отключение тока, был в 2002"]],
        "vowels": [["δ",false],["ι",true],["ακ",false],["ο",true],["πή (ρεύματ",false],["ο",true],["ς)",false]]
    },
    {
        "greek": "διακόσιοι",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "двести",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["ακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "διαλέγω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выбирать",
        "exa": [["ποιο τραγούδι μου θα διάλεγες","какую мою песню выберешь"]],
        "vowels": [["δ",false],["ι",true],["αλ",false],["έ",true],["γ",false],["ω",true]]
    },
    {
        "greek": "διάλειμμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "перерыв , перемена",
        "exa": [["αυτό είναι μόνο ένα σύντομο διάλειμμα","это всего лишь короткий перерыв"]],
        "vowels": [["δ",false],["ι",true],["άλ",false],["ει",true],["μμα",false]]
    },
    {
        "greek": "διάλεξη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лекция, доклад",
        "exa": [["Eσύ σαv καθηγητής παvεπιστημίoυ πoυ δίνει διαλέξεις","ты как профессор университета, дающий лекции"]],
        "vowels": [["δ",false],["ι",true],["άλ",false],["ε",true],["ξ",false],["η",true]]
    },
    {
        "greek": "διάλογος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "беседа, разговор",
        "exa": [["Χαίρομαι που τελικά κάνουμε διάλογο","рад, что наконец ведем беседу"]],
        "vowels": [["δ",false],["ι",true],["άλ",false],["ο",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "διαμέρισμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "квартира",
        "exa": [["Βρήκα ένα μικρό διαμέρισμα μόνο για μένα κοντά στο πανεπιστήμιο","нашел маленькую квартиру для себя рядом с университетом"]],
        "vowels": [["δ",false],["ι",true],["αμ",false],["έ",true],["ρ",false],["ι",true],["σμα",false]]
    },
    {
        "greek": "διάφοροι",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "разные",
        "exa": [["του έδωσαν διάφορα φάρμακα","ему дали различные лекарства"]],
        "vowels": [["δ",false],["ι",true],["άφ",false],["ο",true],["ρ",false],["οι",true]]
    },
    {
        "greek": "διάρκεια",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "длительность",
        "exa": [["Κατά τη διάρκεια της ζωής του","в течении его жизни"],["Τα δημιουργικά μυαλά χρειάζονται ξεκούραση κατά τη διάρκεια της μέρας","творческий ум нуждается в отдыхе в течении дня"]],
        "vowels": [["δ",false],["ι",true],["άρκ",false],["ει",true],["α",false]]
    },
    {
        "greek": "διαρκής",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": ["-ής","-ές"],
        "rus": "продолжительный",
        "exa": [["ο πληθυσμός είναι σε διαρκή μείωση","население находится в постоянном уменьшении"]],
        "vowels": [["δ",false],["ι",true],["αρκ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "διαρκώς",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "непрерывно",
        "exa": [["Η χρήση των μέσων αυτών εντείνεται διαρκώς τα τελευταία χρόνια","В последние годы использование этих средств постоянно растет"]],
        "vowels": [["δ",false],["ι",true],["αρκ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "διαρρήκτης",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "взломщик",
        "exa": [["Ένας διαρρήκτης έριξε ασετόν σε ένα πανάκριβο διαμέρισμα πριν το ληστέψει","Взломщик облил дорогую квартиру ацетоном, после чего ограбил её"]],
        "vowels": [["δ",false],["ι",true],["αρρ",false],["ή",true],["κτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "διασκεδαστικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "веселый",
        "exa": [["Ακόμα και ο ξαφνικός θάνατος δεν είναι τόσο διασκεδαστικός, όσο θα περίμενες","Даже внезапная смерть не так уж и веселая, как может показаться."]],
        "vowels": [["δ",false],["ι",true],["ασκ",false],["ε",true],["δαστ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διδάσκω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "преподавать",
        "exa": [["Σε δίδασκε στο σχολείο ή στο σπίτι","преподавал тебе в школе или дома"],["Αναμένει από τους γονείς να διδάσκουν και να διορθώνουν τα παιδιά τους","Ожидает, что родители будут обучать и исправлять своих детей"]],
        "vowels": [["δ",false],["ι",true],["δάσκ",false],["ω",true]]
    },
    {
        "greek": "διάστημα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "промежуток времени",
        "exa": [["Τα κράτη μέλη δύνανται να περιορίσουν το χρονικό διάστημα","государствам членам дается право ограничить временной промежуток"],["αυτό δεν μπορεί να γίνει στο σύντομο χρονικό διάστημα που έχουμε μέχρι μεθαύριο","это не может произойти за короткий временной интервал, что у нас есть до послезавтра"]],
        "vowels": [["δ",false],["ι",true],["άστ",false],["η",true],["μα",false]]
    },
    {
        "greek": "διαφήμιση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "реклама",
        "exa": [["Αν φαίνεται ότι τους κάνω διαφήμιση είναι επειδή τους κάνω","если вам кажется, что я им делаю рекламу, то это потому, что я ее делаю"]],
        "vowels": [["δ",false],["ι",true],["αφ",false],["ή",true],["μ",false],["ι",true],["σ",false],["η",true]]
    },
    {
        "greek": "διαφορά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "разница",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["δ",false],["ι",true],["αφ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "διαφορετικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "различный",
        "exa": [["εκτός εάν χρησιμοποιείται διαφορετικό αλφάβητο","за исключением если используете другой алфавит"]],
        "vowels": [["δ",false],["ι",true],["αφ",false],["ο",true],["ρ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διαφωνώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть несогласным",
        "exa": [["διαφωνούμε στο θέμα του παιδιού","не согласны по вопросу ребенка"]],
        "vowels": [["δ",false],["ι",true],["αφ",false],["ω",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "διεθνής",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ής","-ές"],
        "rus": "международный",
        "exa": [["η διεθνής κοινότητα","международное сообщество"]],
        "vowels": [["δ",false],["ι",true],["ε",true],["θν",false],["ή",true],["ς",false]]
    },
    {
        "greek": "διεύθυνση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "адрес",
        "exa": [["η αδύνατη διεύθυνση","невозможный адрес"]],
        "vowels": [["δ",false],["ι",true],["εύθ",false],["υ",true],["νσ",false],["η",true]]
    },
    {
        "greek": "διευθυντής",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "директор",
        "exa": [["Γενικός Διευθυντής της εταιρείας","генеральный директор компании"]],
        "vowels": [["δ",false],["ι",true],["ευθ",false],["υ",true],["ντ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "διηγούμαι",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "расказывать",
        "exa": [["Στενοχωριέμαι πολύ όταν διηγούμαι αυτές τις αναμνήσεις","сильно расстраиваюсь, когда рассказываю об этих воспоминаниях"]],
        "vowels": [["δ",false],["ι",true],["η",true],["γούμ",false],["αι",true]]
    },
    {
        "greek": "δικηγόρος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "адвокат",
        "exa": [["Νομίζω ότι θα πρέπει να μιλήσετε με τον δικηγόρο μου","думаю, что вам нужно поговорить с моим адвокатом"]],
        "vowels": [["δ",false],["ι",true],["κ",false],["η",true],["γ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δίκλινος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "двухместный",
        "exa": [["Μήπως υπάρχουν δίκλινα δωμάτια για λίγες μέρες;","может есть двухместные комнаты на несколько дней"]],
        "vowels": [["δ",false],["ί",true],["κλ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό)","μο�"],
        "rus": "свой, собственный",
        "exa": [["Τώρα είναι η δική μου σειρά","сегодня моя очередь"]],
        "vowels": [["δ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δίνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "давать",
        "exa": [["Eσύ σαv καθηγητής παvεπιστημίoυ πoυ δίνει διαλέξεις","ты как профессор университета, дающий лекции"]],
        "vowels": [["δ",false],["ί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "διοίκηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "руководство",
        "exa": [["η κεντρική διοίκηση","центральное руководство"]],
        "vowels": [["δ",false],["ι",true],["οί",true],["κ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "διορθώνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "исправлять",
        "exa": [["Αναμένει από τους γονείς να διδάσκουν και να διορθώνουν τα παιδιά τους","Ожидает, что родители будут обучать и исправлять своих детей"]],
        "vowels": [["δ",false],["ι",true],["ο",true],["ρθ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "δίπλα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "рядом",
        "exa": [["ο άνθρωπος που στέκεται δίπλα του είναι ένας ηλίθιος από την τράπεζα","человек, который стоит радом с ним, это дурак из банка"]],
        "vowels": [["δ",false],["ί",true],["πλα",false]]
    },
    {
        "greek": "διπλανός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "соседний",
        "exa": [["κάνω μάθημα στη διπλανή αίθουσα","делаю уроки в соседней аудитории"]],
        "vowels": [["δ",false],["ι",true],["πλαν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διπλός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "двойной",
        "exa": [["είχε διπλή ζωή","у него была двойная жизнь"]],
        "vowels": [["δ",false],["ι",true],["πλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "διπλωμάτης",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "дипломат",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["πλ",false],["ω",true],["μάτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "διπλωματικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "дипломатический",
        "exa": [],
        "vowels": [["δ",false],["ι",true],["πλ",false],["ω",true],["ματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δίσκος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "диск, поднос",
        "exa": [],
        "vowels": [["δ",false],["ί",true],["σκ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δίψα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "жажда",
        "exa": [["Ξέρω για την γυναίκα του, και την δίψα του να εκδικηθεί τον θάνατό της","знаю о его жене и что он жаждет отомстить за ее смерть"]],
        "vowels": [["δ",false],["ί",true],["ψα",false]]
    },
    {
        "greek": "δοκιμάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "пытаться, пробовать",
        "exa": [["Μπορείς να δοκιμάζεις δύο πιάτα όταν πηγαίνεις σε ρεστοράν","можешь попоробовать два блюда, когда пойдешь в ресторан"]],
        "vowels": [["δ",false],["ο",true],["κ",false],["ι",true],["μάζ",false],["ω",true]]
    },
    {
        "greek": "δολλάριο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "доллар",
        "exa": [],
        "vowels": [["δ",false],["ο",true],["λλάρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "δόντι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "зуб",
        "exa": [["Δεν έχω πλύνει ακόμα τα δόντια μου","еще не почистил зубы"]],
        "vowels": [["δ",false],["ό",true],["ντ",false],["ι",true]]
    },
    {
        "greek": "δόξα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "слава",
        "exa": [["Δόξα το Θεό","слава богу"]],
        "vowels": [["δ",false],["ό",true],["ξα",false]]
    },
    {
        "greek": "δουλειά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "работа",
        "exa": [["Είχε δουλειά σε ένα νοσοκομείο εδώ στην πόλη","у него была работа в госпитале тут в городе"],["Υπάρχουν πολλοί τύποι που κάνουν ενδιαφέρων δουλειά","существует много людей, которые делают интересную работу"]],
        "vowels": [["δουλ",false],["ει",true],["ά",false]]
    },
    {
        "greek": "δουλεύω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "работать",
        "exa": [["Αν δουλεύεις σε νοσοκομείο αρκετό καιρό, συνηθίζεις τα πάντα","если работаешь в больнице достаточно времени, привыкаешь ко всему"]],
        "vowels": [["δουλεύ",false],["ω",true]]
    },
    {
        "greek": "δραχμή",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "драхма",
        "exa": [],
        "vowels": [["δραχμ",false],["ή",true]]
    },
    {
        "greek": "δραματικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "трагический",
        "exa": [],
        "vowels": [["δραματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δράση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "действие",
        "exa": [["είναι καιρός για δράση","время для действий"]],
        "vowels": [["δράσ",false],["η",true]]
    },
    {
        "greek": "δρόμος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "дорога",
        "exa": [["το ασθενοφόρο είναι στο δρόμο","скорая помошь на дороге"],["τα όνειρά του μας δείχνουν τον δρόμο προς τα εμπρός","его мечты указывают нам путь вперед"],["Υπάρχει ένα πολύ ρομαντικό σημείο απο αυτόν τον δρόμο με θέα το ποτάμι","есть очень романтичная точка по той дороге с видом на реку"]],
        "vowels": [["δρ",false],["ό",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δροσιά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "роса",
        "exa": [["υπήρχε δροσιά παντού στο έδαφος","на земле везде была роса"]],
        "vowels": [["δρ",false],["ο",true],["σ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "δυάρι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "двухкомнатная квартира",
        "exa": [["Ξέρεις πόσο πάει ένα δυάρι σ' αυτή τη γειτονιά","знаешь сколько стоит двухкомнатная в этом районе?"]],
        "vowels": [["δ",false],["υ",true],["άρ",false],["ι",true]]
    },
    {
        "greek": "δυνατά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сильно, крепко",
        "exa": [["το σύνθημα του ολυμπιακού κινήματος - \"πιο ψηλά, πιο γρήγορα, πιο δυνατά\"","девиз олимпийского движения - выше, быстрее, сильнее"]],
        "vowels": [["δ",false],["υ",true],["νατά",false]]
    },
    {
        "greek": "δυνατός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "сильный",
        "exa": [["ο δυνατός αέρας","сильный ветер"],["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"]],
        "vowels": [["δ",false],["υ",true],["νατ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "δύναμη",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сила",
        "exa": [["Επειδή το Βιβλίο περιέχει τα μυστικά της δύναμης","потому что Книга содержит тайну силы"]],
        "vowels": [["δ",false],["ύ",true],["ναμ",false],["η",true]]
    },
    {
        "greek": "δυνατότητα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "возможность",
        "exa": [["Τα καινούργια κορίτσια έχουν έναν μήνα για να δείξουν τις δυνατότητές τους","у новых девушек есть месяц , чтобы показать свои возможности"]],
        "vowels": [["δ",false],["υ",true],["νατ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "δύο",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "два",
        "exa": [],
        "vowels": [["δ",false],["ύ",true],["ο",true]]
    },
    {
        "greek": "δόση",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "доза",
        "exa": [["Ο ασθενής χρειάζεται ισχυρές δόσεις φαρμάκων","больной нуждается в мощных дозах лекарства"]],
        "vowels": [["δ",false],["ό",true],["σ",false],["η",true]]
    },
    {
        "greek": "δυσκολεύομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "затрудняться",
        "exa": [["δυσκολεύεται να κοιμηθεί","ему трудно заснуть"]],
        "vowels": [["δ",false],["υ",true],["σκ",false],["ο",true],["λεύ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "δύσκολος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "трудный",
        "exa": [["Πέρασε δύσκολα παιδικά χρόνια","провел сложные детские годы"]],
        "vowels": [["δ",false],["ύ",true],["σκ",false],["ο",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δυσκολία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "трудность",
        "exa": [["οι γυναίκες που έχουν λευκό δέρμα συνήθως έχουν μεγαλύτερη δυσκολία στην προσαρμογή, γιατί συχνά το δέρμα τους είναι λιγάκι πιο τρυφερό"]],
        "vowels": [["δ",false],["υ",true],["σκ",false],["ο",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "δυστυχώς",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "к сожалению",
        "exa": [["δυστυχώς δεν έχω χρόνο","к сожалению, у меня нет времени"]],
        "vowels": [["δ",false],["υ",true],["στ",false],["υ",true],["χ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "δυτικά",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на западе",
        "exa": [["Νομίζω πως πρέπει να πάμε δυτικά","Думаю, надо идти на запад"]],
        "vowels": [["δ",false],["υ",true],["τ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "δώδεκα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "двенадцать",
        "exa": [],
        "vowels": [["δ",false],["ώ",true],["δ",false],["ε",true],["κα",false]]
    },
    {
        "greek": "δωδέκατος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "двенадцатый",
        "exa": [],
        "vowels": [["δ",false],["ω",true],["δ",false],["έ",true],["κατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "δωμάτιο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "комната",
        "exa": [["Μήπως υπάρχουν δίκλινα δωμάτια για λίγες μέρες;","может есть двухместные комнаты на несколько дней"],["Ενοικιάζουν ένα δωμάτιο συνήθως σε άντρες με συζυγικά προβλήματα","сдают комнату обычно мужчинам с семейными проблемами"]],
        "vowels": [["δ",false],["ω",true],["μάτ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "δώρο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подарок",
        "exa": [["άλλωστε, θα σου κάνω ένα δώρο","впрочем, сделаю ему подарок"],["δώρο για τα γενέθλιά σου","подарок на твой день рождения"]],
        "vowels": [["δ",false],["ώ",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "εβδομάδα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "неделя",
        "exa": [["λυπάμαι που δεν κατάφερα να ασχοληθώ πολύ μαζί σου αυτήν την εβδομάδα","сожалею, что не смог заняться вами достаточно много на этой неделе"],["η βαλίτσα βρίσκεται εκεί για τρεις βδομάδες","чемодан находится тут три недели"]],
        "vowels": [["ε",true],["βδ",false],["ο",true],["μάδα",false]]
    },
    {
        "greek": "εβδομήντα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "семьдесят",
        "exa": [],
        "vowels": [["ε",true],["βδ",false],["ο",true],["μ",false],["ή",true],["ντα",false]]
    },
    {
        "greek": "έβδομος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "седьмой",
        "exa": [],
        "vowels": [["έ",true],["βδ",false],["ο",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έγινε!",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "договорились!",
        "exa": [],
        "vowels": [["έ",true],["γ",false],["ι",true],["νε!",false]]
    },
    {
        "greek": "εγώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "я",
        "exa": [],
        "vowels": [["ε",true],["γ",false],["ώ",true]]
    },
    {
        "greek": "εγγονός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "внук",
        "exa": [["Η Σοφία ήταν σαν εγγονή μου","София была мне как внучка"]],
        "vowels": [["ε",true],["γγ",false],["ο",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εγγύηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "гарантия",
        "exa": [["Δεν υπάρχουν εγγυήσεις για να ταξιδέψεις στον χρόνο","нет гарантий, что прибудешь вовремя"]],
        "vowels": [["ε",true],["γγ",false],["ύ",true],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "εγκαίρως",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": ["έγκαιρα"],
        "rus": "вовремя, заранее",
        "exa": [["Μπορεί να μην μπορέσεις να ζητήσεις βοήθεια εγκαίρως","может быть, что не сможешь попросить помощи вовремя"]],
        "vowels": [["ε",true],["γκ",false],["αί",true],["ρ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "έδαφος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "поверхность",
        "exa": [["υπήρχε δροσιά παντού στο έδαφος","на земле везде была роса"]],
        "vowels": [["έ",true],["δαφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εδώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "здесь",
        "exa": [["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"],["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочныйагазин тут рядом?"]],
        "vowels": [["ε",true],["δ",false],["ώ",true]]
    },
    {
        "greek": "εθνικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "национальный",
        "exa": [["Οι εθνικοί οργανισμοί τυποποίησης","национальные организации стандартизации"],["Έχει συμπληρωματικό χαρακτήρα προς το ενδεχόμενο εθνικό επίδομα ανεργίας","носит дополняющий характер к возможному национальному пособию по безработицк"]],
        "vowels": [["ε",true],["θν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εθνικότητα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "национальность",
        "exa": [["Δεν μάθαμε ποτέ ηλικία, εθνικότητα ή σωματική περιγραφή","никогда не узнали возраст, национальность и описание внешности"]],
        "vowels": [["ε",true],["θν",false],["ι",true],["κ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "ειδήσεις",
        "lvl": 3,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "новости",
        "exa": [["δελτίο ειδήσεων","новостная программа"]],
        "vowels": [["ει",true],["δ",false],["ή",true],["σ",false],["ει",true],["ς",false]]
    },
    {
        "greek": "ειδικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "особый",
        "exa": [["ειδικές περιπτώσεις","особые обстоятельства"],["Κλήθηκε στο νοσοκομείο, ένας φημισμένος ειδικός καρδιολόγος","был вызван в больницу знаменитый специалист кардиолог"]],
        "vowels": [["ει",true],["δ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ειδικότητα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "специальность",
        "exa": [["Έχω πτυχίο νοσηλευτικής με ειδικότητα στην ανάπτυξη των μωρών και των νηπίων","У меня диплом медсестры со специализацией в области развития младенцев и детей раннего возраста"]],
        "vowels": [["ει",true],["δ",false],["ι",true],["κ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "είδος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "род, сорт, товар",
        "exa": [["Μέσα στο μουσικό είδος της σάλσα, υπάρχουν πολλοί ρυθμοί","в музыкальном роде сальсы есть много ритмов"]],
        "vowels": [["εί",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εικόνα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "картина, икона",
        "exa": [],
        "vowels": [["ει",true],["κ",false],["ό",true],["να",false]]
    },
    {
        "greek": "είκοσι",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "двадцать",
        "exa": [],
        "vowels": [["εί",true],["κ",false],["ο",true],["σ",false],["ι",true]]
    },
    {
        "greek": "εικοσ(ι)τετράωρο",
        "lvl": 1,
        "pos": "noun",
        "art": "το 24",
        "end": [],
        "rus": "часа, сутки",
        "exa": [],
        "vowels": [["ει",true],["κ",false],["ο",true],["σ(ι)τ",false],["ε",true],["τρά",false],["ω",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "εικοστός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "двадцатый",
        "exa": [],
        "vowels": [["ει",true],["κ",false],["ο",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ειλικρινής",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ής","-ές"],
        "rus": "откровенный",
        "exa": [["δεν ήμουν απόλυτα ειλικρινής απέναντί σου τις τελευταίες μέρες","я не был абсолютно откровенен с вами последние дни"]],
        "vowels": [["ει",true],["λ",false],["ι",true],["κρ",false],["ι",true],["ν",false],["ή",true],["ς",false]]
    },
    {
        "greek": "είμαι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "быть",
        "exa": [],
        "vowels": [["εί",true],["μ",false],["αι",true]]
    },
    {
        "greek": "εισιτήριο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "билет",
        "exa": [["το αεροπορικό εισιτήριο","авиа билет"],["ήταν το εισιτήριό της για μια άνετη ζωή","это был ее билет в удобную жизнь"]],
        "vowels": [["ει",true],["σ",false],["ι",true],["τ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "είσοδος",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вход",
        "exa": [["Πρέπει να φυλάμε καλά όλες τις εισόδους","нужно хорошо охранять все входы"]],
        "vowels": [["εί",true],["σ",false],["ο",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "είτε... είτε",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "или, ибо",
        "exa": [["Αγκαλιάζω τους πάvτες, είτε το θέλουv είτε όχι","всех обнимаю хотят они или нет"]],
        "vowels": [["εί",true],["τε... ",false],["εί",true],["τ",false],["ε",true]]
    },
    {
        "greek": "εκατό",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сто",
        "exa": [],
        "vowels": [["ε",true],["κατ",false],["ό",true]]
    },
    {
        "greek": "εκατοντάδες",
        "lvl": 1,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "сотни",
        "exa": [],
        "vowels": [["ε",true],["κατ",false],["ο",true],["ντάδ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "εκατομμύριο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "миллион",
        "exa": [],
        "vowels": [["ε",true],["κατ",false],["ο",true],["μμ",false],["ύ",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "εκδρομή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "экскурсия",
        "exa": [["η σχολική εκδρομή","школьная экскурсия"]],
        "vowels": [["ε",true],["κδρ",false],["ο",true],["μ",false],["ή",true]]
    },
    {
        "greek": "εκδήλωση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "массовое выступление",
        "exa": [["Η δημόσια συζήτηση ιδεών και η ρητορική οδήγησαν σε μεγαλύτερες δημόσιες εκδηλώσεις","Публичное обсуждение идей и риторика привело к проведению более масштабных публичных мероприятий"]],
        "vowels": [["ε",true],["κδ",false],["ή",true],["λ",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "εκπαίδευση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "воспитание, образование",
        "exa": [["Τα κορίτσια όσο και τα αγόρια λάμβαναν εκπαίδευση","девушки так же как и парни получали образование"]],
        "vowels": [["ε",true],["κπ",false],["αί",true],["δευσ",false],["η",true]]
    },
    {
        "greek": "εκπομπή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "передача",
        "exa": [["Ραδιοφωνική ή τηλεοπτική εκπομπή","радио или телешоу"]],
        "vowels": [["ε",true],["κπ",false],["ο",true],["μπ",false],["ή",true]]
    },
    {
        "greek": "έκπτωση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "понижение цен",
        "exa": [["Ολοκληρωμένη ασφάλιση αυτοκινήτου με έκπτωση 5%","полная страховка автомобиля со скидкой 5%"]],
        "vowels": [["έ",true],["κπτ",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "εκεί",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "там",
        "exa": [],
        "vowels": [["ε",true],["κ",false],["εί",true]]
    },
    {
        "greek": "εκείνος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "тот (та, то)",
        "exa": [],
        "vowels": [["ε",true],["κ",false],["εί",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έκθεση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "выставка",
        "exa": [["είχε πραγματοποιήσει μια έκθεση τέχνης","осуществил выставку исскуства"]],
        "vowels": [["έ",true],["κθ",false],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "εκκλησία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "церковь",
        "exa": [["προφανώς η παρουσία μας εδώ βάζει σε κίνδυνο την εκκλησία","очевидно наше присутствие тут ставит церковь в опасное положение"]],
        "vowels": [["ε",true],["κκλ",false],["η",true],["σ",false],["ί",true],["α",false]]
    },
    {
        "greek": "έκταση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "площадь, размер",
        "exa": [["Η πράσινη έκταση ανάμεσα στα σύννεφα είναι η πηγή οξυγόνου στον αέρα","зеленая площадка между облаков - источник кислорода в воздухе"]],
        "vowels": [["έ",true],["κτασ",false],["η",true]]
    },
    {
        "greek": "έκτος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "шестой",
        "exa": [],
        "vowels": [["έ",true],["κτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εκτός από",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "кроме",
        "exa": [["Όλοι οι άνθρωποί σας εκτός από έναν είναι νεκροί","все ваши люди кроме одного мертвы"]],
        "vowels": [["ε",true],["κτ",false],["ό",true],["ς απ",false],["ό",true]]
    },
    {
        "greek": "έκφραση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "выражение",
        "exa": [["Θα'πρεπε να δεις τη θυμωμένη έκφραση στο πρόσωπό σου","должен видеть гневное выражение на своем лице"]],
        "vowels": [["έ",true],["κφρασ",false],["η",true]]
    },
    {
        "greek": "εκφράζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выражать",
        "exa": [["θέλω να εκφράσω τη γνώμη μου για τα νέα της ημέρας","хочу выразить свое мнение касательно новостей дня"]],
        "vowels": [["ε",true],["κφράζ",false],["ω",true]]
    },
    {
        "greek": "ελαττώνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "уменьшать",
        "exa": [["Η ταχύτητα ελαττώνεται","скорость уменьшается"]],
        "vowels": [["ε",true],["λαττ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ελαφρύς",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "лёгкий",
        "exa": [["Ο ύπνος είναι τόσο ελαφρύς ώστε κάποιος μπορεί να ξυπνήσει από τον ήχο ενός πουλιού","сон такой легкий, что кто-то мог бы проснуться от звука птицы"]],
        "vowels": [["ε",true],["λαφρ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "Ελβετία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Швейцария",
        "exa": [],
        "vowels": [["Ελβ",false],["ε",true],["τ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ελβετικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "швейцарский",
        "exa": [],
        "vowels": [["ε",true],["λβ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ελβετός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "швейцар (-ка)",
        "exa": [],
        "vowels": [["Ελβ",false],["ε",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ελευθερία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "свобода",
        "exa": [["τελευταία ευκαιρία για ελευθερία πριν γεννηθεί το μωρό","последний шанс на свободу, прежде чем родится младенец"]],
        "vowels": [["ε",true],["λευθ",false],["ε",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ελεύθερος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "свободный",
        "exa": [["είμαι ελεύθερη αύριο το βράδυ","я свободна завтра вечером"]],
        "vowels": [["ε",true],["λεύθ",false],["ε",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ελιά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "олива, маслина (дерево)",
        "exa": [["Θέλω να με βάλουν σε λάδι ελιάς αν είναι να γίνω σαρδέλα","хочу, чтобы меня положили в оливковое масло, как будто я стану сардиной"]],
        "vowels": [["ε",true],["λ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "ελέγχω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "проверять",
        "exa": [["Θέλετε να με ελέγχετε;","хотите меня контролировать?"]],
        "vowels": [["ε",true],["λ",false],["έ",true],["γχ",false],["ω",true]]
    },
    {
        "greek": "ελπίζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "надеяться",
        "exa": [["Ελπίζω να μπορείτε να το καταλάβετε γιατί δεν θέλω να το κάνω","надеюсь, сможете это понять, потому что не хочу это делать"],["Ελπίζω να καταφέρουμε μαζί να συνεχίσουμε την δουλειά χωρίς άλλες καθυστερήσεις","надеюсь, добъемся вместе продолжить работу без других задержек"]],
        "vowels": [["ε",true],["λπ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "Ελλάδα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Греция",
        "exa": [],
        "vowels": [["Ελλάδα",false]]
    },
    {
        "greek": "Έλληνας",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "грек (-анка)",
        "exa": [],
        "vowels": [["Έλλ",false],["η",true],["νας",false]]
    },
    {
        "greek": "ελληνικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "греческий язык",
        "exa": [],
        "vowels": [["ε",true],["λλ",false],["η",true],["ν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ελληνικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "греческий",
        "exa": [],
        "vowels": [["ε",true],["λλ",false],["η",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εμείς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "мы",
        "exa": [],
        "vowels": [["ε",true],["μ",false],["εί",true],["ς",false]]
    },
    {
        "greek": "έμπειρος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "опытный",
        "exa": [["Πρέπει να είσαι έμπειρος για να χρησιμοποιήσεις τα περισσότερα από αυτά","должен быть опытным, чтобы использоваться большую часть из этого"]],
        "vowels": [["έ",true],["μπ",false],["ει",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εμπόριο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "торговля",
        "exa": [["Μια επιλογή φρούτων, από τους κόσμους με τους οποίους κάνουμε εμπόριο","выбор фруктов из миров, с которыми делаем торговлю"]],
        "vowels": [["ε",true],["μπ",false],["ό",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "εμπορικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "торговый",
        "exa": [["ο εμπορικός τομέας διατηρεί επιφυλάξεις όσον αφορά την ένταξη των προϊόντων αυτών","торговый сектор продолжает быть осторожным того, что касается влючения этих товаров"]],
        "vowels": [["ε",true],["μπ",false],["ο",true],["ρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εμπρός",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вперед, слушаю, да",
        "exa": [["τα όνειρά του μας δείχνουν τον δρόμο προς τα εμπρός","его мечты указывают нам путь вперед"]],
        "vowels": [["ε",true],["μπρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ένα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "один; какое-то",
        "exa": [],
        "vowels": [["έ",true],["να",false]]
    },
    {
        "greek": "ένας",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "один; какой-то",
        "exa": [],
        "vowels": [["έ",true],["νας",false]]
    },
    {
        "greek": "ένατος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "девятый",
        "exa": [],
        "vowels": [["έ",true],["νατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ενδέκατος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "одиннадцатый",
        "exa": [],
        "vowels": [["ε",true],["νδ",false],["έ",true],["κατ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ενδιαφέρομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "интересоваться",
        "exa": [["ενδιαφέρεται πιο πολύ για τους φίλους παρά τη γυναίκα του","интересуется больше своими друзьями, чем женой"]],
        "vowels": [["ε",true],["νδ",false],["ι",true],["αφ",false],["έ",true],["ρ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ενδιαφέρων",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ουσα","-ον"],
        "rus": "интересный",
        "exa": [["Υπάρχουν πολλοί τύποι που κάνουν ενδιαφέρων δουλειά","существует много людей, которые делают интересную работу"]],
        "vowels": [["ε",true],["νδ",false],["ι",true],["αφ",false],["έ",true],["ρ",false],["ω",true],["ν",false]]
    },
    {
        "greek": "ενενήντα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "девяносто",
        "exa": [],
        "vowels": [["ε",true],["ν",false],["ε",true],["ν",false],["ή",true],["ντα",false]]
    },
    {
        "greek": "ενδιαφέρον",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "интерес",
        "exa": [["δεν ξέρω ποιος είναι ο σωστός τρόπος για να δείχνω το ενδιαφέρον μου","не знаю правильный способ показать свой интерес"],["η τιμή του κάρβουνου έπεσε, τόσο χαμηλά που δεν υπήρχε κανένα ενδιαφέρον για ηλιακή ενέργεια","цена угля упала настолько низко, что не было никакого интереса в солнечной энергии"]],
        "vowels": [["ε",true],["νδ",false],["ι",true],["αφ",false],["έ",true],["ρ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "ενέργεια",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "действие, энергия",
        "exa": [["Η ενέργεια αποτελεί ανάγκη στη σύγχρονη κοινωνία","энергия нужна в современном обществе"],["δέχομαι αρνητική ενέργεια από σένα τώρα","получаю отрицательную энергию от тебя сейчас"],["η τιμή του κάρβουνου έπεσε, τόσο χαμηλά που δεν υπήρχε κανένα ενδιαφέρον για ηλιακή ενέργεια","цена угля упала настолько низко, что не было никакого интереса в солнечной энергии"]],
        "vowels": [["ε",true],["ν",false],["έ",true],["ργ",false],["ει",true],["α",false]]
    },
    {
        "greek": "ενημερώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "информировать",
        "exa": [["συγγνώμη, δεν ενημερώθηκα για την άφιξη σου","извините, меня не известили о вашем прибытии"]],
        "vowels": [["ε",true],["ν",false],["η",true],["μ",false],["ε",true],["ρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ενημέρωση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "введение в курс дела",
        "exa": [["Έχω μια ενημέρωση σχετικά με την υπόθεση της","у меня есть информация по ее делу"]],
        "vowels": [["ε",true],["ν",false],["η",true],["μ",false],["έ",true],["ρ",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "ενοχλώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "мешать",
        "exa": [["Με συγχωρείς που ενοχλώ, μα κάποιος σε ζητάει στο τηλέφωνο","извини, что мешаю, но кто-то тебя просит к телефону"]],
        "vowels": [["ε",true],["ν",false],["ο",true],["χλ",false],["ώ",true]]
    },
    {
        "greek": "εντολή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "поручение, наказ",
        "exa": [["Θα πάρω μια περιοριστική εντολή από το δικαστήριο","возьму ограничивающий указ в суде"],["Η κυβέρνηση εκτελεί τις εντολές των τραπεζιτών","государство исполняет приказы банкиров"]],
        "vowels": [["ε",true],["ντ",false],["ο",true],["λ",false],["ή",true]]
    },
    {
        "greek": "εντούτοις",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "однако, между тем",
        "exa": [["Η παλιά του ομάδα, εντούτοις φαίνεται να είναι πολύ καλά","его старая команда, однако, кажется очень хороша"]],
        "vowels": [["ε",true],["ντούτ",false],["οι",true],["ς",false]]
    },
    {
        "greek": "εντυπωσιακός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "впечатляющий",
        "exa": [["Ακόμα και η πιο εντυπωσιακή ζωή μπορεί να καταλήξει ρουτίνα","даже самая впечатляющая жизнь может скатиться в рутину"],["Τα τελευταία χρόνια η παγκόσμια οικονομία σημείωσε εντυπωσιακή ανάπτυξη","в последние годы мировая экономика показала впечатляющее развитие"]],
        "vowels": [["ε",true],["ντ",false],["υ",true],["π",false],["ω",true],["σ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εννιά",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": ["εννέα"],
        "rus": "девять",
        "exa": [],
        "vowels": [["ε",true],["νν",false],["ι",true],["ά",false]]
    },
    {
        "greek": "εννιακόσιοι",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "девятьсот",
        "exa": [],
        "vowels": [["ε",true],["νν",false],["ι",true],["ακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "εννοώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "понимать, думать",
        "exa": [["τι ακριβώς εννοείς λέγοντας ανώμαλη διαδρομή","что в точности имеешь в виду, говоря неправильная дорога"]],
        "vowels": [["ε",true],["νν",false],["ο",true],["ώ",true]]
    },
    {
        "greek": "ενοικιάζεται",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сдаётся внаём",
        "exa": [["Ενοικιάζουν ένα δωμάτιο συνήθως σε άντρες με συζυγικά προβλήματα","сдают комнату обычно мужчинам с семейными проблемами"]],
        "vowels": [["ε",true],["ν",false],["οι",true],["κ",false],["ι",true],["άζ",false],["ε",true],["τ",false],["αι",true]]
    },
    {
        "greek": "ενοίκιο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "квартплата",
        "exa": [["Λέει ότι το ενοίκιό της έχει καθυστερήσει","говорит, что она задержала квартплату"]],
        "vowels": [["ε",true],["ν",false],["οί",true],["κ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "εντάξει",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "договорились",
        "exa": [],
        "vowels": [["ε",true],["ντάξ",false],["ει",true]]
    },
    {
        "greek": "έντεκα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "одиннадцать",
        "exa": [],
        "vowels": [["έ",true],["ντ",false],["ε",true],["κα",false]]
    },
    {
        "greek": "έντυπο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "печатное издание, форма",
        "exa": [["μόλις υπογράψει το έντυπο και είστε έτοιμοι","просто подпишите форму и будьте готовы"]],
        "vowels": [["έ",true],["ντ",false],["υ",true],["π",false],["ο",true]]
    },
    {
        "greek": "ενώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "в то время как",
        "exa": [["Ένα χαμόγελο μπορεί να σημαίνει θάνατο, ενώ ένας μορφασμός μπορεί να σημαίνει ζωή","улыбка может означать смерть, в то время как гримасса  может означать жизнь"]],
        "vowels": [["ε",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "ένωση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "союз м, объединение",
        "exa": [["Ένωσε τα εδάφη μας και είναι ήρωας για τον λαό μου","он объединил нашу землю и является героем моего народа"]],
        "vowels": [["έ",true],["ν",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "εξαιρετικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "необыкновенный",
        "exa": [["οι αρχαιολογικοί χώροι που βρίσκονται στις Συρακούσες είναι το καλύτερο παράδειγμα εξαιρετικής αρχιτεκτονικής δημιουργίας","археологические места, которые находятся в Сиракузах, являются лучшим примером исключительного архитектурного творчества"]],
        "vowels": [["ε",true],["ξ",false],["αι",true],["ρ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εξακολουθώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "продолжать",
        "exa": [["Η κατάσταση έχει βελτιωθεί, αλλά εξακολουθούν να υπάρχουν ορισμένα προβλήματα","состояние улучшилось, но различные проблемы продолжают существовать"]],
        "vowels": [["ε",true],["ξακ",false],["ο",true],["λουθ",false],["ώ",true]]
    },
    {
        "greek": "εξακόσιοι",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "шестьсот",
        "exa": [],
        "vowels": [["ε",true],["ξακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "εξάμηνο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "семестр, полугодие",
        "exa": [["Υποτίθεται πως αυτό το εξάμηνο θα επικεντρωνόμουν πάλι στο σχολείο","предполагалось, что в этом семестре я сосредоточусь снова на школе"]],
        "vowels": [["ε",true],["ξάμ",false],["η",true],["ν",false],["ο",true]]
    },
    {
        "greek": "εξαρτώμαι",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "зависеть",
        "exa": [["Θα εξαρτώμαι περισσότερο από ότι πριν από τους γειτόνους μου","я должно быть завишу больше чем прежде от моих соседей"]],
        "vowels": [["ε",true],["ξαρτ",false],["ώ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "εξαφανίζομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "скрываться, исчезать",
        "exa": [["όταν οι άντρες εξαφανίζονται, συνήθως είναι για μια γυναίκα","когда мужчины исчезают, обычно это из-за женщины"]],
        "vowels": [["ε",true],["ξαφαν",false],["ί",true],["ζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "εξετάζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "испытывать, рассматривать",
        "exa": [["Κάθε χίλια έτη εξετάζω ένα νέο σύστημα ζωής στο σύμπαν","каждые тысячу лет испытываю одну новую систему жизни во вселенной"]],
        "vowels": [["ε",true],["ξ",false],["ε",true],["τάζ",false],["ω",true]]
    },
    {
        "greek": "εξέταση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "испытание, экзамен",
        "exa": [["οι εξετάσεις υγείας του ήταν ανησυχητικές πρόσφατα","тесты его здоровья беспокоят в последнее время"]],
        "vowels": [["ε",true],["ξ",false],["έ",true],["τασ",false],["η",true]]
    },
    {
        "greek": "εξήγηση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "объяснение, разъяснение",
        "exa": [["Πρέπει να υπάρχει επιστημονική εξήγηση γι'αυτό","должно существовать научное объяснение этому"]],
        "vowels": [["ε",true],["ξ",false],["ή",true],["γ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "εξήντα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "шестьдесят",
        "exa": [],
        "vowels": [["ε",true],["ξ",false],["ή",true],["ντα",false]]
    },
    {
        "greek": "εξής",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "следующее",
        "exa": [["η ερώτησή μου είναι η εξής","мой вопрос в следующем: ..."]],
        "vowels": [["ε",true],["ξ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "έξι",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "шесть",
        "exa": [],
        "vowels": [["έ",true],["ξ",false],["ι",true]]
    },
    {
        "greek": "έξοδα",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "расход, трата",
        "exa": [["θα πρέπει να πληρώσετε τα έξοδα της άλλης πλευράς","должны оплатить расходы другой стороны"]],
        "vowels": [["έ",true],["ξ",false],["ο",true],["δα",false]]
    },
    {
        "greek": "έξοδος",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "выход",
        "exa": [["πηγαίνετε ψύχραιμα προς τις εξόδους κινδύνου","пройдите хладнокровно к запасному выходу"]],
        "vowels": [["έ",true],["ξ",false],["ο",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εξπρές",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "экспресс",
        "exa": [],
        "vowels": [["ε",true],["ξπρ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "εξυπηρετικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "услужливый",
        "exa": [["Ήταν ο πιο εξυπηρετικός άνθρωπος που έχω γνωρίσει ποτέ","он был самым услужливым человеком, какого я когда-либо знал"]],
        "vowels": [["ε",true],["ξ",false],["υ",true],["π",false],["η",true],["ρ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εξυπηρετώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обслуживать",
        "exa": [["Η καταιγίδα εξυπηρέτησε τον σκοπό της","гроза послужила ее цели"]],
        "vowels": [["ε",true],["ξ",false],["υ",true],["π",false],["η",true],["ρ",false],["ε",true],["τ",false],["ώ",true]]
    },
    {
        "greek": "έξυπνος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "умный",
        "exa": [["το έξυπνο αγόρι","умный мальчик"],["Δεν έχει προηγούμενες υποθέσεις που σημαίνει ότι είναι έξυπνος και ίσως μορφωμένος","на него нет предыдущих дел, что значит, что он умный и возможно образованный"]],
        "vowels": [["έ",true],["ξ",false],["υ",true],["πν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έξω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "вне, за пределами чего-либо",
        "exa": [["ξέρω ότι εκεί έξω υπάρχουν οικογένειες που γιορτάζουν όλοι μαζί στα σπίτια τους","знаю, что тут снаружи есть семьи, которые празднуют все вместе в своих домах"]],
        "vowels": [["έ",true],["ξ",false],["ω",true]]
    },
    {
        "greek": "εξωτερικό",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "внешний вид, заграница",
        "exa": [["Το δέρμα τους είναι στο εσωτερικό του σώματος και τα όργανά τους στο εξωτερικό","их кожа внутри тела, а органы снаружи"]],
        "vowels": [["ε",true],["ξ",false],["ω",true],["τ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "εξωτερικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "внешний",
        "exa": [["Η οροφή στηρίζεται στη διαφορά μεταξύ εσωτερικής και εξωτερικής πίεσης του αέρα","крыша поддерживается разницей между внутренним и внешним давлением воздуха"]],
        "vowels": [["ε",true],["ξ",false],["ω",true],["τ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εξωτικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "экзотический",
        "exa": [["ταξίδεψαν στις εξωτικές πόλεις της Ασίας","путешествовали в экхотические города азии"]],
        "vowels": [["ε",true],["ξ",false],["ω",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "επαγγελματικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "профессиональный",
        "exa": [["Έχω να σου πω για μια πραγματικά συναρπαστική επαγγελματική ευκαιρία","могу вам рассказать об одном реально интересном карьерном шансе"]],
        "vowels": [["ε",true],["παγγ",false],["ε",true],["λματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "επανάληψη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "повторение",
        "exa": [["Πιστεύω ότι πρέπει να αποφύγουμε την επανάληψη αυτής της κατάστασης","верю, что мы должны избежать повторения этого состояния"]],
        "vowels": [["ε",true],["πανάλ",false],["η",true],["ψ",false],["η",true]]
    },
    {
        "greek": "επείγων",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": ["-ουσα","-ον"],
        "rus": "срочный",
        "exa": [["Κρατώ μετρητά για επείγουσες ανάγκες","держу наличные для срочных нужд"]],
        "vowels": [["ε",true],["π",false],["εί",true],["γ",false],["ω",true],["ν",false]]
    },
    {
        "greek": "επί",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "умножить на",
        "exa": [["Τρία επί τρία κάνουν εννιά","три на три дают 9"]],
        "vowels": [["ε",true],["π",false],["ί",true]]
    },
    {
        "greek": "επιγραφή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "надпись",
        "exa": [["η φωτεινή επιγραφή στο κτίριο","светящаяся надпись на здании"]],
        "vowels": [["ε",true],["π",false],["ι",true],["γραφ",false],["ή",true]]
    },
    {
        "greek": "επίδομα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пособие",
        "exa": [["Έχει συμπληρωματικό χαρακτήρα προς το ενδεχόμενο εθνικό επίδομα ανεργίας","носит дополняющий характер к возможному национальному пособию по безработицк"]],
        "vowels": [["ε",true],["π",false],["ί",true],["δ",false],["ο",true],["μα",false]]
    },
    {
        "greek": "επίθετο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фамилия",
        "exa": [["Έχω ένα μικρό πρόβλημα, ψάχνοντας το επίθετο του πατέρα σου","у меня возникла небольшая проблема при поиске фамилии твоего отца"]],
        "vowels": [["ε",true],["π",false],["ί",true],["θ",false],["ε",true],["τ",false],["ο",true]]
    },
    {
        "greek": "επιθυμία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "желание",
        "exa": [["Η επιθυμία μου είναι να γίνω τραγουδιστής","мое желание - стать певцом"]],
        "vowels": [["ε",true],["π",false],["ι",true],["θ",false],["υ",true],["μ",false],["ί",true],["α",false]]
    },
    {
        "greek": "επιθυμώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "желать, хотеть",
        "exa": [["δεν επιθυμώ να σε παντρευτώ, ούτε σύντομα, ούτε ποτέ","не хочу на тебе жениться ни скоро ни никогда"]],
        "vowels": [["ε",true],["π",false],["ι",true],["θ",false],["υ",true],["μ",false],["ώ",true]]
    },
    {
        "greek": "επικοινωνώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "общаться, иметь связь",
        "exa": [["Γιατί όμως όλο αυτό τον καιρό δεν προσπαθήσατε να επικοινωνήσετε μαζί μου;","почему, тем не менее, все это время вы не попытались связаться со мной?"]],
        "vowels": [["ε",true],["π",false],["ι",true],["κ",false],["οι",true],["ν",false],["ω",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "έπιπλο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мебель",
        "exa": [["Είναι χωρίς αμφιβολία το πιο μισητό μου έπιπλο","это без сомнений самый мой ненавистный предмет мебели"]],
        "vowels": [["έ",true],["π",false],["ι",true],["πλ",false],["ο",true]]
    },
    {
        "greek": "επιπλωμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "меблированный",
        "exa": [["Η αγαπητή μου γυναίκα πρότεινε να νοικιάσουμε ένα επιπλωμένο σπίτι","моя любимая женщина предложила снять меблированный дом"]],
        "vowels": [["ε",true],["π",false],["ι",true],["πλ",false],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "επικίνδυνος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "опасный",
        "exa": [["Είναι πολύ επικίνδυνο να είναι κανείς ξαπλωμένος μπροστά από ένα φορτηγό","очень опасно, когда кто-то ложится перед грузовиком"]],
        "vowels": [["ε",true],["π",false],["ι",true],["κ",false],["ί",true],["νδ",false],["υ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "επικοινωνία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сообщение, связь",
        "exa": [["μπορώ να σας φέρω σε επικοινωνία σε μερικές εβδομάδες","могу организовать контакт между вами через несколько недель"]],
        "vowels": [["ε",true],["π",false],["ι",true],["κ",false],["οι",true],["ν",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "επιλέγω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выбирать",
        "exa": [["Οι χάκερ επιλέγουν ονόματα που εκφράζουν την προσωπικότητα τους","хакеры выбирают имена, которые отражают их личность"]],
        "vowels": [["ε",true],["π",false],["ι",true],["λ",false],["έ",true],["γ",false],["ω",true]]
    },
    {
        "greek": "επιμένω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "настаивать",
        "exa": [["ο οδηγός της άμαξας επιμένει ότι ήταν τρελαμένος και πανικόβλητος, όταν έτρεχε στο δρόμο","водитель экипажа настаивает, что был без ума и в панике, когда выбежал на дорогу"]],
        "vowels": [["ε",true],["π",false],["ι",true],["μ",false],["έ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "επίσης",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "также, тоже",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["ε",true],["π",false],["ί",true],["σ",false],["η",true],["ς",false]]
    },
    {
        "greek": "επισκέπτομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "посещать",
        "exa": [["Ο Τομ μας επισκέπτεται δυο φορές το χρόνο","Том нас посещает два раза в год"]],
        "vowels": [["ε",true],["π",false],["ι",true],["σκ",false],["έ",true],["πτ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "επιστροφή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "возвращение",
        "exa": [["Δεν είσαι σίγουρος αν η επιστροφή του ήταν απλή σύμπτωση","ты не уверен, что его возвращение - простое совпадение"]],
        "vowels": [["ε",true],["π",false],["ι",true],["στρ",false],["ο",true],["φ",false],["ή",true]]
    },
    {
        "greek": "επιτρέπω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "разрешать",
        "exa": [["Δεν επιτρέπετε το κάπνισμα στο εστιατόριο","не разрешается курение в ресторане"]],
        "vowels": [["ε",true],["π",false],["ι",true],["τρ",false],["έ",true],["π",false],["ω",true]]
    },
    {
        "greek": "επίτηδες",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нарочно, специально",
        "exa": [["Ξέρω ότι δεν το κάνεις επίτηδες","Знаю, что делаешь это не специально"]],
        "vowels": [["ε",true],["π",false],["ί",true],["τ",false],["η",true],["δ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "επιτυχία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "успех, удача",
        "exa": [["η ταινία είναι μεγάλη επιτυχία στον κινηματογράφο μας","фильм - большой успех нашего кинотеатра"],["αυτά τα κινέζικα ζυμαρικά ήταν υπεύθυνα για την επιτυχία μας","эта китайская лапша была ответственна за наш успех"]],
        "vowels": [["ε",true],["π",false],["ι",true],["τ",false],["υ",true],["χ",false],["ί",true],["α",false]]
    },
    {
        "greek": "επιτυχός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "успешный",
        "exa": [["έχω την τιμή να αναφέρω την επιτυχή ολοκλήρωση της αποστολής μας","имею честь сообщить об успшешном завершении нашей миссии"]],
        "vowels": [["ε",true],["π",false],["ι",true],["τ",false],["υ",true],["χ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "επιχείρηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "предприятие",
        "exa": [["Πρόκειται για παράνομη επιχείρηση χαπιών","речь идет о нелегальном таблеточном бизнесе"]],
        "vowels": [["ε",true],["π",false],["ι",true],["χ",false],["εί",true],["ρ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "επόμενος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "следующий",
        "exa": [["καλέστε τον επόμενο μάρτυρά σας διαφορετικά βγάζω απόφαση","пригласите вашего следующего свидетеля, иначе вынесу решение"],["Έτσι προβλέπω η επόμενη κίνησή της να είναι πιο λογική παρά συναισθηματική","таким образом предвижу ее следующее движение будет больше логическим чем эмоциональным"]],
        "vowels": [["ε",true],["π",false],["ό",true],["μ",false],["ε",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "επομένως",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "следовательно",
        "exa": [["Υπήρξε επομένως παραβίαση της αρχής της ασφάλειας δικαίου","имелось следовательно нарушение принципа безопасности права"]],
        "vowels": [["ε",true],["π",false],["ο",true],["μ",false],["έ",true],["ν",false],["ω",true],["ς",false]]
    },
    {
        "greek": "εποχή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "время года",
        "exa": [["καταλληλότερη εποχή είναι νωρίς την άνοιξη","самое подходящее время года - начало весны"]],
        "vowels": [["ε",true],["π",false],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "επώνυμο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фамилия",
        "exa": [["Το επώνυμό σου έχει κακή φήμη στο Ναυτικό","у твоей фамилии плохая репутация на флоте"]],
        "vowels": [["ε",true],["π",false],["ώ",true],["ν",false],["υ",true],["μ",false],["ο",true]]
    },
    {
        "greek": "εργάζομαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "работать",
        "exa": [["εργαστήκαμε ειρηνικά για το δικαίωμα ψήφου στις γυναίκες","мирно работали за право голосования женщин"]],
        "vowels": [["ε",true],["ργάζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "εργαζόμενοι",
        "lvl": 4,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "трудящиеся",
        "exa": [["Αυτό το τρένο είναι μόνο για τους εργαζόμενους του σιδηροδρόμου","Этот поезд только для трудящихся железной дороги"]],
        "vowels": [["ε",true],["ργαζ",false],["ό",true],["μ",false],["ε",true],["ν",false],["οι",true]]
    },
    {
        "greek": "εργαλείο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "инструмент, орудие",
        "exa": [["Έβαλα τα γεωργικά εργαλεία στον αχυρώνα χθες","положил вчера сельскохозяйственный инструмент в сарай"]],
        "vowels": [["ε",true],["ργαλ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "εργάτης",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "рабочий",
        "exa": [["Ο εργάτης σκέφτεται με απλό τρόπο, δεν καταλαβαίνει πάντα τη γλώσσα των φοιτητών","рабочий думает простым способом, он не всегда понимает язык студентов"]],
        "vowels": [["ε",true],["ργάτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "εργασία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "работа",
        "exa": [["Κουράστηκα απο την εργασία","устал от работы"],["Ο ηλικιωμένος ή ο μεγάλης ηλικίας υπάλληλος αισθάνεται πολύ συχνά ως μη ικανός προς εργασία","пожилой или в солидном возрасте служащий чувствует себя очень часто как не способный к работе"]],
        "vowels": [["ε",true],["ργασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "εργατικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "трудолюбивый",
        "exa": [["Ήταν εργατικός και είχε μεγάλο σεβασμό από τα παιδιά","он был работящий и пользовался большим уважением у детей"]],
        "vowels": [["ε",true],["ργατ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "έργο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "произведение",
        "exa": [["Συγγραφείς και εκδότες θέλουν να λαμβάνουν οικονομική ανταμοιβή για το έργο τους","писатели и издатели хотят получать финансовое вознаграждение за свое произведение"]],
        "vowels": [["έ",true],["ργ",false],["ο",true]]
    },
    {
        "greek": "έρχομαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "приходить",
        "exa": [["Σου είπα πως δεν χρειάζεται να έρχεσαι να μας φτιάχνεις πρωινό","я тебе сказал, что не нужно приходить делать нам завтрак"]],
        "vowels": [["έ",true],["ρχ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ερχόμενος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "следующий",
        "exa": [["Θα έρθω την ερχομένη άνοιξη","приеду следующей весной"]],
        "vowels": [["ε",true],["ρχ",false],["ό",true],["μ",false],["ε",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ερωτευμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ο"],
        "rus": "влюблённый",
        "exa": [["Όλα τα κορίτσια του σχολείου είναι ερωτευμένα μαζί σας","все девочки школы в вас влюблены"]],
        "vowels": [["ε",true],["ρ",false],["ω",true],["τευμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έρωτας",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "любовь, страсть",
        "exa": [["η ιστορία του έρωτα είναι πάντα η ίδια","история любви всегда одна и та же"]],
        "vowels": [["έ",true],["ρ",false],["ω",true],["τας",false]]
    },
    {
        "greek": "ερωτηματικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "вопросительный",
        "exa": [["Συνήθως οι ερωτηματικές λέξεις ξεκινούν με το γράμμα \"π\"","обычно вопросительные слова начинаются с буквы п"]],
        "vowels": [["ε",true],["ρ",false],["ω",true],["τ",false],["η",true],["ματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ερώτηση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вопрос",
        "exa": [["απαντάει σ'ερώτηση που του έκανα πριν μισή ώρα","отвечает на вопросы, которые ему задал полчаса назад"],["η ερώτησή μου είναι η εξής","мой вопрос в следующем: ..."]],
        "vowels": [["ε",true],["ρ",false],["ώ",true],["τ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "εσείς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вы",
        "exa": [],
        "vowels": [["ε",true],["σ",false],["εί",true],["ς",false]]
    },
    {
        "greek": "εσπρέσο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кофе эспресо",
        "exa": [],
        "vowels": [["ε",true],["σπρ",false],["έ",true],["σ",false],["ο",true]]
    },
    {
        "greek": "εστιατόριο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "столовая",
        "exa": [["Δεν επιτρέπετε το κάπνισμα στο εστιατόριο","не разрешается курение в ресторане"],["Υπάρχει ένα εστιατόριο που σερβίρει τα καλύτερα θαλασσινά","есть ресторан, где подают лучшие морепродукты"]],
        "vowels": [["ε",true],["στ",false],["ι",true],["ατ",false],["ό",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "έσοδο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "доход",
        "exa": [["έφυγαν παίρνοντας μαζί τους σχεδόν όλα τα έσοδα της βραδιάς","они ушли взял с собой весь доход за вечер"]],
        "vowels": [["έ",true],["σ",false],["ο",true],["δ",false],["ο",true]]
    },
    {
        "greek": "εσύ",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ты",
        "exa": [],
        "vowels": [["ε",true],["σ",false],["ύ",true]]
    },
    {
        "greek": "έστω και",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пусть даже",
        "exa": [["να αφήσεις κάποιον να σε βοηθήσει, έστω και για μια φορά","позволь кому-нибудь тебе помочь пусть даже один раз"]],
        "vowels": [["έ",true],["στω κ",false],["αι",true]]
    },
    {
        "greek": "εσωτερικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "внутренний",
        "exa": [["Το δέρμα τους είναι στο εσωτερικό του σώματος και τα όργανά τους στο εξωτερικό","их кожа внутри тела, а органы снаружи"]],
        "vowels": [["ε",true],["σ",false],["ω",true],["τ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εταιρεία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "общество, компания",
        "exa": [["Γενικός Διευθυντής της εταιρείας","генеральный директор компании"]],
        "vowels": [["ε",true],["τ",false],["αι",true],["ρ",false],["εί",true],["α",false]]
    },
    {
        "greek": "ετοιμάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "готовить",
        "exa": [["Μη μου πεις ότι ετοιμάζεσαι να κατηγορήσεις έναν μαύρο για κλοπή","не говори мне, что готовишься обвинить черного в воровстве"]],
        "vowels": [["ε",true],["τ",false],["οι",true],["μάζ",false],["ω",true]]
    },
    {
        "greek": "έτοιμος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "готовый",
        "exa": [["μόλις το νέο διαβατήριο σου θα είναι έτοιμο, θα μπεις στο αεροπλάνο και θα επιστρέψεις στο σπίτι","как только твой новый паспорт будет готов, зайдешь в самолет и вернешься домой"],["μόλις υπογράψει το έντυπο και είστε έτοιμοι","просто подпишите форму и будьте готовы"]],
        "vowels": [["έ",true],["τ",false],["οι",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έτος",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "год",
        "exa": [["Κάθε χίλια έτη εξετάζω ένα νέο σύστημα ζωής στο σύμπαν","каждые тысячу лет испытываю одну новую систему жизни во вселенной"]],
        "vowels": [["έ",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "έτσι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "так, таким образом",
        "exa": [["Μακάρι να πέθαιναν έτσι και τα προβλήματά σου","если бы так умерли и твои проблемы!"]],
        "vowels": [["έ",true],["τσ",false],["ι",true]]
    },
    {
        "greek": "ευγενικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "вежливый",
        "exa": [["ήταν ο πιο ευγενικός οδηγός που έχω γνωρίσει","Он был самым вежливым водителем, которого я знал"]],
        "vowels": [["ευγ",false],["ε",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ευγενικά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вежливо",
        "exa": [["Μίλα πιο ευγενικά μπροστά στην αφέντρα σου!","разговаривай вежливей со своей хозяйкой"]],
        "vowels": [["ευγ",false],["ε",true],["ν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ευκαιρία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "оказия ж, удобный случай",
        "exa": [["τελευταία ευκαιρία για ελευθερία πριν γεννηθεί το μωρό","последний шанс на свободу, прежде чем родится младенец"],["Έχω να σου πω για μια πραγματικά συναρπαστική επαγγελματική ευκαιρία","могу вам рассказать об одном реально интересном карьерном шансе"]],
        "vowels": [["ευκ",false],["αι",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "εύκολος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "лёгкий",
        "exa": [["Ο πόλεμος των ρόδων είναι πολύ εύκολος εάν απλώς μάθετε το τραγούδι","война роз очень простая, если просто выучить песню"]],
        "vowels": [["εύκ",false],["ο",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ευρώ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "евро с",
        "exa": [],
        "vowels": [["ευρ",false],["ώ",true]]
    },
    {
        "greek": "ευρωπαϊκός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "европейский",
        "exa": [],
        "vowels": [["ευρ",false],["ω",true],["παϊκ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ευρώπη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Европа",
        "exa": [],
        "vowels": [["Ε",false],["υ",true],["ρ",false],["ώ",true],["π",false],["η",true]]
    },
    {
        "greek": "ευτυχώς",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "к счастью",
        "exa": [["Ευτυχώς δεν πέθανε στο ατύχημα","к счастью он не умер в инциденте"]],
        "vowels": [["ευτ",false],["υ",true],["χ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "ευτυχισμένος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "счастливый",
        "exa": [["Οι πρώτες ημέρες του γάμου είναι συχνά τόσο ευτυχισμένος","первые дни брака часто такие счастливые"]],
        "vowels": [["ευτ",false],["υ",true],["χ",false],["ι",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ευθεία",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "прямо",
        "exa": [["Προχώρα ευθεία προς τα έξω","продвигайся прямо наружу"]],
        "vowels": [["ευθ",false],["εί",true],["α",false]]
    },
    {
        "greek": "ευθύνη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ответственность",
        "exa": [["Οι γονείς αναλαμβάνουν την ευθύνη της εκπαίδευσης των παιδιών τους","родители принимают ответственность за образование своих детей"]],
        "vowels": [["ευθ",false],["ύ",true],["ν",false],["η",true]]
    },
    {
        "greek": "ευχαριστημένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "благодарный",
        "exa": [["με τέτοιες σκοτεινές μέρες και τόση βία γύρω μας, είμαστε ευχαριστημένοι με ένα καλό γεύμα και κρασί","в такие темные дни и с таким количеством насилия вокруг нас мы счастливы иметь хороший ужин и вино"]],
        "vowels": [["ευχαρ",false],["ι",true],["στ",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ευχάριστος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "приятный",
        "exa": [["Υπάρχει ένας ευχάριστος περίπατος δίπλα στο ποτάμι για όσους το προτιμούν","существует приятная тропинка рядом с рекой для тех, кто это предпочитает"]],
        "vowels": [["ευχάρ",false],["ι",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ευχαριστώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "благодарить, спасибо",
        "exa": [],
        "vowels": [["ευχαρ",false],["ι",true],["στ",false],["ώ",true]]
    },
    {
        "greek": "εφόσον",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "так как",
        "exa": [["Εφόσον είσαι ο νικητής, σου προσφέρω μια ανταμοιβή","Так как ты победитель, предлагаю тебе награду"]],
        "vowels": [["ε",true],["φ",false],["ό",true],["σ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "εφημερίδα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "газета",
        "exa": [["σύμφωνα με τις απογευματινές εφημερίδες","согласно вечерним газетам"],["Είσαι δημοσιογράφος σε εφημερίδα","ты журналист в газете"]],
        "vowels": [["ε",true],["φ",false],["η",true],["μ",false],["ε",true],["ρ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "εφτά",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "семь",
        "exa": [],
        "vowels": [["ε",true],["φτά",false]]
    },
    {
        "greek": "εφτακόσιοι",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "семьсот",
        "exa": [],
        "vowels": [["ε",true],["φτακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "έχω δίκιο",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "быть правым",
        "exa": [["Φυσικά και έχω δίκιο","конечно я прав"]],
        "vowels": [["έ",true],["χω δ",false],["ί",true],["κ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "έχω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "иметь",
        "exa": [],
        "vowels": [["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "έως",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "до",
        "exa": [["αποφάσισε να μείνει έως τις 2:30","он решил остаться до 2:30"]],
        "vowels": [["έ",true],["ω",true],["ς",false]]
    },
    {
        "greek": "ζαμπόν",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ветчина, окорок",
        "exa": [["Σάντουιτς με ζαμπόν και τυρί","сэндвич с ветчиной и сыром"]],
        "vowels": [["ζαμπ",false],["ό",true],["ν",false]]
    },
    {
        "greek": "ζάχαρη",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сахар",
        "exa": [["βάζει πάρα πολύ ζάχαρη στο τσάι του","он кладет слишком много сахара в чай"]],
        "vowels": [["ζάχαρ",false],["η",true]]
    },
    {
        "greek": "ζαχαροπλαστείο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кондитерская",
        "exa": [["σε στείλω στο ζαχαροπλαστείο να πάρεις τούρτα","посылаю тебя в кондитерскую взять торт"]],
        "vowels": [["ζαχαρ",false],["ο",true],["πλαστ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ζέστη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "жара, тепло",
        "exa": [["Στην Ιαπωνία έχει πολύ ζέστη το καλοκαίρι","в японии очень жарко летом"]],
        "vowels": [["ζ",false],["έ",true],["στ",false],["η",true]]
    },
    {
        "greek": "ζεστός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "горячий, теплый",
        "exa": [["ένα ζεστό ποτήρι γάλα","стакан горячего молока"],["Κάτι τόσο ζεστό ώστε να μετατρέψει την άμμο σε γυαλί","что-то настолько горячее, что превращает песок в стекло"]],
        "vowels": [["ζ",false],["ε",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ζεσταίνομαι",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "согреваться",
        "exa": [["Πρέπει να ζεσταίνεσαι πολύ με αυτό το μπουφάν σήμερα","должно быть ты сильно греешься в этой куртке сегодня"]],
        "vowels": [["ζ",false],["ε",true],["στ",false],["αί",true],["ν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ζευγάρι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пара, чета",
        "exa": [["ένα ζευγάρι αθλητικά παπούτσια","пара спортивной обуви"]],
        "vowels": [["ζευγάρ",false],["ι",true]]
    },
    {
        "greek": "ζηλεύω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "завидовать",
        "exa": [["ζηλεύει ποτέ όταν χορεύεις κοντά με κάποιον άντρα;","он тебя вообще ревнует, когда танцуешь рядом с каким-нибудь мужщиной?"]],
        "vowels": [["ζ",false],["η",true],["λεύ",false],["ω",true]]
    },
    {
        "greek": "ζητάω -ώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "требовать, просить",
        "exa": [["Μπορεί να μην μπορέσεις να ζητήσεις βοήθεια εγκαίρως","может быть, что не сможешь попросить помощи вовремя"],["Με συγχωρείς που ενοχλώ, μα κάποιος σε ζητάει στο τηλέφωνο","извини, что мешаю, но кто-то тебя просит к телефону"],["Ζητάω την υπομονή σας καθώς ψάχνουμε για απαντήσεις","прошу вашего терпения, пока мы ищем ответы"]],
        "vowels": [["ζ",false],["η",true],["τά",false],["ω",true]]
    },
    {
        "greek": "ζητείται",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "требуется",
        "exa": [["Ζητείται άμεσα η παρουσία σας στο γραφείο","требуется ваше немедленное присутствие в офисе"]],
        "vowels": [["ζ",false],["η",true],["τ",false],["εί",true],["τ",false],["αι",true]]
    },
    {
        "greek": "ζυγίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "весить, взвешивать",
        "exa": [["Μια εργάτρια μέλισσα ζυγίζει λιγότερο από ένα πέταλο λουλουδιού","рабочая пчела весит меньше чем лепесток цветка"]],
        "vowels": [["ζ",false],["υ",true],["γ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "ζυμαρικά",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "мучные изделия",
        "exa": [["αυτά τα κινέζικα ζυμαρικά ήταν υπεύθυνα για την επιτυχία μας","эта китайская лапша была ответственна за наш успех"]],
        "vowels": [["ζ",false],["υ",true],["μαρ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "Ζυρίχη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Цюрих",
        "exa": [],
        "vowels": [["Ζ",false],["υ",true],["ρ",false],["ί",true],["χ",false],["η",true]]
    },
    {
        "greek": "ζώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "жить",
        "exa": [["ζει σε έναν άλλο κόσμο","она живет в другом мире"]],
        "vowels": [["ζ",false],["ώ",true]]
    },
    {
        "greek": "ζώο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "животное, скотина",
        "exa": [["Όλα τα άλογα είναι ζώα, αλλά όλα τα ζώα δεν είναι άλογα","все лошади - животные, но не все животные лошади"]],
        "vowels": [["ζ",false],["ώ",true],["ο",true]]
    },
    {
        "greek": "ζωή",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "жизнь",
        "exa": [["ήταν το εισιτήριό της για μια άνετη ζωή","это был ее билет в удобную жизнь"],["εργάστηκε στη γεωργία όλη του τη ζωή","работал всю жизнь в сельском хозяйстве"],["Οι περισσότεροι άνθρωποι γράφουν για την καθημερινή τους ζωή","большинство людей пишут о своей ежедневной жизни"]],
        "vowels": [["ζ",false],["ω",true],["ή",true]]
    },
    {
        "greek": "ζώνη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пояс, ремень",
        "exa": [["Δέσε τη ζώνη σου, σε παρακαλώ","пожалуйста, застегните ремень"]],
        "vowels": [["ζ",false],["ώ",true],["ν",false],["η",true]]
    },
    {
        "greek": "ή",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "или",
        "exa": [],
        "vowels": [["ή",true]]
    },
    {
        "greek": "ήδη",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "уже",
        "exa": [["είχαν ήδη θαφτεί στον πάτο της βαθιάς, γαλάζιας θάλασσας","уже (к тому моменту) зарыли на дне глубокого синего моря"],["η πολιτική μου ομάδα αισθάνεται ικανοποίηση για το γεγονός ότι το Συμβούλιο συμφώνησε ήδη σε πρώτη ανάγνωση με την πρόταση του Κοινοβουλίου","моя политическая команда чувствует удовлетворение, что Совет уже одобрил предложение парламента в первом чтении"]],
        "vowels": [["ή",true],["δ",false],["η",true]]
    },
    {
        "greek": "ηθοποιός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "актер, артист",
        "exa": [["οι ηθοποιοί χάνουν ρόλους συνέχεια","актеры постоянно теряют роли"]],
        "vowels": [["η",true],["θ",false],["ο",true],["π",false],["οι",true],["ό",true],["ς",false]]
    },
    {
        "greek": "ηλεκτρικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "электрический",
        "exa": [["ηλεκτρικές συσκευές για ατομική χρήση","электрические устройства личного пользования"]],
        "vowels": [["η",true],["λ",false],["ε",true],["κτρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ηλεκτρολόγος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "электрик",
        "exa": [["Είμαι ηλεκτρολόγος μηχανικός κι έχω δεχτεί σοκ","я инженер-электрик и я получал удар электрошоком"]],
        "vowels": [["η",true],["λ",false],["ε",true],["κτρ",false],["ο",true],["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ηλεκτρονικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "электронный",
        "exa": [["ο αναλυτικός ηλεκτρονικός κατάλογος των υπηρεσιών της Επιτροπής είναι διαθέσιμος","полный электронный каталог служб комитета - в наличии"]],
        "vowels": [["η",true],["λ",false],["ε",true],["κτρ",false],["ο",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ηλιακός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "солнечный",
        "exa": [["η τιμή του κάρβουνου έπεσε, τόσο χαμηλά που δεν υπήρχε κανένα ενδιαφέρον για ηλιακή ενέργεια","цена угля упала настолько низко, что не было никакого интереса в солнечной энергии"]],
        "vowels": [["η",true],["λ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ηλικία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "возраст",
        "exa": [["Δεν μάθαμε ποτέ ηλικία, εθνικότητα ή σωματική περιγραφή","никогда не узнали возраст, национальность и описание внешности"],["Ο ηλικιωμένος ή ο μεγάλης ηλικίας υπάλληλος αισθάνεται πολύ συχνά ως μη ικανός προς εργασία","пожилой или в солидном возрасте служащий чувствует себя очень часто как не способный к работе"]],
        "vowels": [["η",true],["λ",false],["ι",true],["κ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ηλικιωμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "пожилой",
        "exa": [["Ο ηλικιωμένος ή ο μεγάλης ηλικίας υπάλληλος αισθάνεται πολύ συχνά ως μη ικανός προς εργασία","пожилой или в солидном возрасте служащий чувствует себя очень часто как не способный к работе"]],
        "vowels": [["η",true],["λ",false],["ι",true],["κ",false],["ι",true],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ήλιος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "солнце",
        "exa": [["χαρούμενος ο ήλιος ανεβαίνει στον ουρανό","счастливое солнце поднимается в небе"],["Είναι καλύτερα να μην πάμε μόνοι μας στο δάσος μετά την δύση του ήλιου","лучше не пойдем одни в лес после заката солнца"],["ο καλοκαιρινός ήλιος προκαλεί κύμα θερμότητας","летнее солнце вызывает волну жары"]],
        "vowels": [["ή",true],["λ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "(η)μέρα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "день",
        "exa": [["αλλάζω ρούχα κάθε μέρα","меняю одежду каждый день"],["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"],["δεν ήμουν απόλυτα ειλικρινής απέναντί σου τις τελευταίες μέρες","я не был абсолютно откровенен с вами последние дни"]],
        "vowels": [["η)μ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "ημερολόγιο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "календарь, дневник, журнал",
        "exa": [["νομίζω ότι σας έπεσε το ημερολόγιο στο καζάνι της Τζίνυ εκείνη τη μέρα στη διαγώνιο αλέα","думаю, он вам бросил дневник в котел Джини в тот день на диагональной аллее"]],
        "vowels": [["η",true],["μ",false],["ε",true],["ρ",false],["ο",true],["λ",false],["ό",true],["γ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "ήρεμος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "спокойный",
        "exa": [["Είσαι τόσο ήρεμος γιατί πάντα καθαρίζουν το χάλι σου","ты такой спокойны, потому что всегда за тобой чистят провалы"]],
        "vowels": [["ή",true],["ρ",false],["ε",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ησυχία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "тишина",
        "exa": [["Είπε στους μαθητές να κάνουν ησυχία","он сказал ученикам соблюдать тишину"]],
        "vowels": [["η",true],["σ",false],["υ",true],["χ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ήσυχος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "тихий",
        "exa": [["Είναι ένας ήσυχος άνθρωπος","это спокойный человек"]],
        "vowels": [["ή",true],["σ",false],["υ",true],["χ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ήττα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "поражение",
        "exa": [["θέλεις να μετατρέψουμε τη νίκη μας, σε ήττα;","хочешь превратить нашу победу в поражение?"]],
        "vowels": [["ή",true],["ττα",false]]
    },
    {
        "greek": "θάλασσα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "море",
        "exa": [["είχαν ήδη θαφτεί στον πάτο της βαθιάς, γαλάζιας θάλασσας","уже (к тому моменту) зарыли на дне глубокого синего моря"]],
        "vowels": [["θάλασσα",false]]
    },
    {
        "greek": "θαλασσινά",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "морепродукты",
        "exa": [["Υπάρχει ένα εστιατόριο που σερβίρει τα καλύτερα θαλασσινά","есть ресторан, где подают лучшие морепродукты"]],
        "vowels": [["θαλασσ",false],["ι",true],["νά",false]]
    },
    {
        "greek": "θαλάσσιος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "морской",
        "exa": [["Tο καλοκαίρι, όταν οι θαλάσσιοι πάγοι λιώνουν μπορούν να φτάσουν στα νησιά που ήταν εγκλωβισμένα στον πάγο","летом, когда морские льды тают, могут достичь острова, которые были закованы в лед"]],
        "vowels": [["θαλάσσ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "θαυμάσιος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "чудесный",
        "exa": [["Τώρα ας φάμε και να απολαύσουμε αυτό το θαυμάσιο φαγητό","теперь давай поедим и насладимся этой чудесной едой"]],
        "vowels": [["θαυμάσ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "θέα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вид, пейзаж",
        "exa": [["Υπάρχει ένα πολύ ρομαντικό σημείο απο αυτόν τον δρόμο με θέα το ποτάμι","есть очень романтичная точка по той дороге с видом на реку"]],
        "vowels": [["θ",false],["έ",true],["α",false]]
    },
    {
        "greek": "θεά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "богиня",
        "exa": [["Δεν μπορώ να πιστέψω ότι αυτή η θεά είναι μαζί του","не могу поверить, что эта богиня находится с ним"]],
        "vowels": [["θ",false],["ε",true],["ά",false]]
    },
    {
        "greek": "θέατρο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "театр",
        "exa": [],
        "vowels": [["θ",false],["έ",true],["ατρ",false],["ο",true]]
    },
    {
        "greek": "θείος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "дядя",
        "exa": [["Ο αδελφός του πατέρα μου είναι ο θείος μου","брат моего отца - это дядя"],["Η θεία μου είχε ένα φόρεμα το ίδιο χρώμα, το έστειλε στο καθαριστήριο και τό επέστρεψαν γεμάτο κηλίδες","у моей тети было платье такого же цвет, она его послала в химчистку и его вернули полным пятен"]],
        "vowels": [["θ",false],["εί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "θέλω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "хотеть",
        "exa": [["απλώς, θέλω το καλύτερο για τη νέα μου οικογένεια","просто хочу лучшего моей новой семье"],["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"]],
        "vowels": [["θ",false],["έ",true],["λ",false],["ω",true]]
    },
    {
        "greek": "θέμα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тема, предмет",
        "exa": [["διαφωνούμε στο θέμα του παιδιού","не согласны по вопросу ребенка"],["Επηρεάζεται συγχρόνως το όλο θέμα της αλλαγής του παγκοσμίου κλίματος","затрагивает одновременно всю тему изменения мирового климата"],["Τα ποδήλατα κυκλοφορούν σε δημόσιους δρόμους και συνεπώς υπάρχουν συναφή θέματα ασφάλειας","велосипеды ездят по общественным улицам и следовательно существуют связанные с этим вопросы безопасности"]],
        "vowels": [["θ",false],["έ",true],["μα",false]]
    },
    {
        "greek": "Θεός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "бог",
        "exa": [["Δόξα το Θεό","слава богу"]],
        "vowels": [["Θ",false],["ε",true],["ό",true],["ς",false]]
    },
    {
        "greek": "θεραπεία",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лечение",
        "exa": [["ο έγκαιρος εντοπισμός του καρκίνου αυξάνει τις πιθανότητες θεραπείας του","ранняя дианностика рака увеличивает шансы излечения"]],
        "vowels": [["θ",false],["ε",true],["ραπ",false],["εί",true],["α",false]]
    },
    {
        "greek": "θέρμανση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "отопление",
        "exa": [["Δεν μπορούμε να πληρώσουμε τη θέρμανση","не можем заплатить за отопление"]],
        "vowels": [["θ",false],["έ",true],["ρμανσ",false],["η",true]]
    },
    {
        "greek": "θερμάστρα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "печь, печка",
        "exa": [["Στις πέντε το πρωί έπρεπε ν’ ανάψω φωτιά στη θερμάστρα και να διαβάσω μια ώρα πριν από το πρόγευμα","в пять утра должен зажечь огонь в печке и почитать час перед завтраком"]],
        "vowels": [["θ",false],["ε",true],["ρμάστρα",false]]
    },
    {
        "greek": "θερμοκρασία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "температура",
        "exa": [["Η θερμοκρασία έπεσε μερικούς βαθμούς","температура упала на несколько градусов"]],
        "vowels": [["θ",false],["ε",true],["ρμ",false],["ο",true],["κρασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "θερμόμετρο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "термометр",
        "exa": [],
        "vowels": [["θ",false],["ε",true],["ρμ",false],["ό",true],["μ",false],["ε",true],["τρ",false],["ο",true]]
    },
    {
        "greek": "θέση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "место",
        "exa": [["Θα πρέπει να επιλέξουμε το κατάλληλο πρόσωπο για κάθε θέση","нам нужно выбрать подходящее лицо на каждое место"],["Υπάρχει μια θέση στη καρδιά μου μόνο για σένα","есть в моем сердце место только для тебя"]],
        "vowels": [["θ",false],["έ",true],["σ",false],["η",true]]
    },
    {
        "greek": "Θεσσαλία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Фессалия",
        "exa": [],
        "vowels": [["Θ",false],["ε",true],["σσαλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Θεσσαλονίκη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Салоники",
        "exa": [],
        "vowels": [["Θ",false],["ε",true],["σσαλ",false],["ο",true],["ν",false],["ί",true],["κ",false],["η",true]]
    },
    {
        "greek": "θηλυκός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ό"],
        "rus": "женский",
        "exa": [["ίσως θα πρέπει να φοράς πιο θηλυκά ρούχα","возможно тебе нужно носить более женскую одежду"]],
        "vowels": [["θ",false],["η",true],["λ",false],["υ",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "θητεία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "срок службы",
        "exa": [["Θέλετε να εξασφαλίσετε δεύτερη θητεία στo Λευκό Οίκo;","хотите обеспечить себе второй срок в белом доме?"]],
        "vowels": [["θ",false],["η",true],["τ",false],["εί",true],["α",false]]
    },
    {
        "greek": "θόρυβος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "шум",
        "exa": [["Σηκώνομαι στις 8 το πρωί γιατί ο θόρυβος απο το ξυπνητήρι διακόπτει τον ύπνο μου","поднимаюсь в 8 утра, потому что шум будильника прерывает мой сон"],["Ο θόρυβος κρατάει τα πουλιά μακριά","шум держит птиц на расстоянии"]],
        "vowels": [["θ",false],["ό",true],["ρ",false],["υ",true],["β",false],["ο",true],["ς",false]]
    },
    {
        "greek": "θρησκευτικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "религиозный",
        "exa": [["ο άνδρας με τυφλή θρησκευτική αφοσίωση","мужщина со слепой религиозной верой"]],
        "vowels": [["θρ",false],["η",true],["σκευτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "θυμάμαι",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "помнить",
        "exa": [["θυμάμαι ένα ταξίδι με αυτόκίνητο όταν ήμουν 9","помню путешествие на автомобиле, когда мне было 9"],["σκέφτηκε ότι τον γνώριζε, αλλά δεν θυμόταν το όνομά του","подумал, что знает его, но не помнил его имени"]],
        "vowels": [["θ",false],["υ",true],["μάμ",false],["αι",true]]
    },
    {
        "greek": "θυμίζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "напоминать",
        "exa": [["Μου θυμίζει τη φοβερή τραγωδία με τον Τρέιβις πριν λίγα χρόνια","мне напоминает страшную трагедию с Тревисом несколько лет назад"]],
        "vowels": [["θ",false],["υ",true],["μ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "θυμός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "злость",
        "exa": [["ο θυμός είναι ο χειρότερος εχθρός της αγάπης","гнев - худший враг любви"]],
        "vowels": [["θ",false],["υ",true],["μ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "θυμωμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "сердитый",
        "exa": [["Θα'πρεπε να δεις τη θυμωμένη έκφραση στο πρόσωπό σου","должен видеть гневное выражение на своем лице"]],
        "vowels": [["θ",false],["υ",true],["μ",false],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "θυμώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обижаться, сердиться",
        "exa": [["Δεν θα έπρεπε να θυμώνω, αλλά δεν μπορώ να κάνω αλλιώς","не должен сердиться, но не могу иначе"]],
        "vowels": [["θ",false],["υ",true],["μ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "θώρακας",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "грудная клетка",
        "exa": [["Διπλό χτύπημα στον θώρακα","двойной удар в грудь"]],
        "vowels": [["θ",false],["ώ",true],["ρακας",false]]
    },
    {
        "greek": "Ιανουάριος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "январь",
        "exa": [],
        "vowels": [["Ιανουάρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ιαπωνία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Япония",
        "exa": [],
        "vowels": [["Ιαπ",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "ιαπωνικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "японский",
        "exa": [],
        "vowels": [["ι",true],["απ",false],["ω",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ιατρικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "медицинский",
        "exa": [["Οι πόνοι στο στήθος, πρέπει να υπάρχει ιατρικός όρος γι'αυτό","боль в груди - должен быть медицинский термин для этого"]],
        "vowels": [["ι",true],["ατρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ιδιοκτήτης",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "собственник, владелец",
        "exa": [["Ποιος είναι ο ιδιοκτήτης αυτού του σπιτιού;","кто владелец этого здания"]],
        "vowels": [["ι",true],["δ",false],["ι",true],["ο",true],["κτ",false],["ή",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "ίδιος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "тот же",
        "exa": [["την ίδια άποψη έχουν υποστηρίξει πολλοί ακόμη συγγραφείς","это же самое мнение поддержали еще многие писатели"],["η ιστορία του έρωτα είναι πάντα η ίδια","история любви всегда одна и та же"],["Η θεία μου είχε ένα φόρεμα το ίδιο χρώμα, το έστειλε στο καθαριστήριο και τό επέστρεψαν γεμάτο κηλίδες","у моей тети было платье такого же цвет, она его послала в химчистку и его вернули полным пятен"]],
        "vowels": [["ί",true],["δ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ιδανικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "идеальный",
        "exa": [["λυπάμαι που δεν μπορώ να είμαι αυτός ο ιδανικός τύπος που εσύ νομίζεις πως είμαι","сожалею, что не могу быть тем идеальным парнем, который думаешь я есть"]],
        "vowels": [["ι",true],["δαν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ιδέα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "замысел, мысль",
        "exa": [["Δεν έχει ιδέα πόσο δύσκολο είναι το μαγείρεμα","он не имеет понятия насколько сложна готовка"]],
        "vowels": [["ι",true],["δ",false],["έ",true],["α",false]]
    },
    {
        "greek": "ιδιαίτερα",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "особенно",
        "exa": [["Έχεις σκληρή δουλειά, ιδιαίτερα τη νύχτα","у тебя тяжелая работа, особенно ночью"]],
        "vowels": [["ι",true],["δ",false],["ι",true],["αί",true],["τ",false],["ε",true],["ρα",false]]
    },
    {
        "greek": "ιδιαίτερος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "особый",
        "exa": [["Δεν πιστεύω ότι υπάρχει κάποιος ιδιαίτερος λόγος για αυτό","не верю, что есть какая-то особая причина для этого"]],
        "vowels": [["ι",true],["δ",false],["ι",true],["αί",true],["τ",false],["ε",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ίδρυμα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "учреждение",
        "exa": [["σας ευχαριστώ πολύ που υποστηρίζετε το ίδρυμά μας","вас благодарю, что поддерживаете наш фонд"]],
        "vowels": [["ί",true],["δρ",false],["υ",true],["μα",false]]
    },
    {
        "greek": "ιδίως",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "особенно",
        "exa": [["Ιδίως όταν κάποιος ορκίζεται να πει την αλήθεια","особенно, когда кто-то клянется говорить правду"]],
        "vowels": [["ι",true],["δ",false],["ί",true],["ω",true],["ς",false]]
    },
    {
        "greek": "ιδιωτικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "частный, личный",
        "exa": [["δεν θέλω να ακούσω την ιδιωτική του αλληλογραφία","не хочу слышать его частную переписку"],["Το μυστικό που ψάχνεις, είναι κρυμμένο στην ιδιωτική κάμαρα","тайна, которую ищешь, скрыта в личной комнате"]],
        "vowels": [["ι",true],["δ",false],["ι",true],["ω",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ιερός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "святой",
        "exa": [["Ο γάμος είναι ένας ιερός δεσμός ανάμεσα σ'έναν άντρα και μία γυναίκα","Брак - это святой союз между мужчиной и женщиной"]],
        "vowels": [["ι",true],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ικανοποιητικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "удовлетворительный",
        "exa": [["ο πελάτης της λαμβάνει ικανοποιητική φροντίδα","ее покупатель получает удовлетворительную заботу"]],
        "vowels": [["ι",true],["καν",false],["ο",true],["π",false],["οι",true],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ινδία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Индия",
        "exa": [],
        "vowels": [["Ινδ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Ινδός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή"],
        "rus": "индиец (-анка)",
        "exa": [],
        "vowels": [["Ινδ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ιόνιο (πέλαγος)",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Ионическое море",
        "exa": [],
        "vowels": [["Ι",false],["ό",true],["ν",false],["ι",true],["ο (π",false],["έ",true],["λαγ",false],["ο",true],["ς)",false]]
    },
    {
        "greek": "Ιούλιος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "июль",
        "exa": [],
        "vowels": [["Ιούλ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ιούνιος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "июнь",
        "exa": [],
        "vowels": [["Ιούν",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ιρλανδία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Ирландия",
        "exa": [],
        "vowels": [["Ιρλανδ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Ιρλανδός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "ирландец (-ка)",
        "exa": [],
        "vowels": [["Ιρλανδ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ίσιος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "прямой",
        "exa": [["Βγάλε τα χέρια σου από τις τσέπες και σε θέλω να κάθεσαι ίσιος","достань руки из карманов и хочу, чтобы ты сел прямо"]],
        "vowels": [["ί",true],["σ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ισόγειο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "первый этаж",
        "exa": [["Στο ισόγειο έχει πολύ υγρασία","в подвале много влаги"]],
        "vowels": [["ι",true],["σ",false],["ό",true],["γ",false],["ει",true],["ο",true]]
    },
    {
        "greek": "Ισπανία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Испания",
        "exa": [],
        "vowels": [["Ισπαν",false],["ί",true],["α",false]]
    },
    {
        "greek": "ισπανικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "испанский язык",
        "exa": [],
        "vowels": [["ι",true],["σπαν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ισπανικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "испанский",
        "exa": [],
        "vowels": [["ι",true],["σπαν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ισπανός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "испанец (-ка)",
        "exa": [],
        "vowels": [["Ισπαν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ισραήλ",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Израиль",
        "exa": [["το Ισραήλ είναι χώρα της Μέσης Ανατολής","Израиль - страна на ближнем(среднем) востоке"]],
        "vowels": [["Ισρα",false],["ή",true],["λ",false]]
    },
    {
        "greek": "ισχύω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть действительным",
        "exa": [["Όλες οι χώρες με τις οποίες ισχύουν ή θα ισχύουν συμφωνίες","все страны, с которыми действуют или будут действовать соглашения"],["Τα όρια αυτά δεν ισχύουν για ηλεκτρικές σκούπες με φίλτρο νερού","эти ограничения не действуют для электрических пылесосов с водным фильтром"]],
        "vowels": [["ι",true],["σχ",false],["ύ",true],["ω",true]]
    },
    {
        "greek": "ίσως",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "возможно, может быть",
        "exa": [["λόγω του έντονου άγχους, ίσως υποφέρουν από στομαχικές διαταραχές και πονοκεφάλους","по причине интенсивной тревоги, вероятно, страдают от желудочных расстройств и головной боли"],["ίσως θα πρέπει να φοράς πιο θηλυκά ρούχα","возможно тебе нужно носить более женскую одежду"]],
        "vowels": [["ί",true],["σ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "ίσος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "равный, одинаковый",
        "exa": [["Από τους μισθούς των τεχνικών παρακρατείται υποχρεωτικά φόρος ίσος με το φόρο των κοινοτικών υπαλλήλων","из зарплаты техников удерживается обязательный налог равный налогу общественных служащих"]],
        "vowels": [["ί",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ισότητα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "равенство",
        "exa": [["Θέτοντας εαυτόν υπεράνω του νόμου, κατέστρεψε την ισότητα της δικαιοσύνης","ставя его выше закона, он разрушил равенство перед правосудием"]],
        "vowels": [["ι",true],["σ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "ιστορία",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "история",
        "exa": [["η ιστορία του έρωτα είναι πάντα η ίδια","история любви всегда одна и та же"],["Η μοίρα του δεν είναι να πεθάνει στην κούνια του ξεχασμένος από την ιστορία!","судьба его не в том, чтобы умереть в колыбели забытым историей"]],
        "vowels": [["ι",true],["στ",false],["ο",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ιστορικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "исторический",
        "exa": [["Είναι μια ιστορική στιγμή","это исторический момент"]],
        "vowels": [["ι",true],["στ",false],["ο",true],["ρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ισχυρός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "сильный",
        "exa": [["Ο ασθενής χρειάζεται ισχυρές δόσεις φαρμάκων","больной нуждается в мощных дозах лекарства"]],
        "vowels": [["ι",true],["σχ",false],["υ",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ιταλία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Италия",
        "exa": [],
        "vowels": [["Ιταλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ιταλικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "итальянский язык",
        "exa": [],
        "vowels": [["ι",true],["ταλ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ιταλικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "итальянский",
        "exa": [],
        "vowels": [["ι",true],["ταλ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ιταλός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "итальянец (-ка)",
        "exa": [],
        "vowels": [["Ιταλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "καβγάς",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "скандал, ссора",
        "exa": [["Ο καβγάς μας ήταν για το τίποτα, όπως φαίνεται","наша ссора была ни о чем, как кажется"]],
        "vowels": [["καβγάς",false]]
    },
    {
        "greek": "κάδρο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рамка, кадр",
        "exa": [["αγόρασε ένα πλαστικό κάδρο για να βάλει μέσα τη φωτογραφία","он купил пластиковую рамку, чтобы вставить внутрь фотографию"]],
        "vowels": [["κάδρ",false],["ο",true]]
    },
    {
        "greek": "καημένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "несчастный",
        "exa": [["Γιατί κακοποιείς το καημένο το ποδήλατο;","почему плохо обращаешься с бедным велосипедом?"]],
        "vowels": [["κα",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "καθαριστήριο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "химчистка",
        "exa": [["Η θεία μου είχε ένα φόρεμα το ίδιο χρώμα, το έστειλε στο καθαριστήριο και τό επέστρεψαν γεμάτο κηλίδες","у моей тети было платье такого же цвет, она его послала в химчистку и его вернули полным пятен"]],
        "vowels": [["καθαρ",false],["ι",true],["στ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "καθαρός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "чистый",
        "exa": [["Ας πάμε να σε ταϊσουμε και να σου βρούμε μερικά καθαρά ρούχα","давай тебя покормим и найдем тебе какую-нибудь чистую одежду"]],
        "vowels": [["καθαρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "καθαρίζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "убирать",
        "exa": [["Είσαι τόσο ήρεμος γιατί πάντα καθαρίζουν το χάλι σου","ты такой спокойны, потому что всегда за тобой чистят провалы"],["Ξεκινήστε καθαρίζοντας τα συρτάρια και ξεσκονίζοντας","начните с очистки ящиков и вытрите пыль"]],
        "vowels": [["καθαρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "κάθε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "каждый, всякий",
        "exa": [["αλλάζω ρούχα κάθε μέρα","меняю одежду каждый день"]],
        "vowels": [["κάθ",false],["ε",true]]
    },
    {
        "greek": "καθένας (καθεμιά",
        "lvl": 0,
        "pos": "noun",
        "art": "καθένα)",
        "end": [],
        "rus": "каждый (каждая, каждое)",
        "exa": [],
        "vowels": [["καθ",false],["έ",true],["νας (καθ",false],["ε",true],["μ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "κάθετα",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вертикально",
        "exa": [["το να κινούμαι κάθετα δεν είναι πολύ δυσκολότερο απ'το να κινούμαι οριζόντια αυτές τις μέρες","двигаться вертикально не более сложно, чем двигаться горизинтально эти дни"]],
        "vowels": [["κάθ",false],["ε",true],["τα",false]]
    },
    {
        "greek": "καθηγητής",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "преподаватель",
        "exa": [["πρέπει να φάω βραδινό με τους καθηγητές","должен съесть ужин с учителями"],["Eσύ σαv καθηγητής παvεπιστημίoυ πoυ δίνει διαλέξεις","ты как профессор университета, дающий лекции"]],
        "vowels": [["καθ",false],["η",true],["γ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "καθόλου",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ничуть, нисколько",
        "exa": [["καθόλου απίθανο ο άνθρωπος αυτός να είναι ανόητος","совершенно невозможно, что тот человек глупый"]],
        "vowels": [["καθ",false],["ό",true],["λου",false]]
    },
    {
        "greek": "κάθομαι",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сидеть",
        "exa": [["Βγάλε τα χέρια σου από τις τσέπες και σε θέλω να κάθεσαι ίσιος","достань руки из карманов и хочу, чтобы ты сел прямо"],["δεν έχω χρόνο να κάθομαι στο τηλέφωνο όλη την ημέρα να καλύπτω τα λάθη σου","у меня нет времени сидеть у телефона весь день, чтобы прикрывать твои ошибки"]],
        "vowels": [["κάθ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "καθρέφτης",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "зеркало",
        "exa": [["λοιπόν, δεν υπάρχει κανένας καθρέφτης στον απέναντι τοίχο","итак, не существует какого-либо зеркала на противоположной стене"]],
        "vowels": [["καθρ",false],["έ",true],["φτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "καθώς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пока",
        "exa": [["Ζητάω την υπομονή σας καθώς ψάχνουμε για απαντήσεις","прошу вашего терпения, пока мы ищем ответы"]],
        "vowels": [["καθ",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "καθώς και",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "а также",
        "exa": [["Θα χρειαστεί να μας περιγράψετε την μηχανή καθώς και τον οδηγό της","понадобится, чтобы вы нам описали мотоцикл, а также его водителя"]],
        "vowels": [["καθ",false],["ώ",true],["ς κ",false],["αι",true]]
    },
    {
        "greek": "καθημερινός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "ежедневный",
        "exa": [["Οι περισσότεροι άνθρωποι γράφουν για την καθημερινή τους ζωή","большинство людей пишут о своей ежедневной жизни"]],
        "vowels": [["καθ",false],["η",true],["μ",false],["ε",true],["ρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "καθυστέρηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "отставание",
        "exa": [["Ελπίζω να καταφέρουμε μαζί να συνεχίσουμε την δουλειά χωρίς άλλες καθυστερήσεις","надеюсь, добъемся вместе продолжить работу без других задержек"]],
        "vowels": [["καθ",false],["υ",true],["στ",false],["έ",true],["ρ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "και",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "и",
        "exa": [],
        "vowels": [["κ",false],["αι",true]]
    },
    {
        "greek": "καινούριος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "новый",
        "exa": [["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"]],
        "vowels": [["κ",false],["αι",true],["νούρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Κάιρο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Каир",
        "exa": [],
        "vowels": [["Κά",false],["ι",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "καιρός",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "погода",
        "exa": [["Δε θα πάμε βόλτα, αν έχει κακό καιρό","не пойдем на прогулку, если будет плохая погода"]],
        "vowels": [["κ",false],["αι",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "καιρός",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "время",
        "exa": [["Αν δουλεύεις σε νοσοκομείο αρκετό καιρό, συνηθίζεις τα πάντα","если работаешь в больнице достаточно времени, привыкаешь ко всему"],["Γιατί όμως όλο αυτό τον καιρό δεν προσπαθήσατε να επικοινωνήσετε μαζί μου;","почему, тем не менее, все это время вы не попытались связаться со мной?"]],
        "vowels": [["κ",false],["αι",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κακός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "плохой, злой",
        "exa": [["Δε θα πάμε βόλτα, αν έχει κακό καιρό","не пойдем на прогулку, если будет плохая погода"]],
        "vowels": [["κακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "καλά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "хорошо",
        "exa": [],
        "vowels": [["καλά",false]]
    },
    {
        "greek": "καλαμαράκι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кальмар",
        "exa": [],
        "vowels": [["καλαμαράκ",false],["ι",true]]
    },
    {
        "greek": "καλημέρα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "доброе утро, добрый день",
        "exa": [],
        "vowels": [["καλ",false],["η",true],["μ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "καλησπέρα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "добрый вечер",
        "exa": [],
        "vowels": [["καλ",false],["η",true],["σπ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "Καλιφόρνια",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Калифорния",
        "exa": [],
        "vowels": [["Καλ",false],["ι",true],["φ",false],["ό",true],["ρν",false],["ι",true],["α",false]]
    },
    {
        "greek": "Καλκούτα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Колькутта",
        "exa": [],
        "vowels": [["Καλκούτα",false]]
    },
    {
        "greek": "καλεσμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "приглашённый",
        "exa": [["σταυρώνουμε τα δάχτυλα μας για αυτήν την βδομάδα, γιατί ο καλεσμένος μας είναι ένα μεγάλο αστέρι","скрестим наши пальцы на эту неделю, потому что наш приглашенный - большая звезда"]],
        "vowels": [["καλ",false],["ε",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "καλοκαιρινός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "летний",
        "exa": [["ο καλοκαιρινός ήλιος προκαλεί κύμα θερμότητας","летнее солнце вызывает волну жары"]],
        "vowels": [["καλ",false],["ο",true],["κ",false],["αι",true],["ρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "καλύπτω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "покрывать, скрывать",
        "exa": [["δεν έχω χρόνο να κάθομαι στο τηλέφωνο όλη την ημέρα να καλύπτω τα λάθη σου","у меня нет времени сидеть у телефона весь день, чтобы прикрывать твои ошибки"]],
        "vowels": [["καλ",false],["ύ",true],["πτ",false],["ω",true]]
    },
    {
        "greek": "καλώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "вызывать, приглашать",
        "exa": [["Τον καλούν κάθε πρωί σα να είναι κανονική δουλειά","его вызывают каждое утро, как будто это нормальная работа"]],
        "vowels": [["καλ",false],["ώ",true]]
    },
    {
        "greek": "καλοκαίρι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лето",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"],["η γιαγιά λέει μπορώ να περάσω 2 εβδομάδες μαζί του αυτό το καλοκαίρι","бабушка говорит, что могу провести 2 недели с тобой летом"]],
        "vowels": [["καλ",false],["ο",true],["κ",false],["αί",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "καλός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "хороший",
        "exa": [["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"]],
        "vowels": [["καλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κάλτσα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "чулок м, носок",
        "exa": [["ντυμένη με βαμβακερή φούστα και ψηλές κάλτσες","одетая в хлопчатобумажную юбку и высокие носки"],["Έχει γυναικεία εσώρουχα στο ράφι με τις κάλτσες","женское нижнее белье находится на полке с колготками"]],
        "vowels": [["κάλτσα",false]]
    },
    {
        "greek": "καλύτερα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "лучше",
        "exa": [["από όλους τους ανθρώπους στην Γη, εσύ πρέπει να το ξέρεις καλύτερα","среди всех людей на земле ты должен это знать лучше всех"],["Είναι καλύτερα να μην πάμε μόνοι μας στο δάσος μετά την δύση του ήλιου","лучше не пойдем одни в лес после заката солнца"]],
        "vowels": [["καλ",false],["ύ",true],["τ",false],["ε",true],["ρα",false]]
    },
    {
        "greek": "κάμαρα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "комната",
        "exa": [["Το μυστικό που ψάχνεις, είναι κρυμμένο στην ιδιωτική κάμαρα","тайна, которую ищешь, скрыта в личной комнате"]],
        "vowels": [["κάμαρα",false]]
    },
    {
        "greek": "καμιά φορά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "иногда",
        "exa": [["Καμιά φορά η ζωή φαίνεται να σε χαστουκίζει, ενώ στην ουσία σου κάνει ένα δώρο","иногда кажется, что жизнь дает пощечину, в то время как в сущности она делает тебе подарок"]],
        "vowels": [["καμ",false],["ι",true],["ά φ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "Καμπέρα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Канберра",
        "exa": [],
        "vowels": [["Καμπ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "καμπίνα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кабина",
        "exa": [["Πολλά μάτια ήσαν υγρά με δάκρυα καθώς επέστρεφαν από την καμπίνα","многие глаза увлажнились слезами, когда они вернулись из кабины"]],
        "vowels": [["καμπ",false],["ί",true],["να",false]]
    },
    {
        "greek": "Καναδάς",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Канада",
        "exa": [],
        "vowels": [["Καναδάς",false]]
    },
    {
        "greek": "καναδικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "канадский",
        "exa": [],
        "vowels": [["καναδ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Καναδός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "канадец (-ка)",
        "exa": [],
        "vowels": [["Καναδ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κανάλι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "канал",
        "exa": [["Θα εχουμε ενα προσωρινο καναλι επικοινωνιας με τον εξω κοσμο","у нас будет временный канал связи с внешним миром"]],
        "vowels": [["κανάλ",false],["ι",true]]
    },
    {
        "greek": "καναπές",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "диван",
        "exa": [["Αποκοιμήθηκε στον καναπέ βλέποντας το παιχνίδι","он заснул на диване, смотря игру"]],
        "vowels": [["καναπ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "κανένας",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": ["καμία/κανένα"],
        "rus": "какой-нибудь",
        "exa": [["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"],["λοιπόν, δεν υπάρχει κανένας καθρέφτης στον απέναντι τοίχο","итак, не существует какого-либо зеркала на противоположной стене"]],
        "vowels": [["καν",false],["έ",true],["νας",false]]
    },
    {
        "greek": "κάνει",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "стоит",
        "exa": [],
        "vowels": [["κάν",false],["ει",true]]
    },
    {
        "greek": "κανόνας",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "правило",
        "exa": [["Οι πρώτες έρευνες έχουν ήδη αποκαλύψει ορισμένες παραβιάσεις των κανόνων ασφαλείας","первые проверки уже выявили различные нарушения правил безопасности"]],
        "vowels": [["καν",false],["ό",true],["νας",false]]
    },
    {
        "greek": "κανονικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "нормальный",
        "exa": [["Τον καλούν κάθε πρωί σα να είναι κανονική δουλειά","его вызывают каждое утро, как будто это нормальная работа"]],
        "vowels": [["καν",false],["ο",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κάνω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "делать",
        "exa": [["απαντάει σ'ερώτηση που του έκανα πριν μισή ώρα","отвечает на вопросы, которые ему задал полчаса назад"],["έχω ένα σχέδιο, να κάνω μια κοινοτική βιβλιοθήκη στο χώρο μου","у меня есть план сделать публичную библиотеку в моей стране"]],
        "vowels": [["κάν",false],["ω",true]]
    },
    {
        "greek": "καπέλο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шапка, шляпа",
        "exa": [["Έχω μια μύγα χωρίς φτερά στο καπέλο μου","у меня муха без крыльев на шапке"]],
        "vowels": [["καπ",false],["έ",true],["λ",false],["ο",true]]
    },
    {
        "greek": "κάπνισμα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "курение",
        "exa": [["Δεν επιτρέπετε το κάπνισμα στο εστιατόριο","не разрешается курение в ресторане"]],
        "vowels": [["κάπν",false],["ι",true],["σμα",false]]
    },
    {
        "greek": "καπνός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "дым",
        "exa": [["Δεν υπάρχει καπνός χωρίς φωτιά","не бывает дыма без огня"]],
        "vowels": [["καπν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "καπνίζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "курить",
        "exa": [["Δεν μπορείτε να καπνίζετε χόρτο στην αυλή","не можете курить марихуану во дворе"]],
        "vowels": [["καπν",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "κάποιος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "кто-то",
        "exa": [["μπορεί κάποιοι να έκλεψαν τα χρήματα απο το φορτηγό μόλις έπαθα ατύχημα","возможно кто-то украл деньги, как только грузовик пострадал в аварии"]],
        "vowels": [["κάπ",false],["οι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "κάποτε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "когда-то, иногда",
        "exa": [["Κάποτε θα μπορώ να τρέχω τόσο γρήγορα όπως ο άνεμος","иногда могу бежать так быстро как ветер"]],
        "vowels": [["κάπ",false],["ο",true],["τ",false],["ε",true]]
    },
    {
        "greek": "κάπου",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "где-то",
        "exa": [["αν δεν ενδιαφέρεσαι, θα πάω κάπου αλλού","если не интересуешься, пойду куда-нибудь в другое место"]],
        "vowels": [["κάπου",false]]
    },
    {
        "greek": "κάπως",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "каким-то образом",
        "exa": [["τα μπισκότα είναι κάπως άνοστα","печенье немного невкусное"]],
        "vowels": [["κάπ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "καράφα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "графин",
        "exa": [["Μια καράφα μπύρα για όποιον πετάξει αυτούς εδώ έξω","графин пива тем, кто вышвырнет этих отсюда наружу"]],
        "vowels": [["καράφα",false]]
    },
    {
        "greek": "καρδιολόγος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "кардиолог",
        "exa": [["Κλήθηκε στο νοσοκομείο, ένας φημισμένος ειδικός καρδιολόγος","был вызван в больницу знаменитый специалист кардиолог"]],
        "vowels": [["καρδ",false],["ι",true],["ο",true],["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "καρέκλα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "стул",
        "exa": [["Δεν υπήρχε τίποτα στο δωμάτιο εκτός από μία παλιά καρέκλα","в комнате ничего не было, кроме старого стула"]],
        "vowels": [["καρ",false],["έ",true],["κλα",false]]
    },
    {
        "greek": "καρότο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "морковь",
        "exa": [["θέλω να φυτεύω καρότα","хочу выращивать морковь"]],
        "vowels": [["καρ",false],["ό",true],["τ",false],["ο",true]]
    },
    {
        "greek": "καρπούζι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "арбуз",
        "exa": [["Φάγαμε καρπούζι μαζί","съели арбуз вместе"]],
        "vowels": [["καρπούζ",false],["ι",true]]
    },
    {
        "greek": "καρδιά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сердце",
        "exa": [["Υπάρχει μια θέση στη καρδιά μου μόνο για σένα","есть в моем сердце место только для тебя"],["δεν πίστευα από τα βάθη της καρδιάς μου","не верил в глубине моего сердца"]],
        "vowels": [["καρδ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "καριέρα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "карьера",
        "exa": [["Αυτό είναι ένα καλό βήμα για την καριέρα σου","это хороший шаг для твоей карьеры"]],
        "vowels": [["καρ",false],["ι",true],["έ",true],["ρα",false]]
    },
    {
        "greek": "καρκίνος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "рак",
        "exa": [["ο έγκαιρος εντοπισμός του καρκίνου αυξάνει τις πιθανότητες θεραπείας του","ранняя дианностика рака увеличивает шансы излечения"]],
        "vowels": [["καρκ",false],["ί",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κάρτα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "карта",
        "exa": [["πλήρωσε με πιστωτική κάρτα","он заплатил кредитной картой"]],
        "vowels": [["κάρτα",false]]
    },
    {
        "greek": "καστανός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "каштановый",
        "exa": [["σκούρο δέρμα, καστανά μάτια","темная кожа, каштановые глаза"]],
        "vowels": [["κασταν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κατά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "к, по",
        "exa": [["Φοβάμαι πως κατά τη μετάφρασή μου έχει χαθεί μέρος του πρωτότυπου νοήματος","боюсь, что при моем переводе, потерялась часть оригинального смысла"]],
        "vowels": [["κατά",false]]
    },
    {
        "greek": "κατάδυση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "погружение в воду",
        "exa": [["Λέω να πάμε για καταδύσεις στη λίμνη","давай пойдем погрузимся в озере"]],
        "vowels": [["κατάδ",false],["υ",true],["σ",false],["η",true]]
    },
    {
        "greek": "καταλαβαίνω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "понимать",
        "exa": [["Ο εργάτης σκέφτεται με απλό τρόπο, δεν καταλαβαίνει πάντα τη γλώσσα των φοιτητών","рабочий думает простым способом, он не всегда понимает язык студентов"]],
        "vowels": [["καταλαβ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "κατάληξη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "конец",
        "exa": [["Το πρόβλημα με σένα είναι ότι δεν πιστεύεις στην ευτυχή κατάληξη","проблема с тобой в том, что ты не веришь в счастливый конец"]],
        "vowels": [["κατάλ",false],["η",true],["ξ",false],["η",true]]
    },
    {
        "greek": "κατάλληλος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "подходящий, удобный",
        "exa": [["Θα πρέπει να επιλέξουμε το κατάλληλο πρόσωπο για κάθε θέση","нам нужно выбрать подходящее лицо на каждое место"]],
        "vowels": [["κατάλλ",false],["η",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κατάλογος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "каталог",
        "exa": [["ο αναλυτικός ηλεκτρονικός κατάλογος των υπηρεσιών της Επιτροπής είναι διαθέσιμος","полный электронный каталог служб комитета - в наличии"]],
        "vowels": [["κατάλ",false],["ο",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "καταπληκτικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "изумительный",
        "exa": [["έχεις μια καταπληκτική γυναίκα με την οποία μπορείς να χτίσεις μια υπέροχη ζωή","у тебя изумительная жена с которой можешь построить отличную жизнь"]],
        "vowels": [["καταπλ",false],["η",true],["κτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κατανάλωση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "потребление",
        "exa": [["στην περίπτωση αυτή είχε καταναλώσει αλκοόλ και ναρκωτικά σε πολύ υψηλά επίπεδα","в случае если она потребила алкоголь и наркотики на очень высоком уровне"]],
        "vowels": [["κατανάλ",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "καταπίεση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "притеснение",
        "exa": [["Πρόκειται απλά για ένα συναίσθημα, που μου είναι αδύνατον να καταπιέσω","речь просто о предчуствии, которое я не способен подавить"]],
        "vowels": [["καταπ",false],["ί",true],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "καταραμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "проклятый",
        "exa": [["αυτός ο πόλεμος είναι καταραμένος","эта война проклята"]],
        "vowels": [["καταραμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κάτασπρος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "белоснежный",
        "exa": [["Το δέρμα σου είναι κάτασπρο και κρύο σαν πάγος","твоя кожа белоснежная и холодная как лед"]],
        "vowels": [["κάτασπρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κατάσταση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "положение",
        "exa": [["Η κατάσταση έχει βελτιωθεί, αλλά εξακολουθούν να υπάρχουν ορισμένα προβλήματα","состояние улучшилось, но различные проблемы продолжают существовать"],["Πιστεύω ότι πρέπει να αποφύγουμε την επανάληψη αυτής της κατάστασης","верю, что мы должны избежать повторения этого состояния"]],
        "vowels": [["κατάστασ",false],["η",true]]
    },
    {
        "greek": "κατάστημα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "магазин",
        "exa": [["αγοράζω αλλαντικά στο κατάστημα","покупаю колбасные изделия в магазине"],["Tα καταστήματα έμειναν κλειστά λόγω της απεργίας","магазины были закрыты по причине забастовки"]],
        "vowels": [["κατάστ",false],["η",true],["μα",false]]
    },
    {
        "greek": "καταφατικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "утвердительный",
        "exa": [["Η απάντηση είναι καταφατική","ответ утвердительный"]],
        "vowels": [["καταφατ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κάτι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "что-то",
        "exa": [["οι άνθρωποι αρρώσταιναν δυο τρεις μέρες και κάτι παραπάνω και μετά πέθαιναν ξαφνικά","люди заболевали на 2-3 дня или немного сверху и потом внезапно умирали"],["Κάτι τόσο ζεστό ώστε να μετατρέψει την άμμο σε γυαλί","что-то настолько горячее, что превращает песок в стекло"]],
        "vowels": [["κάτ",false],["ι",true]]
    },
    {
        "greek": "καταφέρνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "добиваться, справляться",
        "exa": [["Ελπίζω να καταφέρουμε μαζί να συνεχίσουμε την δουλειά χωρίς άλλες καθυστερήσεις","надеюсь, добъемся вместе продолжить работу без других задержек"]],
        "vowels": [["καταφ",false],["έ",true],["ρν",false],["ω",true]]
    },
    {
        "greek": "καταχώρηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "запись",
        "exa": [["Η τελευταία καταχώρηση ήταν κάπως ενοχλητική","последняя запись была немного раздражающей"]],
        "vowels": [["καταχ",false],["ώ",true],["ρ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "κατεβαίνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "спускаться",
        "exa": [["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"]],
        "vowels": [["κατ",false],["ε",true],["β",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "κατευθείαν",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "прямо, напрямик",
        "exa": [["Θέλω οι κραυγές σου να την οδηγήσουν κατευθείαν σε εμένα","хочу, чтобы твои вопли привели ее прямо ко мне"],["Η μαμα μου λεει οτι αν φας μοσχαρι πας κατευθειαν στην κολαση","мама мне говорит, что если ешь говядину, отправляешься прямо в ад"]],
        "vowels": [["κατευθ",false],["εί",true],["αν",false]]
    },
    {
        "greek": "κατήφορος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "спуск",
        "exa": [["αν με σπρώξεις στον κατήφορο, θα πέσεις και'συ μαζί μου","если толкнешь меня вниз, упадешь и сам вместе со мной"]],
        "vowels": [["κατ",false],["ή",true],["φ",false],["ο",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κατοικία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "местопребывание",
        "exa": [["Κάθε κατοικίδιο, αξίζει μια αγαπημένη και μόνιμη κατοικία","каждый питомец заслуживает любимого и постоянного дома"]],
        "vowels": [["κατ",false],["οι",true],["κ",false],["ί",true],["α",false]]
    },
    {
        "greek": "κάτοικος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "житель",
        "exa": [["Περισσότεροι από τους μισούς κατοίκους είναι ενάντια στο σχέδιο","больше половины жителей против плана"]],
        "vowels": [["κάτ",false],["οι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κατσαβίδι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "отвёртка",
        "exa": [["Η μητέρα του ήταν εδώ και την σκότωσα με ένα κατσαβίδι","его мать была тут и я ее убил отверткой"]],
        "vowels": [["κατσαβ",false],["ί",true],["δ",false],["ι",true]]
    },
    {
        "greek": "κατσαρός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "кудрявый",
        "exa": [["κοντά κατσαρά μαλλιά","короткие кудрявые волосы"]],
        "vowels": [["κατσαρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κάτω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "под",
        "exa": [["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"]],
        "vowels": [["κάτ",false],["ω",true]]
    },
    {
        "greek": "καφέ",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "коричневый",
        "exa": [],
        "vowels": [["καφ",false],["έ",true]]
    },
    {
        "greek": "καφές",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "кофе",
        "exa": [["γενικά δεν πίνω κρύο καφέ","обычно не пью холодный кофе"]],
        "vowels": [["καφ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "κείμενο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "текст",
        "exa": [["Μπορείς να μας βοηθήσεις να μεταφράσουμε αυτό το κείμενο;","можешь нам помочь перевести этот текст?"]],
        "vowels": [["κ",false],["εί",true],["μ",false],["ε",true],["ν",false],["ο",true]]
    },
    {
        "greek": "κενό",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пустота , пропуск",
        "exa": [["γεμίζουν το κενό στην ψυχή μας","они заполняют пустоту в нашей душе"]],
        "vowels": [["κ",false],["ε",true],["ν",false],["ό",true]]
    },
    {
        "greek": "κεντρικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "центральный",
        "exa": [["η κεντρική διοίκηση","центральное руководство"]],
        "vowels": [["κ",false],["ε",true],["ντρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κέντρο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "центр",
        "exa": [["Πού αναχωρούν τα λεωφορεία με κατεύθυνση το κέντρο;","откуда отправляются автобусы по направлению в центр?"]],
        "vowels": [["κ",false],["έ",true],["ντρ",false],["ο",true]]
    },
    {
        "greek": "κεραμικό",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "керамика",
        "exa": [],
        "vowels": [["κ",false],["ε",true],["ραμ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "κεράσι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "черешня",
        "exa": [["Το κεράσι είναι είδος που ευδοκιμεί σε δροσερό περιβάλλον και ουδέτερα ή υπόξινα εδάφη","черешня - это вид, который предпочитает прохладное окружение и нейтральную или кусловатую почву"]],
        "vowels": [["κ",false],["ε",true],["ράσ",false],["ι",true]]
    },
    {
        "greek": "κεραυνός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "молния",
        "exa": [["θα μπορούσε να σε χτυπήσει κεραυνός, αλλά πρακτικά είναι αδύνατο","тебя может ударить молния, но это практически невозможно"]],
        "vowels": [["κ",false],["ε",true],["ραυν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κερδίζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выигрывать, зарабатывать",
        "exa": [["Φαίνεται πως μάλλον θα κερδίσει το πρώτο βραβείο","кажется он возможно выиграет первый приз"]],
        "vowels": [["κ",false],["ε",true],["ρδ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "κέρδος",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "прибыль, выигрыш",
        "exa": [["Είμαι κοντά στο να βγάλω κέρδος στον τρίτο μήνα","я близок к тому, чтобы получить прибыль в третьем месяце"]],
        "vowels": [["κ",false],["έ",true],["ρδ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κεφαλαίο",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": ["γράμμα"],
        "rus": "заглавная буква",
        "exa": [["Αυτή η λέξη γράφεται με κεφαλαίο","это слово пишется заглавными"]],
        "vowels": [["κ",false],["ε",true],["φαλ",false],["αί",true],["ο",true]]
    },
    {
        "greek": "κεφάλι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "голова",
        "exa": [["είναι τουλάχιστον ένα κεφάλι ψηλότερός μου","он по крайней мере на голову выше меня"],["Μια φορά έπαθε κρίση πανικού όταν το κεφάλι του κόλλησε σ'ένα πουλόβερ","однажды у него случился патический кризис, когда его голова застряла в свитере"]],
        "vowels": [["κ",false],["ε",true],["φάλ",false],["ι",true]]
    },
    {
        "greek": "κέφι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "веселье",
        "exa": [["Ας έχουμε το κρασί, οι γυναίκες, κέφι και γέλιο","давайте насладимся вином, женщинами, весельем и смехом"]],
        "vowels": [["κ",false],["έ",true],["φ",false],["ι",true]]
    },
    {
        "greek": "κήπος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сад",
        "exa": [["Ο κήπος είναι μπροστά από το σπίτι","сад находится перед домом"]],
        "vowels": [["κ",false],["ή",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "и",
        "exa": [],
        "vowels": [["κ",false],["ι",true]]
    },
    {
        "greek": "κιλό",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "килограмм",
        "exa": [],
        "vowels": [["κ",false],["ι",true],["λ",false],["ό",true]]
    },
    {
        "greek": "κιμάς",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "фарш",
        "exa": [],
        "vowels": [["κ",false],["ι",true],["μάς",false]]
    },
    {
        "greek": "Κίνα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Китай",
        "exa": [],
        "vowels": [["Κ",false],["ί",true],["να",false]]
    },
    {
        "greek": "κινέζικα",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "китайский язык",
        "exa": [],
        "vowels": [["κ",false],["ι",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κα",false]]
    },
    {
        "greek": "κινέζικος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "китайский",
        "exa": [],
        "vowels": [["κ",false],["ι",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Κινέζος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-α"],
        "rus": "китаец (-янка)",
        "exa": [],
        "vowels": [["Κ",false],["ι",true],["ν",false],["έ",true],["ζ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κινηματογράφος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "кинотеатр",
        "exa": [["η ταινία είναι μεγάλη επιτυχία στον κινηματογράφο μας","фильм - большой успех нашего кинотеатра"],["Η είσοδος στο κοντσέρτο κοστίζει περισσότερο απ ́αυτή στον κινηματογράφο","вход на концерт стоит больше чем в кинотеатр"]],
        "vowels": [["κ",false],["ι",true],["ν",false],["η",true],["ματ",false],["ο",true],["γράφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κίτρινος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "желтый",
        "exa": [["στέλνει κίτρινα λουλούδια όταν ο ουρανός είναι γκρίζος","посылает желтые цветы, когда небо серое"]],
        "vowels": [["κ",false],["ί",true],["τρ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κινδυνεύω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "рисковать",
        "exa": [["δεκάδες χιλιάδες ανθρώπων κινδυνεύουν","десятки тысяч людей в опасности"]],
        "vowels": [["κ",false],["ι",true],["νδ",false],["υ",true],["νεύ",false],["ω",true]]
    },
    {
        "greek": "κίνηση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "движение",
        "exa": [["Έτσι προβλέπω η επόμενη κίνησή της να είναι πιο λογική παρά συναισθηματική","таким образом предвижу ее следующее движение будет больше логическим чем эмоциональным"],["Απαγορεύεται η κίνηση πολιτών σε δρόμους και λεωφόρους","запрещается движение граждан по улицам и проспектам"]],
        "vowels": [["κ",false],["ί",true],["ν",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "κιόλας",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "уже",
        "exa": [["Απλά έκανα μια πρόταση δεν το αποφάσισα κιόλας","я просто сделал предложение, не решил это еще"]],
        "vowels": [["κ",false],["ι",true],["ό",true],["λας",false]]
    },
    {
        "greek": "κλασικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "классический",
        "exa": [],
        "vowels": [["κλασ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κλειδί",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ключ",
        "exa": [["Κοίταξε στην τσάντα της για το κλειδί του σπιτιού, αλλά δεν μπόρεσε να το βρει","она посмотрела в сумке ли ключ от дома, но не смогла его найти"]],
        "vowels": [["κλ",false],["ει",true],["δ",false],["ί",true]]
    },
    {
        "greek": "κλείνω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "закрывать",
        "exa": [["Θα κλείσω την πόρτα","я закрою дверь"]],
        "vowels": [["κλ",false],["εί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "κλειστός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "закрытый",
        "exa": [["Tα καταστήματα έμειναν κλειστά λόγω της απεργίας","магазины были закрыты по причине забастовки"]],
        "vowels": [["κλ",false],["ει",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κλέβω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "воровать",
        "exa": [["Κλέβω τη νύφη για μερικές φωτογραφίες.","краду невесту для нескольких фотографий"]],
        "vowels": [["κλ",false],["έ",true],["β",false],["ω",true]]
    },
    {
        "greek": "κλήση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вызов, повестка",
        "exa": [["Περίμενα μια νέα κλήση ή κάποια επίσημη συνέντευξη","я ожидал нового вызова или какого-нибудь официального интервью"]],
        "vowels": [["κλ",false],["ή",true],["σ",false],["η",true]]
    },
    {
        "greek": "κλιματιστικό",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кондинционер",
        "exa": [["Κάνει πολλή ζέστη, θα ανάψω το κλιματιστικό","очень жарко, включю кондиционер"]],
        "vowels": [["κλ",false],["ι",true],["ματ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "κλίμα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "климат",
        "exa": [["Επηρεάζεται συγχρόνως το όλο θέμα της αλλαγής του παγκοσμίου κλίματος","затрагивает одновременно всю тему изменения мирового климата"]],
        "vowels": [["κλ",false],["ί",true],["μα",false]]
    },
    {
        "greek": "κλινική",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "клиника",
        "exa": [],
        "vowels": [["κλ",false],["ι",true],["ν",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "κοιμάμαι",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "спать",
        "exa": [["δυσκολεύεται να κοιμηθεί","ему трудно заснуть"],["Κοιμήσου σε ξεχωριστή κρεβατοκάμαρα και βάλε κλειδαριά ασφαλείας στην πόρτα","спите в отдельной спальне и поставьте надежный замок на дверь"]],
        "vowels": [["κ",false],["οι",true],["μάμ",false],["αι",true]]
    },
    {
        "greek": "κόβω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "резать, прекращать",
        "exa": [["Ο πατέρας μου θα με έβαζε να κόβω ξύλα για την υπόλοιπη ζωή μου","мой отец поставил бы меня колоть дрова всю оставшуюся жизнь"],["Αν δεν είσαι σίγουρος αν ένα μανιτάρι είναι καλό, μη το κόβεις","если не уверен, что гриб хороший, не срезай его"]],
        "vowels": [["κ",false],["ό",true],["β",false],["ω",true]]
    },
    {
        "greek": "κοιλιά",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "живот",
        "exa": [["Έχασε την κοιλιά λόγω της μπύρας και ξαφνικά, άρχισε να φοράει κολόνια","потерял живот по причине пива и внезапно начал носить одеколон"]],
        "vowels": [["κ",false],["οι",true],["λ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "κοινωνία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "общество",
        "exa": [["Η ενέργεια αποτελεί ανάγκη στη σύγχρονη κοινωνία","энергия нужна в современном обществе"]],
        "vowels": [["κ",false],["οι",true],["ν",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "κοινωνικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "общественный",
        "exa": [["Μολονότι ήταν φιλικός και κοινωνικός άνθρωπος, αξίζει να σημειωθεί ότι θεωρούσε πολύτιμες τις στιγμές που περνούσε μόνος του","Хотя он был дружественным и общественным человеком, стоит отметить, что он считал ценнейшими мгновения, которые проводил в одиночку"]],
        "vowels": [["κ",false],["οι",true],["ν",false],["ω",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κολύμβηση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "плавание",
        "exa": [["αν επρόκειτο για αγώνα κολύμβησης, σίγουρα θα έβγαιναν νικητές","если бы это были соревнования по плаванию, они бы точно одержали победу"]],
        "vowels": [["κ",false],["ο",true],["λ",false],["ύ",true],["μβ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "κομμωτήριο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "парикмахерская",
        "exa": [["όταν ήμουν παιδί, λυποθυμούσα στο κομμωτήριο","когда был ребенком, потерял сознание в парикмахерской"]],
        "vowels": [["κ",false],["ο",true],["μμ",false],["ω",true],["τ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "κομμωτής",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "парикмахер",
        "exa": [["Ο κομμωτής σου τηλεφώνησε για να σιγουρέψει το ραντεβού","парикмахер ему позвонил, чтобы подтвердить встречу"]],
        "vowels": [["κ",false],["ο",true],["μμ",false],["ω",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "κομοδίνο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "комод",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["μ",false],["ο",true],["δ",false],["ί",true],["ν",false],["ο",true]]
    },
    {
        "greek": "κοντινός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "близкий",
        "exa": [["είναι το κοντινό μέλλον","это ближайшее будущее"]],
        "vowels": [["κ",false],["ο",true],["ντ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κόστος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стоимость",
        "exa": [["Σκέψου το κόστος προτού αποφασίσεις να αγοράσεις το αυτοκίνητο","подумай о цене, прежде чем решишь купить машину"]],
        "vowels": [["κ",false],["ό",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κουβέντα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "беседа, разговор",
        "exa": [["Πιάσαμε κουβέντα πίνοντας καφέ κι αρχίσαμε να παίζουμε ντόμινο","мы завязали разговор, пья кофе, и начали играть в домино"]],
        "vowels": [["κουβ",false],["έ",true],["ντα",false]]
    },
    {
        "greek": "κουβεντιάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "беседовать",
        "exa": [["Καλύτερα, λοιπόν, να επιστρέψω στη δουλειά μου παρά να κουβεντιάζω στο τηλέφωνο","лучше, таким образом, вернуться к работе, чем беседовать по телефону"]],
        "vowels": [["κουβ",false],["ε",true],["ντ",false],["ι",true],["άζ",false],["ω",true]]
    },
    {
        "greek": "κουδούνι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "звонок",
        "exa": [["Οι άντρες θα αλλάζουν θέσεις μόλις χτυπήσει το κουδούνι","мужщины поменяют веста как только прозвенит звонок"]],
        "vowels": [["κουδούν",false],["ι",true]]
    },
    {
        "greek": "κοινότητα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "община",
        "exa": [["η διεθνής κοινότητα","международное сообщество"]],
        "vowels": [["κ",false],["οι",true],["ν",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "κοινόχρηστα",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "коммунальные услуги",
        "exa": [],
        "vowels": [["κ",false],["οι",true],["ν",false],["ό",true],["χρ",false],["η",true],["στα",false]]
    },
    {
        "greek": "κοιτάζω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "смотреть",
        "exa": [["βλέπω πως σε κοιτάζουν τα κορίτσια","вижу, как на тебя смотрят девушки"],["μας κοίταξε με ένα βλέμμα χαμένο","посмотрел на нас потерянным взглядом"],["Κοίταξε στην τσάντα της για το κλειδί του σπιτιού, αλλά δεν μπόρεσε να το βρει","она посмотрела в сумке ли ключ от дома, но не смогла его найти"]],
        "vowels": [["κ",false],["οι",true],["τάζ",false],["ω",true]]
    },
    {
        "greek": "κοκκινιστό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мясо в томатном соусе",
        "exa": [["έχει μια συνταγή για το καλύτερο κοκκινιστό του κόσμου","у нее есть рецепт лучшего мяса под томатным соусом в мире"]],
        "vowels": [["κ",false],["ο",true],["κκ",false],["ι",true],["ν",false],["ι",true],["στ",false],["ό",true]]
    },
    {
        "greek": "κόκκινος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "красный",
        "exa": [["Οι χορτοφάγοι δεν τρώνε κρέας, αλλά τρώνε κόκκινα μήλα","вегетарианцы не едят мясо, но едят красные яблоки"]],
        "vowels": [["κ",false],["ό",true],["κκ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κολλάω -ώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "приклеивать",
        "exa": [["Μια φορά έπαθε κρίση πανικού όταν το κεφάλι του κόλλησε σ'ένα πουλόβερ","однажды у него случился патический кризис, когда его голова застряла в свитере"]],
        "vowels": [["κ",false],["ο",true],["λλά",false],["ω",true]]
    },
    {
        "greek": "κολοκύθι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тыква",
        "exa": [["θα φτιάξω τηγανίτες από κολοκύθι και μαζί με σπιτικό βούτυρο από κανέλα","приготовлю блины из тыквы вместе с домашним маслом их корицы"]],
        "vowels": [["κ",false],["ο",true],["λ",false],["ο",true],["κ",false],["ύ",true],["θ",false],["ι",true]]
    },
    {
        "greek": "κόλπος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "залив",
        "exa": [["Θα βρουν το πτώμα σου στον κόλπο κοντά στη γέφυρα","твое тело найдут в заливе рядом с мостом"]],
        "vowels": [["κ",false],["ό",true],["λπ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κολυμβητήριο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бассейн",
        "exa": [["δημοτικό κολυμβητήριο","общественный бассейн"]],
        "vowels": [["κ",false],["ο",true],["λ",false],["υ",true],["μβ",false],["η",true],["τ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "κολυμπάω -ώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "плавать",
        "exa": [["Ξέρω να κολυμπάω, αλλά δε μου αρέσει να κολυμπάω στο ποτάμι","я умею плавать, но мне не нравится плавать в реке"]],
        "vowels": [["κ",false],["ο",true],["λ",false],["υ",true],["μπά",false],["ω",true]]
    },
    {
        "greek": "κομμάτι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кусок",
        "exa": [["θυμάσαι μόνο αυτό το κομμάτι της ιστορίας","ты помнишь только эту часть истории"]],
        "vowels": [["κ",false],["ο",true],["μμάτ",false],["ι",true]]
    },
    {
        "greek": "κομπιούτερ",
        "lvl": 0,
        "pos": "noun",
        "art": "ο/το",
        "end": [],
        "rus": "компьютер",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["μπ",false],["ι",true],["ούτ",false],["ε",true],["ρ",false]]
    },
    {
        "greek": "κομψός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "изящный, элегантный",
        "exa": [["Τα φορέματα της είναι πολύ κομψά","ее платьz очень элегантные"]],
        "vowels": [["κ",false],["ο",true],["μψ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κοντά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "рядом",
        "exa": [["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"],["Είμαι κοντά στο να βγάλω κέρδος στον τρίτο μήνα","я близок к тому, чтобы получить прибыль в третьем месяце"]],
        "vowels": [["κ",false],["ο",true],["ντά",false]]
    },
    {
        "greek": "κοντός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "низкий",
        "exa": [["Είμαι κοντός για να παίξω ποδόσφαιρο","я низкий, чтобы играть в футбол"]],
        "vowels": [["κ",false],["ο",true],["ντ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κοπέλα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "девушка",
        "exa": [["τα σημερινά γλυκά αρέσουν και στις κοπέλες και στ'αγόρια","современные сладости нравятся и девушкам и парням"]],
        "vowels": [["κ",false],["ο",true],["π",false],["έ",true],["λα",false]]
    },
    {
        "greek": "κόρη",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дочь",
        "exa": [["Η κόρη σου δεν έχει και πολλούς φίλους εδώ","у твоей дочери не много друзей здесь"]],
        "vowels": [["κ",false],["ό",true],["ρ",false],["η",true]]
    },
    {
        "greek": "κορίτσι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "девочка",
        "exa": [["βλέπω πως σε κοιτάζουν τα κορίτσια","вижу, как на тебя смотрят девушки"],["Τα καινούργια κορίτσια έχουν έναν μήνα για να δείξουν τις δυνατότητές τους","у новых девушек есть месяц , чтобы показать свои возможности"]],
        "vowels": [["κ",false],["ο",true],["ρ",false],["ί",true],["τσ",false],["ι",true]]
    },
    {
        "greek": "κόσμημα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "украшение",
        "exa": [["Θα ήθελα να σας δείξω τώρα το κόσμημα της συλλογής μας","хотел бы показать вам сейчас наши избранные украшения"]],
        "vowels": [["κ",false],["ό",true],["σμ",false],["η",true],["μα",false]]
    },
    {
        "greek": "κοσμικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "светский",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["σμ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κόσμος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "народ, мир",
        "exa": [["ζει σε έναν άλλο κόσμο","она живет в другом мире"],["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"]],
        "vowels": [["κ",false],["ό",true],["σμ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κοστίζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "стоить, обходиться",
        "exa": [["Η είσοδος στο κοντσέρτο κοστίζει περισσότερο απ ́αυτή στον κινηματογράφο","вход на концерт стоит больше чем в кинотеатр"]],
        "vowels": [["κ",false],["ο",true],["στ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "κουνιάδος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "шурин, свояк",
        "exa": [["έπρεπε να ξεφύγω από τον ηλίθιο κουνιάδο μου","должен был сбежать от моего глупого шурина"]],
        "vowels": [["κουν",false],["ι",true],["άδ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κουράζομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "уставать",
        "exa": [["Κουράστηκα απο την εργασία","устал от работы"],["έχω αρχίσει να βαριέμαι και να κουράζομαι να περπατάω γύρω από αυτά τα τούνελ","я начал скучать и уставать ходить вокруг этих туннелей"]],
        "vowels": [["κουράζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "κούραση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "усталость",
        "exa": [["Νόμιζα πως κούραση δεν νιώθουν όσοι είναι από βασιλική γεννιά","считал, что усталось не чуствуют представители королевского рода"]],
        "vowels": [["κούρασ",false],["η",true]]
    },
    {
        "greek": "κουρασμένος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "утомленный",
        "exa": [["Είμαι πολύ κουρασμένος, γι'αυτό θα πάω για ύπνο νωρίς σήμερα","я очень устал и поэтому пойду спать рано сегодня"]],
        "vowels": [["κουρασμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κουρείο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "парикмахерская (мужская)",
        "exa": [["Πέρασαν ακριβώς δυο χρόνια από τότε που ανέλαβες το κουρείο","прошли ровно два года, как ты принял барбершоп"]],
        "vowels": [["κουρ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "κουρτίνα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "занавесь",
        "exa": [["Μπαίνει πολύ φως από τις κουρτίνες","попадает много света через занавески"]],
        "vowels": [["κουρτ",false],["ί",true],["να",false]]
    },
    {
        "greek": "κουτάλι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ложка",
        "exa": [["Θα φάμε με ξύλιvα κουτάλια","будем есть деревянными ложками"]],
        "vowels": [["κουτάλ",false],["ι",true]]
    },
    {
        "greek": "κουταλιά",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "содержимое ложки",
        "exa": [["δεν θα πάρεις περισσότερο από μια κουταλιά μια ημέρα","не принимай больше одной ложки в день"]],
        "vowels": [["κουταλ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "κουτσός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "хромой",
        "exa": [["Μία λέξη ακόμα και θα είσαι ο πιο γρήγορος κουτσός στο κόσμο","еще одно слово и станешь самым быстрым хромым в мире"]],
        "vowels": [["κουτσ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κράτος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "государство",
        "exa": [["Από πού κι ως πού θα πρέπει το κράτος να γνωρίζει τις κινήσεις μου στο διαδίκτυο;","откуда и докуда государство должно знать мои движения в сети"]],
        "vowels": [["κράτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κρεμμύδι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лук",
        "exa": [["ανοιξιάτικα κρεμμύδια","весенний лук"],["Ντομάτα και κρεμμύδι για αρχή","помидор и лук для начала"]],
        "vowels": [["κρ",false],["ε",true],["μμ",false],["ύ",true],["δ",false],["ι",true]]
    },
    {
        "greek": "κρεοπωλείο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мясная лавка",
        "exa": [],
        "vowels": [["κρ",false],["ε",true],["ο",true],["π",false],["ω",true],["λ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "κρίση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "суждение",
        "exa": [["Εμπιστευόμαστε την κρίση σας","верим в ваше суждение"]],
        "vowels": [["κρ",false],["ί",true],["σ",false],["η",true]]
    },
    {
        "greek": "κρυολόγημα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "простуда",
        "exa": [["Φοβάμαι πως το κρυολόγημα έχει επηρεάσει τα μάτια μου","боюсь, что простуда повлияла на мои глаза"]],
        "vowels": [["κρ",false],["υ",true],["ο",true],["λ",false],["ό",true],["γ",false],["η",true],["μα",false]]
    },
    {
        "greek": "κρυολογώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "простудиться",
        "exa": [["Ενιωθα κάπως άρρωστος, κρυολόγησα","я почувствовал себя больным, простудившимся"]],
        "vowels": [["κρ",false],["υ",true],["ο",true],["λ",false],["ο",true],["γ",false],["ώ",true]]
    },
    {
        "greek": "κρυωμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "простуженный",
        "exa": [["Ένιωθα κρυωμένος και δεν ήθελα να αρρωστήσω περισσότερο","почувтсвовал себя простуженным и не хотел заболеть еще больше"]],
        "vowels": [["κρ",false],["υ",true],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κρυώνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "охлаждать, мёрзнуть",
        "exa": [["Είμαι βρεγμένη μέχρι το κόκαλο και κρυώνω","я вымок до костей и замерзаю"]],
        "vowels": [["κρ",false],["υ",true],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "κτήριο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "здание",
        "exa": [["Η ομάδα είναι ακόμα στο σημείο αλλά δεν κατάφεραν να μπουν στο κτήριο","команда все еще на месте, но не смогли войти в здание"]],
        "vowels": [["κτ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "κυβέρνηση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "правительство",
        "exa": [["Η κυβέρνηση εκτελεί τις εντολές των τραπεζιτών","государство исполняет приказы банкиров"]],
        "vowels": [["κ",false],["υ",true],["β",false],["έ",true],["ρν",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "κύκλος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "круг, среда",
        "exa": [["ο πρόεδρος έχει σχεδιάσει έναν κύκλο γύρω από το όνομά σου","президент нарисовал круг вокруг твоего имени"]],
        "vowels": [["κ",false],["ύ",true],["κλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κυκλοφοριακός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "круговой",
        "exa": [],
        "vowels": [["κ",false],["υ",true],["κλ",false],["ο",true],["φ",false],["ο",true],["ρ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κυνήγι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "охота",
        "exa": [["τα δύο αγόρια, θα έρθουν μαζί μας για κυνήγι το Σάββατο","двое мальчишек пойдут вместе с нами на охоту в субботу"]],
        "vowels": [["κ",false],["υ",true],["ν",false],["ή",true],["γ",false],["ι",true]]
    },
    {
        "greek": "κωμωδία",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "комедия",
        "exa": [],
        "vowels": [["κ",false],["ω",true],["μ",false],["ω",true],["δ",false],["ί",true],["α",false]]
    },
    {
        "greek": "κοστούμι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "костюм",
        "exa": [],
        "vowels": [["κ",false],["ο",true],["στούμ",false],["ι",true]]
    },
    {
        "greek": "κοτόπουλο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цыплёнок",
        "exa": [["μου αρέσει το γεμιστό κοτόπουλο με ψωμί","мне нравится фаршированный цыпленок с хлебом"]],
        "vowels": [["κ",false],["ο",true],["τ",false],["ό",true],["πουλ",false],["ο",true]]
    },
    {
        "greek": "κουζίνα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кухня",
        "exa": [["πρέπει να βοηθήσει τον πατέρα της στην κουζίνα","она должна помочь отцу на кухне"]],
        "vowels": [["κουζ",false],["ί",true],["να",false]]
    },
    {
        "greek": "κουκέτα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "маленькая койка (на судне)",
        "exa": [["Παίρνω την πάνω κουκέτα","возьму верхнюю койку"]],
        "vowels": [["κουκ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "κούκλα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кукла",
        "exa": [],
        "vowels": [["κούκλα",false]]
    },
    {
        "greek": "κουτί",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "коробка",
        "exa": [["μαζεύουμε λίγα λεφτά στο κουτί για στοιχήματα","мы собираем немного денег в коробку для ставок"]],
        "vowels": [["κουτ",false],["ί",true]]
    },
    {
        "greek": "κρασί",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вино",
        "exa": [["με τέτοιες σκοτεινές μέρες και τόση βία γύρω μας, είμαστε ευχαριστημένοι με ένα καλό γεύμα και κρασί","в такие темные дни и с таким количеством насилия вокруг нас мы счастливы иметь хороший ужин и вино"],["Ας έχουμε το κρασί, οι γυναίκες, κέφι και γέλιο","давайте насладимся вином, женщинами, весельем и смехом"]],
        "vowels": [["κρασ",false],["ί",true]]
    },
    {
        "greek": "κρατάω -ώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "держать",
        "exa": [["Κρατώ μετρητά για επείγουσες ανάγκες","держу наличные для срочных нужд"]],
        "vowels": [["κρατά",false],["ω",true]]
    },
    {
        "greek": "κρατικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "государственный",
        "exa": [["αν σε τσακώσουν εδώ για ληστεία, πας στην κρατική φυλακή","если тебя схватят тут за грабеж, пойдешь в государственную тюрьму"]],
        "vowels": [["κρατ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κρέας",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мясо",
        "exa": [["Οι χορτοφάγοι δεν τρώνε κρέας, αλλά τρώνε κόκκινα μήλα","вегетарианцы не едят мясо, но едят красные яблоки"]],
        "vowels": [["κρ",false],["έ",true],["ας",false]]
    },
    {
        "greek": "κρεβάτι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кровать",
        "exa": [["θα κοιμηθείτε στο κρεβάτι μου με τα μεταξωτά σεντόνια","будете спать в кровати с шелковыми простынями"]],
        "vowels": [["κρ",false],["ε",true],["βάτ",false],["ι",true]]
    },
    {
        "greek": "κρεβατοκάμαρα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "спальня",
        "exa": [["Κοιμήσου σε ξεχωριστή κρεβατοκάμαρα και βάλε κλειδαριά ασφαλείας στην πόρτα","спите в отдельной спальне и поставьте надежный замок на дверь"]],
        "vowels": [["κρ",false],["ε",true],["βατ",false],["ο",true],["κάμαρα",false]]
    },
    {
        "greek": "Κρήτη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Крит",
        "exa": [],
        "vowels": [["Κρ",false],["ή",true],["τ",false],["η",true]]
    },
    {
        "greek": "κρίμα!",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "Как жаль!",
        "exa": [["Είναι σχεδόν κρίμα που δεν είστε ο αληθινός ληστής","Почти жалко, что вы не настоящий грабитель"]],
        "vowels": [["κρ",false],["ί",true],["μα!",false]]
    },
    {
        "greek": "κρουασάν",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "круасан",
        "exa": [],
        "vowels": [["κρουασάν",false]]
    },
    {
        "greek": "κρύο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "холод",
        "exa": [["Λυπάμαι που είναι κρύο αλλά δεν έχουμε χρόνο να ανάψουμε φωτιά","сожалею, что холодно, но у нас нет времени зажечь огонь"]],
        "vowels": [["κρ",false],["ύ",true],["ο",true]]
    },
    {
        "greek": "κρύος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "холодный",
        "exa": [["γενικά δεν πίνω κρύο καφέ","обычно не пью холодный кофе"],["Το δέρμα σου είναι κάτασπρο και κρύο σαν πάγος","твоя кожа белоснежная и холодная как лед"]],
        "vowels": [["κρ",false],["ύ",true],["ο",true],["ς",false]]
    },
    {
        "greek": "κρυφός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "скрытый",
        "exa": [["Είναι σαν κρυφός φόρος για αυτούς που δεν μπορούν να πηδηχτούν","это как будто скрытый налог на тех, кто не может трахнуться"]],
        "vowels": [["κρ",false],["υ",true],["φ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "κτηνοτροφικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "животноводческий",
        "exa": [["κτηνοτροφική παραγωγή","животноводческое производство"]],
        "vowels": [["κτ",false],["η",true],["ν",false],["ο",true],["τρ",false],["ο",true],["φ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Κυκλάδες",
        "lvl": 1,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "Киклады",
        "exa": [],
        "vowels": [["Κ",false],["υ",true],["κλάδ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "κυκλοφορώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ходить по улицам",
        "exa": [["Τα ποδήλατα κυκλοφορούν σε δημόσιους δρόμους και συνεπώς υπάρχουν συναφή θέματα ασφάλειας","велосипеды ездят по общественным улицам и следовательно существуют связанные с этим вопросы безопасности"]],
        "vowels": [["κ",false],["υ",true],["κλ",false],["ο",true],["φ",false],["ο",true],["ρ",false],["ώ",true]]
    },
    {
        "greek": "κυρία",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "госпожа",
        "exa": [],
        "vowels": [["κ",false],["υ",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Κυριακή",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "воскресенье",
        "exa": [],
        "vowels": [["Κ",false],["υ",true],["ρ",false],["ι",true],["ακ",false],["ή",true]]
    },
    {
        "greek": "κύριος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "господин",
        "exa": [],
        "vowels": [["κ",false],["ύ",true],["ρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "κύριος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "основной",
        "exa": [],
        "vowels": [["κ",false],["ύ",true],["ρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "κώδικας",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "кодекс",
        "exa": [],
        "vowels": [["κ",false],["ώ",true],["δ",false],["ι",true],["κας",false]]
    },
    {
        "greek": "Κωνσταντινούπολη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Константинополь (Стамбул)",
        "exa": [],
        "vowels": [["Κ",false],["ω",true],["νσταντ",false],["ι",true],["νούπ",false],["ο",true],["λ",false],["η",true]]
    },
    {
        "greek": "λαιμός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "шея",
        "exa": [["Το στομάχι μου με πεθαίνει, ο λαιμός μου πονάει, αλλά όχι και το πόδι μου","желудок меня убивает, шея болит, но не ноги"]],
        "vowels": [["λ",false],["αι",true],["μ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "λατρεία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "любовь, поклонение",
        "exa": [["Είναι σαν να εξελίχθηκε η Νορβηγική παράδοση στη σύγχρονη εποχή... διατηρώντας τη συνέχιση της λατρείας των αρχαίων Θεών","это как будто норвежские традиции развились в современную эпоху, продолжая непрерывность поклонения древним богам"]],
        "vowels": [["λατρ",false],["εί",true],["α",false]]
    },
    {
        "greek": "λατρεύω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обожать",
        "exa": [["Και φυλαχτείτε από τον άντρα που μιλά για τα χρήματα και λατρεύει τα χρήματα","опасайтесь мужчину, который говорит о деньгах и обожает деньги"],["Είμαι καλή νοικοκυρά και λατρεύω τη μαγειρική","я хорошая домохозяйка и обожаю готовre"]],
        "vowels": [["λατρεύ",false],["ω",true]]
    },
    {
        "greek": "λείπω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отсутствовать",
        "exa": [["θα πρέπει νιώθετε μοναξιά εδώ, με τον Χάντινγκτον να λείπει τόσο συχνά","вы должны чувствовать здесь одиночество, так как Хантингтон отсутствует так часто"]],
        "vowels": [["λ",false],["εί",true],["π",false],["ω",true]]
    },
    {
        "greek": "λεπτομέρεια",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "подробность, деталь",
        "exa": [["η παραμικρή λεπτομέρεια έχει σχεδιαστεί με ακρίβεια για τους κατοίκους της","мельчайшие детали были точно спроектированы для ее жителей"]],
        "vowels": [["λ",false],["ε",true],["πτ",false],["ο",true],["μ",false],["έ",true],["ρ",false],["ει",true],["α",false]]
    },
    {
        "greek": "ληστεία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "грабёж",
        "exa": [["αν σε τσακώσουν εδώ για ληστεία, πας στην κρατική φυλακή","если тебя схватят тут за грабеж, пойдешь в государственную тюрьму"]],
        "vowels": [["λ",false],["η",true],["στ",false],["εί",true],["α",false]]
    },
    {
        "greek": "ληστής",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "грабитель",
        "exa": [["Είναι σχεδόν κρίμα που δεν είστε ο αληθινός ληστής","Почти жалко, что вы не настоящий грабитель"]],
        "vowels": [["λ",false],["η",true],["στ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "λικέρ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ликер",
        "exa": [],
        "vowels": [["λ",false],["ι",true],["κ",false],["έ",true],["ρ",false]]
    },
    {
        "greek": "λιμάνι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "порт",
        "exa": [["Συναντηθήκαμε στο σκοτάδι, σαν δύο πλοία που πηγαίνουν στο ίδιο λιμάνι μαζί τη νύχτα","мы встретились в темноте, как два судна, что идут в один и тот же порт вместе ночью"]],
        "vowels": [["λ",false],["ι",true],["μάν",false],["ι",true]]
    },
    {
        "greek": "λινός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "полотняный",
        "exa": [["Το δέρμα του είναι λεπτό, σαν λινό ύφασμα","твоя кожа тонка как льняная ткань"]],
        "vowels": [["λ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "λίτρο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "литр",
        "exa": [],
        "vowels": [["λ",false],["ί",true],["τρ",false],["ο",true]]
    },
    {
        "greek": "λογοτεχνία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "литература",
        "exa": [["Σας αρέσει η γαλλική λογοτεχνία;","вам нравится французская литература?"]],
        "vowels": [["λ",false],["ο",true],["γ",false],["ο",true],["τ",false],["ε",true],["χν",false],["ί",true],["α",false]]
    },
    {
        "greek": "λόγω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "в соответствии, ввиду",
        "exa": [["Tα καταστήματα έμειναν κλειστά λόγω της απεργίας","магазины были закрыты по причине забастовки"],["Έχασε την κοιλιά λόγω της μπύρας και ξαφνικά, άρχισε να φοράει κολόνια","потерял живот по причине пива и внезапно начал носить одеколон"]],
        "vowels": [["λ",false],["ό",true],["γ",false],["ω",true]]
    },
    {
        "greek": "λύνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "развязывать, решать",
        "exa": [["Θέλω να ξέρω πως λύνουν τις υποθέσεις όταν τα στοιχεία δεν οδηγούν στον ύποπτο","хочу знать, как решают дела, когда данные не ведут к подозреваемому"]],
        "vowels": [["λ",false],["ύ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "λύρα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "музыкальный инструмент",
        "exa": [],
        "vowels": [["λ",false],["ύ",true],["ρα",false]]
    },
    {
        "greek": "λύση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "решение",
        "exa": [["όταν το σκυλί στρέφεται εναντίον του αφεντικού του... Υπάρχει μόνο μία λύση","когда собака поворачивается против своего хозяина... есть только одно решение"],["Δηλαδή τα χρήματα ξαφνικά είναι η λύση στα προβλήματά σου","т.е. деньги внезапно стали решением твоих проблем"]],
        "vowels": [["λ",false],["ύ",true],["σ",false],["η",true]]
    },
    {
        "greek": "λωρίδα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "полоса",
        "exa": [["Ας πούμε ότι ένα μεγάλο δέντρο έχει πέσει στη λωρίδα σας","скажем, большое дерево упало на вашу полосу"]],
        "vowels": [["λ",false],["ω",true],["ρ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "λάδι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подсолнечное масло",
        "exa": [["Θέλω να με βάλουν σε λάδι ελιάς αν είναι να γίνω σαρδέλα","хочу, чтобы меня положили в оливковое масло, как будто я стану сардиной"]],
        "vowels": [["λάδ",false],["ι",true]]
    },
    {
        "greek": "λάθος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ошибка",
        "exa": [["αποκλείεται να ξανακάνω αυτό το λάθος","исключается, что сделаю снова эту ошибку"],["δεν έχω χρόνο να κάθομαι στο τηλέφωνο όλη την ημέρα να καλύπτω τα λάθη σου","у меня нет времени сидеть у телефона весь день, чтобы прикрывать твои ошибки"],["Πιστεύω στο λογαριασμό μου είναι ένα λάθος","думаю в моем счете есть ошибка"]],
        "vowels": [["λάθ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λαϊκός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "народный",
        "exa": [["δεν μπορείς να γράψεις ένα αληθινό λαϊκό τραγούδι","не сможешь написать настоящую народную песню"]],
        "vowels": [["λαϊκ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "λάμπα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лампа",
        "exa": [],
        "vowels": [["λάμπα",false]]
    },
    {
        "greek": "λαχανικά",
        "lvl": 3,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "овощи",
        "exa": [["Έχουμε τόσα πολλά φρέσκα λαχανικά","у нас так много свежих овощей"]],
        "vowels": [["λαχαν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "λέγομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "называться",
        "exa": [["Δεν είμαι καν σίγουρος ότι αυτό που έχουμε λέγεται γάμος","я даже не уверен, что то, что у нас есть, называется браком"]],
        "vowels": [["λ",false],["έ",true],["γ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "λειτουργώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "действовать, служить обедню (церк)",
        "exa": [["Λειτουργώ καλύτερα, αν το δω πρώτα στη πράξη","действую лучше, если увижу сначало это в действии"]],
        "vowels": [["λ",false],["ει",true],["τουργ",false],["ώ",true]]
    },
    {
        "greek": "λεμόνι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лимон",
        "exa": [],
        "vowels": [["λ",false],["ε",true],["μ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "λέξη",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "слово",
        "exa": [["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο","в классическом древнегреческом языке слово «крест» просто означало вертикально стоящий кусок дерева"],["Συνήθως οι ερωτηματικές λέξεις ξεκινούν με το γράμμα \"π\"","обычно вопросительные слова начинаются с буквы п"]],
        "vowels": [["λ",false],["έ",true],["ξ",false],["η",true]]
    },
    {
        "greek": "λεξικό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "словарь",
        "exa": [["Δεν νομίζω ότι η λέξη απλά υπάρχει στο λεξικό τους","не думаю, что слово просто есть в его словаре"]],
        "vowels": [["λ",false],["ε",true],["ξ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "λεπτό",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "минута",
        "exa": [["απέχουμε δύο λεπτά από την απόφαση του δικαστή","нас отделяют две минуты от решения судьи"]],
        "vowels": [["λ",false],["ε",true],["πτ",false],["ό",true]]
    },
    {
        "greek": "λεπτός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "тонкий, деликатный",
        "exa": [["Το δέρμα του είναι λεπτό, σαν λινό ύφασμα","твоя кожа тонка как льняная ткань"]],
        "vowels": [["λ",false],["ε",true],["πτ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "λέσχη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "клуб",
        "exa": [["ως μέλος αυτής της λέσχης, ίσως να το έκανα υπό προϋποθέσεις","как член этого клуба, возможно я сделал бы это при условиях"]],
        "vowels": [["λ",false],["έ",true],["σχ",false],["η",true]]
    },
    {
        "greek": "λευκός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "светлый",
        "exa": [["οι γυναίκες που έχουν λευκό δέρμα συνήθως έχουν μεγαλύτερη δυσκολία στην προσαρμογή, γιατί συχνά το δέρμα τους είναι λιγάκι πιο τρυφερό","женщинам с белой кожей более сложно адаптироваться, потому что их кожа немножко более нежная"]],
        "vowels": [["λευκ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Λευκωσία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Никосия",
        "exa": [],
        "vowels": [["Λευκ",false],["ω",true],["σ",false],["ί",true],["α",false]]
    },
    {
        "greek": "λεφτά",
        "lvl": 3,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "деньги",
        "exa": [["οι τύποι βγάζουν πάρα πολλά λεφτά χωρίς να κάνουν τίποτα","парни зарабатывают много денег, ничего не делая"],["δεν μου είπες ότι αρνήθηκε τα λεφτά","мне не говорил, что отказался от денег"],["μαζεύουμε λίγα λεφτά στο κουτί για στοιχήματα","мы собираем немного денег в коробку для ставок"]],
        "vowels": [["λ",false],["ε",true],["φτά",false]]
    },
    {
        "greek": "λέω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "говорить",
        "exa": [["πες μου μόνο την αλήθεια","говори мне только правду"],["οι μόνοι άνθρωποι που φροντίδα είναι μαμά και τον μπαμπά","единственные люди, кто беспокоился - это мама и папа"],["τι ακριβώς εννοείς λέγοντας ανώμαλη διαδρομή","что в точности имеешь в виду, говоря неправильная дорога"]],
        "vowels": [["λ",false],["έ",true],["ω",true]]
    },
    {
        "greek": "λεωφορείο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "автобус",
        "exa": [["Πού αναχωρούν τα λεωφορεία με κατεύθυνση το κέντρο;","откуда отправляются автобусы по направлению в центр?"]],
        "vowels": [["λ",false],["ε",true],["ω",true],["φ",false],["ο",true],["ρ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "λεωφόρος",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "проспект",
        "exa": [["Απαγορεύεται η κίνηση πολιτών σε δρόμους και λεωφόρους","запрещается движение граждан по улицам и проспектам"]],
        "vowels": [["λ",false],["ε",true],["ω",true],["φ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λιακάδα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "солнечный день",
        "exa": [["Tίποτα πιο όμορφο από το Λονδίνο με λιακάδα","нет ничего прекраснее лондона в солнечный день"]],
        "vowels": [["λ",false],["ι",true],["ακάδα",false]]
    },
    {
        "greek": "Λίβανος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Ливан",
        "exa": [],
        "vowels": [["Λ",false],["ί",true],["βαν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λίγο",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "мало",
        "exa": [["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"],["υπάρχει πιθανότητα να βρεις λίγο γέλιο","есть вероятность, что найдешь немного смеха"],["τα φορέματα της έφταναν λίγο κάτω από το γόνατο","ее платья доходили немного ниже ее колена"]],
        "vowels": [["λ",false],["ί",true],["γ",false],["ο",true]]
    },
    {
        "greek": "λίγος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "немногий",
        "exa": [["Υπάρχει λίγος κόσμος που μπορώ να εμπιστευτώ αυτή τη στιγμή","немногим могу доверять в этот момент"]],
        "vowels": [["λ",false],["ί",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λιγότερο",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "немного",
        "exa": [["Μια εργάτρια μέλισσα ζυγίζει λιγότερο από ένα πέταλο λουλουδιού","рабочая пчела весит меньше чем лепесток цветка"]],
        "vowels": [["λ",false],["ι",true],["γ",false],["ό",true],["τ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "λίρα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лира (денежная единица)",
        "exa": [],
        "vowels": [["λ",false],["ί",true],["ρα",false]]
    },
    {
        "greek": "λίστα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "список",
        "exa": [["Δίνουμε εδώ μια λίστα των συνηθισμένων ερωτήσεων","мы даем список обычных вопросов"]],
        "vowels": [["λ",false],["ί",true],["στα",false]]
    },
    {
        "greek": "λογαριασμός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "счёт",
        "exa": [["Πιστεύω στο λογαριασμό μου είναι ένα λάθος","думаю в моем счете есть ошибка"]],
        "vowels": [["λ",false],["ο",true],["γαρ",false],["ι",true],["ασμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "λόγια",
        "lvl": 3,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "слова",
        "exa": [["δεν έχω τη διάθεση για παρηγορητικά λόγια τώρα","я не в настроении сейчас для слов утешения"]],
        "vowels": [["λ",false],["ό",true],["γ",false],["ι",true],["α",false]]
    },
    {
        "greek": "λογικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "логичный, разумный",
        "exa": [["Έτσι προβλέπω η επόμενη κίνησή της να είναι πιο λογική παρά συναισθηματική","таким образом предвижу ее следующее движение будет больше логическим чем эмоциональным"]],
        "vowels": [["λ",false],["ο",true],["γ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "λογιστής",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "бухгалтер",
        "exa": [["Η δουλειά του λογιστή δεν περιλαμβάνει εργασίες καθαριστή","работа бухгалтера не включает в себя рабочие обязанности уборщика"]],
        "vowels": [["λ",false],["ο",true],["γ",false],["ι",true],["στ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "λόγος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "слово, речь",
        "exa": [["δεν κρατάει ποτέ τον λόγο του","он никогда не держит слово"]],
        "vowels": [["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "λοιπόν",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "итак, таким образом",
        "exa": [["λοιπόν, δεν υπάρχει κανένας καθρέφτης στον απέναντι τοίχο","итак, не существует какого-либо зеркала на противоположной стене"],["Καλύτερα, λοιπόν, να επιστρέψω στη δουλειά μου παρά να κουβεντιάζω στο τηλέφωνο","лучше, таким образом, вернуться к работе, чем беседовать по телефону"]],
        "vowels": [["λ",false],["οι",true],["π",false],["ό",true],["ν",false]]
    },
    {
        "greek": "Λονδίνο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Лондон",
        "exa": [],
        "vowels": [["Λ",false],["ο",true],["νδ",false],["ί",true],["ν",false],["ο",true]]
    },
    {
        "greek": "λουκάνικο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сосиска",
        "exa": [["Δεν θα έτρωγα άλλο καπνιστό λουκάνικο ακόμα κι αν έφερνε την παγκόσμια ειρήνη","не съел бы еще одну копченую сосиску, даже если бы это принесло мир во всем мире"]],
        "vowels": [["λουκάν",false],["ι",true],["κ",false],["ο",true]]
    },
    {
        "greek": "λουλούδι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цветок",
        "exa": [["στέλνει κίτρινα λουλούδια όταν ο ουρανός είναι γκρίζος","посылает желтые цветы, когда небо серое"]],
        "vowels": [["λουλούδ",false],["ι",true]]
    },
    {
        "greek": "λουξ",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "люкс",
        "exa": [],
        "vowels": [["λουξ",false]]
    },
    {
        "greek": "Λουξεμβούργο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Люксембург",
        "exa": [],
        "vowels": [["Λουξ",false],["ε",true],["μβούργ",false],["ο",true]]
    },
    {
        "greek": "λουτρό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баня",
        "exa": [["Πρέπει να ρίξω μια ματιά μέσα χωρίς να κάνει τη περιοχή λουτρό αίματος","я должен бросить взгляд во внуть, без того чтобы превратить район в кровавую баню"]],
        "vowels": [["λουτρ",false],["ό",true]]
    },
    {
        "greek": "λύκειο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лицей",
        "exa": [["η μητέρα μου πρότεινε να τελειώσω πρώτα το λύκειο","моя мать предложила мне сначала закончить лицей"]],
        "vowels": [["λ",false],["ύ",true],["κ",false],["ει",true],["ο",true]]
    },
    {
        "greek": "λυπάμαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "жалеть",
        "exa": [["λυπάμαι που δεν κατάφερα να ασχοληθώ πολύ μαζί σου αυτήν την εβδομάδα","сожалею, что не смог заняться вами достаточно много на этой неделе"],["λυπάμαι που δεν μπορώ να είμαι αυτός ο ιδανικός τύπος που εσύ νομίζεις πως είμαι","сожалею, что не могу быть тем идеальным парнем, который думаешь я есть"]],
        "vowels": [["λ",false],["υ",true],["πάμ",false],["αι",true]]
    },
    {
        "greek": "λυπημένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "грустный",
        "exa": [["Είμαι βαθιά λυπημένος για την απώλειά σα","глубоко сожалею о вашей потере"]],
        "vowels": [["λ",false],["υ",true],["π",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Λωζάνη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Лозанна",
        "exa": [],
        "vowels": [["Λ",false],["ω",true],["ζάν",false],["η",true]]
    },
    {
        "greek": "μάγειρας",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "повар",
        "exa": [["Ο μάγειρας είπε πως η σούπα ήταν λίγο αραιή απόψε","повар сказал, что суп сегодня немного жидковатый"]],
        "vowels": [["μάγ",false],["ει",true],["ρας",false]]
    },
    {
        "greek": "μαγείρεμα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "приготовление обедов",
        "exa": [["Δεν έχει ιδέα πόσο δύσκολο είναι το μαγείρεμα","он не имеет понятия насколько сложна готовка"]],
        "vowels": [["μαγ",false],["εί",true],["ρ",false],["ε",true],["μα",false]]
    },
    {
        "greek": "μαγευτικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "очаровательный",
        "exa": [["Το θερμοκήπιο είναι μαγευτικό αυτή την εποχή του έτους","теплица очаровательна в это время года"]],
        "vowels": [["μαγευτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μαγικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "магический",
        "exa": [],
        "vowels": [["μαγ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μαγιονέζα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "майонез",
        "exa": [],
        "vowels": [["μαγ",false],["ι",true],["ο",true],["ν",false],["έ",true],["ζα",false]]
    },
    {
        "greek": "μαζικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "массовый",
        "exa": [["Την τελευταία φορά που ολόκληρη η χώρα γνώρισε μαζική διακοπή ρεύματος ήταν το 2002","последний раз, когда вся страна узнала, что такое массовое отключение тока, был в 2002"]],
        "vowels": [["μαζ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μαθηματικά",
        "lvl": 0,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "математика",
        "exa": [],
        "vowels": [["μαθ",false],["η",true],["ματ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "μακάρι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "хотя бы",
        "exa": [["Μακάρι να πέθαιναν έτσι και τα προβλήματά σου","если бы так умерли и твои проблемы!"]],
        "vowels": [["μακάρ",false],["ι",true]]
    },
    {
        "greek": "μαλακώνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "смягчать",
        "exa": [["Με την πρώτη γυναίκα που σου κουνάει την ουρά της, εσύ μαλακώνεις","первая женщина, которая виляет тебе хвостом - и ты размякаешь"]],
        "vowels": [["μαλακ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "μάλλινος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "шерстяной",
        "exa": [["ένα ζεστό μάλλινο ζευγάρι γάντια","одна пара теплых шерстянных перчаток"]],
        "vowels": [["μάλλ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μαλώνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ссориться",
        "exa": [["Οι συγγενείς της ακόμα μαλώνουν για το ποιος θα την κρατήσει","ее родственники все еще ссорятся, кто ее заберет"]],
        "vowels": [["μαλ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "μαμά",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мама",
        "exa": [],
        "vowels": [["μαμά",false]]
    },
    {
        "greek": "μαξιλάρι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подушка",
        "exa": [["Έχεις ένα όπλο κάτω από το μαξιλάρι σου","у тебя оружие под подушкой"]],
        "vowels": [["μαξ",false],["ι",true],["λάρ",false],["ι",true]]
    },
    {
        "greek": "μάρκα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "марка",
        "exa": [],
        "vowels": [["μάρκα",false]]
    },
    {
        "greek": "μα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "но",
        "exa": [],
        "vowels": [["μα",false]]
    },
    {
        "greek": "μαγαζί",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "магазин",
        "exa": [],
        "vowels": [["μαγαζ",false],["ί",true]]
    },
    {
        "greek": "μαγειρεύω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "готовить",
        "exa": [["μαγειρεύω για τα παιδιά μου εδώ και χρόνια","готовлю детям годами"]],
        "vowels": [["μαγ",false],["ει",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "Μαδρίτη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Мадрид",
        "exa": [],
        "vowels": [["Μαδρ",false],["ί",true],["τ",false],["η",true]]
    },
    {
        "greek": "μαζί",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вместе",
        "exa": [["λυπάμαι που δεν κατάφερα να ασχοληθώ πολύ μαζί σου αυτήν την εβδομάδα","сожалею, что не смог заняться вами достаточно много на этой неделе"],["οταν τελειώσει, μπορούμε να πάμε μια βόλτα μαζί;","когда закончит, можем пойти на прогулку вместе?"],["Ελπίζω να καταφέρουμε μαζί να συνεχίσουμε την δουλειά χωρίς άλλες καθυστερήσεις","надеюсь, добъемся вместе продолжить работу без других задержек"]],
        "vowels": [["μαζ",false],["ί",true]]
    },
    {
        "greek": "μαθαίνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "изучать",
        "exa": [["κανείς δεν μπαίνει ή βγαίνει μέχρι να μάθουμε τι γίνεται","никто ни войдет, ни выйдет, пока не поймем, что происходит"]],
        "vowels": [["μαθ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "μάθημα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "урок",
        "exa": [["κάνω μάθημα στη διπλανή αίθουσα","делаю уроки в соседней аудитории"]],
        "vowels": [["μάθ",false],["η",true],["μα",false]]
    },
    {
        "greek": "μαθηματικός",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "математик",
        "exa": [],
        "vowels": [["μαθ",false],["η",true],["ματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μαθητής",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "ученик",
        "exa": [["είναι τρεις από τους καλύτερους μαθητές μας από το βορρά","это три из самых наших лучших учеников с севера"],["Είπε στους μαθητές να κάνουν ησυχία","он сказал ученикам соблюдать тишину"]],
        "vowels": [["μαθ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "μαθήτρια",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ученица",
        "exa": [],
        "vowels": [["μαθ",false],["ή",true],["τρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "Μάιος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "май",
        "exa": [],
        "vowels": [["Μά",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "μακαρόνια",
        "lvl": 0,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "макароны",
        "exa": [],
        "vowels": [["μακαρ",false],["ό",true],["ν",false],["ι",true],["α",false]]
    },
    {
        "greek": "μακριά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "далеко",
        "exa": [["Ο θόρυβος κρατάει τα πουλιά μακριά","шум держит птиц на расстоянии"],["Είναι εν πτήση μακριά από την βάση, απέχει μιάμιση ώρα","он в вылете далеко от базы, на расстоянии полутора часов"]],
        "vowels": [["μακρ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "μακρύς",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "длинный",
        "exa": [["Ο δρόμος είναι μακρύς","дорога - длинная"]],
        "vowels": [["μακρ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "μάλιστα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "да, конечно",
        "exa": [["Μάλιστα, αφέντη","конечно, хозяин"]],
        "vowels": [["μάλ",false],["ι",true],["στα",false]]
    },
    {
        "greek": "μαλλί",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шерсть",
        "exa": [["Ο καλύτερος τρόπος για να πάρεις το μαλλί είναι να κουρέψεις τα πρόβατα","лучший способ получить шерсть - подстричь овец"]],
        "vowels": [["μαλλ",false],["ί",true]]
    },
    {
        "greek": "μαλλιά",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "волосы",
        "exa": [["ξανθά μαλλιά, ανοιχτά γαλανά μάτια","блондинистые волосы, открытые голубые глаза"]],
        "vowels": [["μαλλ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "μάλλον",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "скорее, вероятнее всего",
        "exa": [["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"],["Φαίνεται πως μάλλον θα κερδίσει το πρώτο βραβείο","кажется он возможно выиграет первый приз"]],
        "vowels": [["μάλλ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "μάνα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мать",
        "exa": [],
        "vowels": [["μάνα",false]]
    },
    {
        "greek": "μανάβικο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "овощной магазин",
        "exa": [["άρπαξε ένα μήλο απτο μανάβικο όταν ήταν μικρή","он схватил яблоко в овощном магазине, когда был маленький"]],
        "vowels": [["μανάβ",false],["ι",true],["κ",false],["ο",true]]
    },
    {
        "greek": "μανιτάρι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гриб",
        "exa": [["Αν δεν είσαι σίγουρος αν ένα μανιτάρι είναι καλό, μη το κόβεις","если не уверен, что гриб хороший, не срезай его"]],
        "vowels": [["μαν",false],["ι",true],["τάρ",false],["ι",true]]
    },
    {
        "greek": "μανταρίνι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мандарин",
        "exa": [],
        "vowels": [["μανταρ",false],["ί",true],["ν",false],["ι",true]]
    },
    {
        "greek": "μαντεύω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отгадывать",
        "exa": [["Μαντεύω τα μυστήρια που κρύβονται μέσα στο αύριο","угадываю тайны, которые скрывает завтра"]],
        "vowels": [["μαντεύ",false],["ω",true]]
    },
    {
        "greek": "μαρκαδόρος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "маркер",
        "exa": [["πήρε τον μαρκαδόρο και το'γραψε αυτό στον τοίχο","он взял маркер и написал это на стене"]],
        "vowels": [["μαρκαδ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Μάρτιος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "март",
        "exa": [],
        "vowels": [["Μάρτ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ματιά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "взгляд",
        "exa": [["Πρέπει να ρίξω μια ματιά μέσα χωρίς να κάνει τη περιοχή λουτρό αίματος","я должен бросить взгляд во внуть, без того чтобы превратить район в кровавую баню"],["Θα ρίξουμε μια γρήγορη ματιά στο ποιος είναι","брос быстрый взгляд на то, кто это"]],
        "vowels": [["ματ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "μαυρισμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "почернённый",
        "exa": [["Με άφησε με ένα μαυρισμένο μάτι","меня оставил с фингалом"]],
        "vowels": [["μαυρ",false],["ι",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μαχαίρι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "нож",
        "exa": [["Θα αφήσω κάτω το μαχαίρι μου για να μιλήσουμε ήρεμα","я опущу вниз нож и мы спокойно поговорим"],["Με εξαίρεση το μαχαίρι που ήταν κρυμμένο στην μπότα σου","за исключением ножа, который был спрятан в твоем сапоге"]],
        "vowels": [["μαχ",false],["αί",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "μέγεθος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "размер",
        "exa": [["Έχουμε μεγάλα, μεσαία και μικρά. Τί μέγεθος θέλετε;","у нас есть большие, средние и маленькие, какой размер хотите?"]],
        "vowels": [["μ",false],["έ",true],["γ",false],["ε",true],["θ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μέθοδος",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "метод",
        "exa": [["η μόνη μέθοδος έρευνας είναι η σύγκριση των τιμών","единственный метод исследования - сравнение цен"]],
        "vowels": [["μ",false],["έ",true],["θ",false],["ο",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μεθυσμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "пьянный",
        "exa": [["Ένας μεθυσμένος κοιμήθηκε στο παγκάκι","один пьяный заснул на скамейке"]],
        "vowels": [["μ",false],["ε",true],["θ",false],["υ",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μελαχρινός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "смуглый",
        "exa": [["Είσαι μελαχρινή και στην ταυτότητα είναι μια φυσική ξανθιά","ты смуглая, а в удостоверении натуральная блондинка"]],
        "vowels": [["μ",false],["ε",true],["λαχρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μελετάω -ώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "изучать",
        "exa": [["Μ' αρέσει να μελετάω Αγγλικά","мне нравится изучать английский"]],
        "vowels": [["μ",false],["ε",true],["λ",false],["ε",true],["τά",false],["ω",true]]
    },
    {
        "greek": "μελλοντικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "будущий",
        "exa": [["αυτός θα είναι ο μελλοντικός της σύζυγος","это ее будущий супруг"]],
        "vowels": [["μ",false],["ε",true],["λλ",false],["ο",true],["ντ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "εμένα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "меня, мне",
        "exa": [],
        "vowels": [["ε",true],["μ",false],["έ",true],["να",false]]
    },
    {
        "greek": "μέσα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в",
        "exa": [["αγόρασε ένα πλαστικό κάδρο για να βάλει μέσα τη φωτογραφία","он купил пластиковую рамку, чтобы вставить внутрь фотографию"]],
        "vowels": [["μ",false],["έ",true],["σα",false]]
    },
    {
        "greek": "μεσαίος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "средний",
        "exa": [["Έχουμε μεγάλα, μεσαία και μικρά. Τί μέγεθος θέλετε;","у нас есть большие, средние и маленькие, какой размер хотите?"]],
        "vowels": [["μ",false],["ε",true],["σ",false],["αί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "μέση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "поясница",
        "exa": [["είναι γυμνός από τη μέση και πάνω","он голый от поясницы и выше"]],
        "vowels": [["μ",false],["έ",true],["σ",false],["η",true]]
    },
    {
        "greek": "μεσημεριανός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "дневной",
        "exa": [["Ο μεσημεριανός ήλιος είναι ακριβώς πάνω λόγω της κλίσης της Γης","полуденное солнце находится точно сверху из-за наклона земли"]],
        "vowels": [["μ",false],["ε",true],["σ",false],["η",true],["μ",false],["ε",true],["ρ",false],["ι",true],["αν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μας",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нас",
        "exa": [],
        "vowels": [["μας",false]]
    },
    {
        "greek": "Μασσαλία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Марсель",
        "exa": [],
        "vowels": [["Μασσαλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "μάτι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "глаз",
        "exa": [["ένα σημάδι πάνω από το αριστερό μάτι","отметина сверху левого глаза"],["ξανθά μαλλιά, ανοιχτά γαλανά μάτια","блондинистые волосы, открытые голубые глаза"]],
        "vowels": [["μάτ",false],["ι",true]]
    },
    {
        "greek": "μαύρος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "чёрный",
        "exa": [["μαύρα σύννεφα απλώνονταν σαν κουβέρτα","черные облака протягивались как одеяло"]],
        "vowels": [["μαύρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "με",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вместе с",
        "exa": [],
        "vowels": [["μ",false],["ε",true]]
    },
    {
        "greek": "Μεγάλη Πέμπτη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Чистый четверг",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["γάλη Π",false],["έ",true],["μπτ",false],["η",true]]
    },
    {
        "greek": "μεγάλος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "большой",
        "exa": [["το μεγάλο αεροπλάνο","большой самолет"],["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["μ",false],["ε",true],["γάλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μεζές",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "закуска",
        "exa": [["ο παραδοσιακός μεζές","традиционная закуска"]],
        "vowels": [["μ",false],["ε",true],["ζ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "μεθαύριο",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "послезавтра",
        "exa": [["αυτό δεν μπορεί να γίνει στο σύντομο χρονικό διάστημα που έχουμε μέχρι μεθαύριο","это не может произойти за короткий временной интервал, что у нас есть до послезавтра"]],
        "vowels": [["μ",false],["ε",true],["θαύρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "Μελβούρνη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Мельбурн",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["λβούρν",false],["η",true]]
    },
    {
        "greek": "μέλι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мёд",
        "exa": [["τους αρέσει η μπύρα, την οποία παρασκευάζουν από το μέλι","им нравится пиво, которое изготавливают из меда"]],
        "vowels": [["μ",false],["έ",true],["λ",false],["ι",true]]
    },
    {
        "greek": "μελιτζάνα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "баклажан",
        "exa": [["Θα σου φτιάξω μια πίτσα με μελιτζάνες","сделаю тебе пиццу с баклажанами"]],
        "vowels": [["μ",false],["ε",true],["λ",false],["ι",true],["τζάνα",false]]
    },
    {
        "greek": "μέλλον",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "будущее",
        "exa": [["ποιός ξέρει, στο μέλλον, θα μπορούσες να γίνεις ο γαμπρός μου","кто знает, в будущем можешь стать моим зятем"],["είναι το κοντινό μέλλον","это ближайшее будущее"]],
        "vowels": [["μ",false],["έ",true],["λλ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "μέλος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "член",
        "exa": [["ως μέλος αυτής της λέσχης, ίσως να το έκανα υπό προϋποθέσεις","как член этого клуба, возможно я сделал бы это при условиях"]],
        "vowels": [["μ",false],["έ",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μένω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "жить",
        "exa": [["Θα μένουμε στο σπίτι σας για τουλάχιστον δύο ώρες","останемся в вашем доме по крайне мере 2 часа"],["Αυτός δε μένει εδώ πια","этот не живет здесь больше"]],
        "vowels": [["μ",false],["έ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "μεξικάνικος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "мексиканский",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["ξ",false],["ι",true],["κάν",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Μεξικανός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή"],
        "rus": "мексиканец",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["ξ",false],["ι",true],["καν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Μεξικό",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Мексика",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["ξ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "μερικοί",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ές","-ά"],
        "rus": "некоторые, кое-кто",
        "exa": [["μερικές φορές αναρωτιέμαι μήπως δεν έστειλε ένα βίαιο μήνυμα","иногда задумываюсь, возможно, это не послало жестокое сообщение"],["Η θερμοκρασία έπεσε μερικούς βαθμούς","температура упала на несколько градусов"]],
        "vowels": [["μ",false],["ε",true],["ρ",false],["ι",true],["κ",false],["οί",true]]
    },
    {
        "greek": "μέρος",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "место, часть",
        "exa": [["Φοβάμαι πως κατά τη μετάφρασή μου έχει χαθεί μέρος του πρωτότυπου νοήματος","боюсь, что при моем переводе, потерялась часть оригинального смысла"]],
        "vowels": [["μ",false],["έ",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μεσάνυχτα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "полночь",
        "exa": [["Ποτέ δεν πηγαίνω για ύπνο πριν τα μεσάνυχτα","никогда не иду спать до полуночи"]],
        "vowels": [["μ",false],["ε",true],["σάν",false],["υ",true],["χτα",false]]
    },
    {
        "greek": "μεσημέρι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "полдень",
        "exa": [["Κανένας σημαντικός αγώνας δεν διεξάγεται μέχρι το μεσημέρι","никакие важные игры не проводятся до полудня"]],
        "vowels": [["μ",false],["ε",true],["σ",false],["η",true],["μ",false],["έ",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "μεσημεριανό",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "обед",
        "exa": [["Θα φωνάξω αυτές τις τεμπέλες να φτιάξουν ένα ωραίο μεσημεριανό","позову этих лентяев, чтобы сделали прекрасный обед"]],
        "vowels": [["μ",false],["ε",true],["σ",false],["η",true],["μ",false],["ε",true],["ρ",false],["ι",true],["αν",false],["ό",true]]
    },
    {
        "greek": "μεσογειακός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "средиземноморской",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["σ",false],["ο",true],["γ",false],["ει",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Μεσόγειος",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Средиземное море",
        "exa": [],
        "vowels": [["Μ",false],["ε",true],["σ",false],["ό",true],["γ",false],["ει",true],["ο",true],["ς",false]]
    },
    {
        "greek": "μετάξι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шёлк",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["τάξ",false],["ι",true]]
    },
    {
        "greek": "μεταξωτός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "шёлковый",
        "exa": [["θα κοιμηθείτε στο κρεβάτι μου με τα μεταξωτά σεντόνια","будете спать в кровати с шелковыми простынями"]],
        "vowels": [["μ",false],["ε",true],["ταξ",false],["ω",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μεταφορά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "доставка",
        "exa": [["ο τρόπος μεταφοράς των όπλων έχει αυστηρό χρονοδιάγραμμα αναχώρησης","способ перевозки оружия осуществляется по строгому расписанию отбытия"]],
        "vowels": [["μ",false],["ε",true],["ταφ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "μετάφραση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "перевод",
        "exa": [["Φοβάμαι πως κατά τη μετάφρασή μου έχει χαθεί μέρος του πρωτότυπου νοήματος","боюсь, что при моем переводе, потерялась часть оригинального смысла"]],
        "vowels": [["μ",false],["ε",true],["τάφρασ",false],["η",true]]
    },
    {
        "greek": "μη",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": ["ν"],
        "rus": "не",
        "exa": [],
        "vowels": [["μ",false],["η",true]]
    },
    {
        "greek": "μήκος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "длина",
        "exa": [["Σε όλο το μήκος της όχθης της λίμνης","во всю длину берега озера"]],
        "vowels": [["μ",false],["ή",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μήνυμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "обращение",
        "exa": [["μερικές φορές αναρωτιέμαι μήπως δεν έστειλε ένα βίαιο μήνυμα","иногда задумываюсь, возможно, это не послало жестокое сообщение"]],
        "vowels": [["μ",false],["ή",true],["ν",false],["υ",true],["μα",false]]
    },
    {
        "greek": "μηχάνημα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "устройство, аппарат",
        "exa": [["ο μηχάνημα δεν προκαλεί σωματική δυσφορία","устройство не причиняет телесного растройства"]],
        "vowels": [["μ",false],["η",true],["χάν",false],["η",true],["μα",false]]
    },
    {
        "greek": "Μικρά Ασία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Малая Азия",
        "exa": [],
        "vowels": [["Μ",false],["ι",true],["κρά Ασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "μισώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ненавидеть",
        "exa": [["Το μόνο που μισώ περισσότερο απ'το να θεραπεύω ασθενείς είναι να τους θεραπεύω με άδειο στομάχι","единственное, что ненавижу больше чем лечить пациентов, это их лечить на пустой желудок"]],
        "vowels": [["μ",false],["ι",true],["σ",false],["ώ",true]]
    },
    {
        "greek": "μνήμη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "память",
        "exa": [["Του σβήσαμε τη μνήμη και τον στείλαμε στη γη","мы ему стерли память и послали на землю"]],
        "vowels": [["μν",false],["ή",true],["μ",false],["η",true]]
    },
    {
        "greek": "μοιράζομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "делить между собой",
        "exa": [["Μοιράζομαι ένα γέλιο με τους νέους μου φίλους","разделяю смех с моими новыми друзьями"]],
        "vowels": [["μ",false],["οι",true],["ράζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "μοιράζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "делить",
        "exa": [["Έτσι μοιράζω τον χρόνο μου ανάμεσα στο καλό και το κακό","так разделяю свое время между хорошим и плохим"]],
        "vowels": [["μ",false],["οι",true],["ράζ",false],["ω",true]]
    },
    {
        "greek": "μόλις",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "как только",
        "exa": [["Οι άντρες θα αλλάζουν θέσεις μόλις χτυπήσει το κουδούνι","мужщины поменяют веста как только прозвенит звонок"]],
        "vowels": [["μ",false],["ό",true],["λ",false],["ι",true],["ς",false]]
    },
    {
        "greek": "μολυσμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "зараженный",
        "exa": [["Μπορεί να υπάρχουν και άλλοι μολυσμένοι, και νομίζω ότι πρέπει να κλείσουμε το νοσοκομείο","могут быть и другие зараженные и думаю, что нужно закрыть больницу"]],
        "vowels": [["μ",false],["ο",true],["λ",false],["υ",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μοναξιά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "одиночество",
        "exa": [["θα πρέπει νιώθετε μοναξιά εδώ, με τον Χάντινγκτον να λείπει τόσο συχνά","вы должны чувствовать здесь одиночество, так как Хантингтон отсутствует так часто"]],
        "vowels": [["μ",false],["ο",true],["ναξ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "με συγχωρείτε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "извините",
        "exa": [],
        "vowels": [["με σ",false],["υ",true],["γχ",false],["ω",true],["ρ",false],["εί",true],["τ",false],["ε",true]]
    },
    {
        "greek": "μετά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "затем",
        "exa": [["οι άνθρωποι αρρώσταιναν δυο τρεις μέρες και κάτι παραπάνω και μετά πέθαιναν ξαφνικά","люди заболевали на 2-3 дня или немного сверху и потом внезапно умирали"],["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"]],
        "vowels": [["μ",false],["ε",true],["τά",false]]
    },
    {
        "greek": "μετανάστης",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "эмигрант, переселенец",
        "exa": [["Εάν ο μετανάστης δεν συνεργάζεται, πρέπει να υπάρχουν συνέπειες","если мигрант не сотрудничает, должны быть последствия"]],
        "vowels": [["μ",false],["ε",true],["τανάστ",false],["η",true],["ς",false]]
    },
    {
        "greek": "μεταξύ",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "между, посредине",
        "exa": [["απαγορεύει σχέσεις μεταξύ υπαλλήλων","запрещает связи между служащими"],["Η οροφή στηρίζεται στη διαφορά μεταξύ εσωτερικής και εξωτερικής πίεσης του αέρα","крыша поддерживается разницей между внутренним и внешним давлением воздуха"]],
        "vowels": [["μ",false],["ε",true],["ταξ",false],["ύ",true]]
    },
    {
        "greek": "μετοχή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "акция, причастие",
        "exa": [["Πήρα τα λεφτά για να αγοράσω μετοχές","взял деньги купить акции"]],
        "vowels": [["μ",false],["ε",true],["τ",false],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "μετρητά",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "наличные",
        "exa": [["Κρατώ μετρητά για επείγουσες ανάγκες","держу наличные для срочных нужд"]],
        "vowels": [["μ",false],["ε",true],["τρ",false],["η",true],["τά",false]]
    },
    {
        "greek": "μέτρο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "метр",
        "exa": [],
        "vowels": [["μ",false],["έ",true],["τρ",false],["ο",true]]
    },
    {
        "greek": "μετρό",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "метро",
        "exa": [],
        "vowels": [["μ",false],["ε",true],["τρ",false],["ό",true]]
    },
    {
        "greek": "μέχρι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "до",
        "exa": [["ο χορός και τα τραγούδια κρατούσαν μέχρι αργά το απόγευμα","танец и песни продолжались до позднего полудня"],["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"]],
        "vowels": [["μ",false],["έ",true],["χρ",false],["ι",true]]
    },
    {
        "greek": "μηδέν",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нуль",
        "exa": [["Τώρα έχει δέκα βαθμούς κάτω απ'το μηδέν","сейчас десять градусов ниже нуля"]],
        "vowels": [["μ",false],["η",true],["δ",false],["έ",true],["ν",false]]
    },
    {
        "greek": "μήλο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "яблоко",
        "exa": [["έτρωγε μήλα στην αυλή μου","съел яблоки в моем дворе"],["Οι χορτοφάγοι δεν τρώνε κρέας, αλλά τρώνε κόκκινα μήλα","вегетарианцы не едят мясо, но едят красные яблоки"]],
        "vowels": [["μ",false],["ή",true],["λ",false],["ο",true]]
    },
    {
        "greek": "μηλόπιτα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "яблочный пирог",
        "exa": [["Εφαγα μια πεντανόστιμη μηλόπιτα χθες το βράδυ","съел мегавкусный яблочный пирог вчера вечером"]],
        "vowels": [["μ",false],["η",true],["λ",false],["ό",true],["π",false],["ι",true],["τα",false]]
    },
    {
        "greek": "μήνας",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "месяц",
        "exa": [["έχεις γίνει πολύ δεικτική τον τελευταίο μήνα","ты стал слишком показным в последний месяц"],["Τα καινούργια κορίτσια έχουν έναν μήνα για να δείξουν τις δυνατότητές τους","у новых девушек есть месяц , чтобы показать свои возможности"]],
        "vowels": [["μ",false],["ή",true],["νας",false]]
    },
    {
        "greek": "μήπως",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "неужели, разве",
        "exa": [["μερικές φορές αναρωτιέμαι μήπως δεν έστειλε ένα βίαιο μήνυμα","иногда задумываюсь, возможно, это не послало жестокое сообщение"],["Μήπως υπάρχουν δίκλινα δωμάτια για λίγες μέρες;","может есть двухместные комнаты на несколько дней"]],
        "vowels": [["μ",false],["ή",true],["π",false],["ω",true],["ς",false]]
    },
    {
        "greek": "μητέρα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мать",
        "exa": [["αγάπη της μητέρας","материнская любовь"],["με την μητέρα μου έχετε τρελή αγωνία","с моей матерью испытываете сумасшедшее волнение"]],
        "vowels": [["μ",false],["η",true],["τ",false],["έ",true],["ρα",false]]
    },
    {
        "greek": "μηχανή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "машина, мотоцикл",
        "exa": [["Θα χρειαστεί να μας περιγράψετε την μηχανή καθώς και τον οδηγό της","понадобится, чтобы вы нам описали мотоцикл, а также его водителя"]],
        "vowels": [["μ",false],["η",true],["χαν",false],["ή",true]]
    },
    {
        "greek": "μηχανικός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "инженер",
        "exa": [["Είμαι ηλεκτρολόγος μηχανικός κι έχω δεχτεί σοκ","я инженер-электрик и я получал удар электрошоком"]],
        "vowels": [["μ",false],["η",true],["χαν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μια",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "одна; какая-то",
        "exa": [],
        "vowels": [["μ",false],["ι",true],["α",false]]
    },
    {
        "greek": "μιάμιση",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "полтора",
        "exa": [["Είναι εν πτήση μακριά από την βάση, απέχει μιάμιση ώρα","он в вылете далеко от базы, на расстоянии полутора часов"]],
        "vowels": [["μ",false],["ι",true],["άμ",false],["ι",true],["σ",false],["η",true]]
    },
    {
        "greek": "μια χαρά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "прекрасно",
        "exa": [],
        "vowels": [["μ",false],["ι",true],["α χαρά",false]]
    },
    {
        "greek": "μικρός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "маленький",
        "exa": [["Έχω ένα μικρό πρόβλημα, ψάχνοντας το επίθετο του πατέρα σου","у меня возникла небольшая проблема при поиске фамилии твоего отца"],["Έχουμε μεγάλα, μεσαία και μικρά. Τί μέγεθος θέλετε;","у нас есть большие, средние и маленькие, какой размер хотите?"]],
        "vowels": [["μ",false],["ι",true],["κρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Μιλάνο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Милан",
        "exa": [],
        "vowels": [["Μ",false],["ι",true],["λάν",false],["ο",true]]
    },
    {
        "greek": "μιλάω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "разговаривать",
        "exa": [["μιλάω απολύτως σοβαρά","говорю абсолютно серьезно"],["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"]],
        "vowels": [["μ",false],["ι",true],["λά",false],["ω",true]]
    },
    {
        "greek": "μίνιμάρκετ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "минимаркет",
        "exa": [],
        "vowels": [["μ",false],["ί",true],["ν",false],["ι",true],["μάρκ",false],["ε",true],["τ",false]]
    },
    {
        "greek": "μισθός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "зарплата",
        "exa": [["η στέγη και η τροφή θα αφαιρούνται απο το μισθό σου","крыша и питание будут вычтены из вашей зарплаты"],["Από τους μισθούς των τεχνικών παρακρατείται υποχρεωτικά φόρος ίσος με το φόρο των κοινοτικών υπαλλήλων","из зарплаты техников удерживается обязательный налог равный налогу общественных служащих"]],
        "vowels": [["μ",false],["ι",true],["σθ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μισός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "половинный",
        "exa": [["Περισσότεροι από τους μισούς κατοίκους είναι ενάντια στο σχέδιο","больше половины жителей против плана"]],
        "vowels": [["μ",false],["ι",true],["σ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μνημείο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "памятник",
        "exa": [["Στο μνημείο των νεκρών του πολέμου","у памятника погибших на войне"]],
        "vowels": [["μν",false],["η",true],["μ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "μολύβι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "карандаш",
        "exa": [["Μπορώ να δανειστώ ένα μολύβι","могу одолжить карандаш?"]],
        "vowels": [["μ",false],["ο",true],["λ",false],["ύ",true],["β",false],["ι",true]]
    },
    {
        "greek": "μόνος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "один, одна, одно",
        "exa": [["Μολονότι ήταν φιλικός και κοινωνικός άνθρωπος, αξίζει να σημειωθεί ότι θεωρούσε πολύτιμες τις στιγμές που περνούσε μόνος του","Хотя он был дружественным и общественным человеком, стоит отметить, что он считал ценнейшими мгновения, которые проводил в одиночку"]],
        "vowels": [["μ",false],["ό",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μορφή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "форма, вид",
        "exa": [["Υπάρχουν λίγοι άνδρες που πραγματικά εκτιμούν τη γυναικεία μορφή","немногие мужщины действительно ценят женские формы"]],
        "vowels": [["μ",false],["ο",true],["ρφ",false],["ή",true]]
    },
    {
        "greek": "μούσι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "борода",
        "exa": [["Και φυσικά οι γυναίκες δεν μπορούν να αφήσουν μούσι","естественно женщины не могут отращивать бородку"]],
        "vowels": [["μούσ",false],["ι",true]]
    },
    {
        "greek": "μουσικός",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "музыкант",
        "exa": [["δεν υπάρχει κανένας μουσικός να το παίξει","нет ниодного музыканта это сыграть"]],
        "vowels": [["μουσ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "μπάλα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мяч",
        "exa": [["έπιασε την μπάλα","он поймал мяч"]],
        "vowels": [["μπάλα",false]]
    },
    {
        "greek": "μπαλέτο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "балет",
        "exa": [],
        "vowels": [["μπαλ",false],["έ",true],["τ",false],["ο",true]]
    },
    {
        "greek": "μπαμπάς",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "папа",
        "exa": [],
        "vowels": [["μπαμπάς",false]]
    },
    {
        "greek": "μπανιέρα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ванна",
        "exa": [["Bρήκαμε τρίχα σκύλου δίπλα στη μπανιέρα του φόνου","мы нашли шерсть собаки рядом с ванной, где было убийство"]],
        "vowels": [["μπαν",false],["ι",true],["έ",true],["ρα",false]]
    },
    {
        "greek": "μπλέκομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "запутываться",
        "exa": [["το κορίτσι μπλέκεται και σ άλλο έγκλημα και γίνεται διπλά θύμα","девушка впутана и в другое преступление и становится двойной жертвой"]],
        "vowels": [["μπλ",false],["έ",true],["κ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "μπλέκω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "путать",
        "exa": [["Δεν ξέρετε με ποιον μπλέκετε","не знаете с кем связываетесь"]],
        "vowels": [["μπλ",false],["έ",true],["κ",false],["ω",true]]
    },
    {
        "greek": "μπογιά",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "краска",
        "exa": [["H μπογιά δεν έπιασε καλά στον τοίχο","краска плохо легла на стену"]],
        "vowels": [["μπ",false],["ο",true],["γ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "μπότα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сапог",
        "exa": [["Με εξαίρεση το μαχαίρι που ήταν κρυμμένο στην μπότα σου","за исключением ножа, который был спрятан в твоем сапоге"]],
        "vowels": [["μπ",false],["ό",true],["τα",false]]
    },
    {
        "greek": "μπουφάν",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "буфан",
        "exa": [["Πρέπει να ζεσταίνεσαι πολύ με αυτό το μπουφάν σήμερα","должно быть ты сильно греешься в этой куртке сегодня"]],
        "vowels": [["μπουφάν",false]]
    },
    {
        "greek": "μυθιστόρημα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "роман",
        "exa": [["προσπαθώ να τελειώσω το μυθιστόρημά μου","попытаюсь закончить свой роман"]],
        "vowels": [["μ",false],["υ",true],["θ",false],["ι",true],["στ",false],["ό",true],["ρ",false],["η",true],["μα",false]]
    },
    {
        "greek": "μυρίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "нюхать, пахнуть",
        "exa": [["Αυτό το αυγό μυρίζει άσχημα","это яйцо ужасно пахнет"]],
        "vowels": [["μ",false],["υ",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "μυρωδιά",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "запах",
        "exa": [["Είναι η μυρωδιά του αίματος","это запах крови"]],
        "vowels": [["μ",false],["υ",true],["ρ",false],["ω",true],["δ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "μωρό",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ребёнок",
        "exa": [["Έχω πτυχίο νοσηλευτικής με ειδικότητα στην ανάπτυξη των μωρών και των νηπίων","У меня диплом медсестры со специализацией в области развития младенцев и детей раннего возраста"],["μην προφέρεις το όνομα του μωρού μου με το βρώμικο στόμα σου","не произноси имя моего младенца своим грязным ртом"]],
        "vowels": [["μ",false],["ω",true],["ρ",false],["ό",true]]
    },
    {
        "greek": "μοναστήρι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "монастырь",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["ναστ",false],["ή",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "Μόναχο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Мюнхен",
        "exa": [],
        "vowels": [["Μ",false],["ό",true],["ναχ",false],["ο",true]]
    },
    {
        "greek": "μόνο",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "только",
        "exa": [["πες μου μόνο την αλήθεια","говори мне только правду"],["αυτή η συζήτηση ήταν μόνο η αρχή","этот разговор был только началом"],["Υπάρχει μια θέση στη καρδιά μου μόνο για σένα","есть в моем сердце место только для тебя"]],
        "vowels": [["μ",false],["ό",true],["ν",false],["ο",true]]
    },
    {
        "greek": "μονοκατοικία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "особняк",
        "exa": [["Μονοκατοικία με μεγάλη αυλή χωρίς πισίνα και αιχμηρά αντικείμενα","дом с большим двором без бассейна и острых предметов"]],
        "vowels": [["μ",false],["ο",true],["ν",false],["ο",true],["κατ",false],["οι",true],["κ",false],["ί",true],["α",false]]
    },
    {
        "greek": "μονόκλινο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "одноместный номер",
        "exa": [],
        "vowels": [["μ",false],["ο",true],["ν",false],["ό",true],["κλ",false],["ι",true],["ν",false],["ο",true]]
    },
    {
        "greek": "μοντέρνος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "современный",
        "exa": [["η μοντέρνα αίθουσα","современный зал"]],
        "vowels": [["μ",false],["ο",true],["ντ",false],["έ",true],["ρν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μορφωμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "образованный",
        "exa": [["Δεν έχει προηγούμενες υποθέσεις που σημαίνει ότι είναι έξυπνος και ίσως μορφωμένος","на него нет предыдущих дел, что значит, что он умный и возможно образованный"]],
        "vowels": [["μ",false],["ο",true],["ρφ",false],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Μόσχα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Москва",
        "exa": [],
        "vowels": [["Μ",false],["ό",true],["σχα",false]]
    },
    {
        "greek": "μοσχάρι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "говядина",
        "exa": [["Η μαμα μου λεει οτι αν φας μοσχαρι πας κατευθειαν στην κολαση","мама мне говорит, что если ешь говядину, отправляешься прямо в ад"]],
        "vowels": [["μ",false],["ο",true],["σχάρ",false],["ι",true]]
    },
    {
        "greek": "μου",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "мой, моя, моё/ мне",
        "exa": [],
        "vowels": [["μου",false]]
    },
    {
        "greek": "μουσείο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "музей",
        "exa": [],
        "vowels": [["μουσ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "μουσική",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "музыка",
        "exa": [],
        "vowels": [["μουσ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "μουστάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "усы",
        "exa": [["Αν θεία μου είχε μουστάκι θα ήταν θείος μου","если бы у моей тети были усы, она была бы моим дядей"]],
        "vowels": [["μουστάκ",false],["ι",true]]
    },
    {
        "greek": "μπαίνω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "входить",
        "exa": [["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"]],
        "vowels": [["μπ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "μπαλκόνι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "балкон",
        "exa": [],
        "vowels": [["μπαλκ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "μπαλόνι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баллон",
        "exa": [],
        "vowels": [["μπαλ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "μπανάνα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "банан",
        "exa": [],
        "vowels": [["μπανάνα",false]]
    },
    {
        "greek": "μπάνιο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "купанье",
        "exa": [["Καθώς έκανα μπάνιο, χτύπησε το τηλέφωνο","пока купался в ванной, позвонил телефон"]],
        "vowels": [["μπάν",false],["ι",true],["ο",true]]
    },
    {
        "greek": "μπαρ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бар",
        "exa": [],
        "vowels": [["μπαρ",false]]
    },
    {
        "greek": "μπάσκετ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баскетбол",
        "exa": [],
        "vowels": [["μπάσκ",false],["ε",true],["τ",false]]
    },
    {
        "greek": "μπαχαρικά",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "специи, пряности",
        "exa": [["Δεν είναι παράξενο που αυτό το μικροσκοπικό νησί είναι ξακουστό για τα μπαχαρικά του","нет ничего странного в том, что этот микроскопический остров известен своими пряностями"]],
        "vowels": [["μπαχαρ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "μπεζ",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "беж",
        "exa": [],
        "vowels": [["μπ",false],["ε",true],["ζ",false]]
    },
    {
        "greek": "μπέρδεμα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "путаница",
        "exa": [["́ Εγινε ένα μπέρδεμα με τα εισιτήρια","произошла путаница с билетами"]],
        "vowels": [["μπ",false],["έ",true],["ρδ",false],["ε",true],["μα",false]]
    },
    {
        "greek": "μπερδεύω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "путать",
        "exa": [["Aυτό μπερδεύει τα πράγματα","это запутывает вещи"]],
        "vowels": [["μπ",false],["ε",true],["ρδεύ",false],["ω",true]]
    },
    {
        "greek": "μπίρα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пиво",
        "exa": [],
        "vowels": [["μπ",false],["ί",true],["ρα",false]]
    },
    {
        "greek": "μπιφτέκι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бифштекс",
        "exa": [],
        "vowels": [["μπ",false],["ι",true],["φτ",false],["έ",true],["κ",false],["ι",true]]
    },
    {
        "greek": "μπλε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "синий",
        "exa": [["είπε πως ήθελε ν' αγοράσει ένα μπλε πουλόβερ","Он сказал, что хочет купить голубой свитер"]],
        "vowels": [["μπλ",false],["ε",true]]
    },
    {
        "greek": "μπλούζα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "блузка",
        "exa": [],
        "vowels": [["μπλούζα",false]]
    },
    {
        "greek": "μπλουζάκι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "короткая маечка",
        "exa": [["Είναι ένα ηλίθιο μπλουζάκι","это глупая майка"]],
        "vowels": [["μπλουζάκ",false],["ι",true]]
    },
    {
        "greek": "μπορεί",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "возможно",
        "exa": [["ένας αναπτήρας μπορεί να'ναι χρήσιμος, για άλλα πράγματα","зажигалка может быть полезна для других вещей"],["Μπορείς να δοκιμάζεις δύο πιάτα όταν πηγαίνεις σε ρεστοράν","можешь попоробовать два блюда, когда пойдешь в ресторан"],["Ο ύπνος είναι τόσο ελαφρύς ώστε κάποιος μπορεί να ξυπνήσει από τον ήχο ενός πουλιού","сон такой легкий, что кто-то мог бы проснуться от звука птицы"]],
        "vowels": [["μπ",false],["ο",true],["ρ",false],["εί",true]]
    },
    {
        "greek": "μπορντό",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "бордо",
        "exa": [],
        "vowels": [["μπ",false],["ο",true],["ρντ",false],["ό",true]]
    },
    {
        "greek": "μπορώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "мочь",
        "exa": [["θα μπορούσε να λάβει αντίγραφο της επιστολής;","могла бы (секретарша) получить копии писем?"],["βέβαια, δεν μπορώ να πω ψέματα","конечно, я не могу лгать"],["οταν τελειώσει, μπορούμε να πάμε μια βόλτα μαζί;","когда закончит, можем пойти на прогулку вместе?"]],
        "vowels": [["μπ",false],["ο",true],["ρ",false],["ώ",true]]
    },
    {
        "greek": "μπουκάλι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бутылка",
        "exa": [["Πάρε ένα άδειο μπουκάλι και γέμισέ το νερό","возьми пустую бутылку и наполни водой"]],
        "vowels": [["μπουκάλ",false],["ι",true]]
    },
    {
        "greek": "μπουτίκ",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бутик",
        "exa": [],
        "vowels": [["μπουτ",false],["ί",true],["κ",false]]
    },
    {
        "greek": "μπράβο!",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "Молодец!",
        "exa": [],
        "vowels": [["μπράβο!",false]]
    },
    {
        "greek": "μπριζόλα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бризола, отбивная",
        "exa": [["Οι μπριζόλες είναι ζωή, είναι το καλύτερο κρέας του κόσμου","стейки - это жизнь, это лучшее мясо в мире!"]],
        "vowels": [["μπρ",false],["ι",true],["ζ",false],["ό",true],["λα",false]]
    },
    {
        "greek": "μπροστά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "впереди, сначала",
        "exa": [["παρακαλώ, κάνε ένα βήμα μπροστά","прошу, сделайте шаг вперед"],["Είναι πολύ επικίνδυνο να είναι κανείς ξαπλωμένος μπροστά από ένα φορτηγό","очень опасно, когда кто-то ложится перед грузовиком"]],
        "vowels": [["μπρ",false],["ο",true],["στά",false]]
    },
    {
        "greek": "μύλος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "мельница",
        "exa": [["μύλος καφέ","кофемолка"]],
        "vowels": [["μ",false],["ύ",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "μοβ",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "мов, сиреневый",
        "exa": [["Όλη σου η μύτη έγινε μοβ","весь твой нос стал сиреневым"]],
        "vowels": [["μ",false],["ο",true],["β",false]]
    },
    {
        "greek": "ναυτικός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "моряк",
        "exa": [["θα προσπαθήσετε να βυθίσετε ένα πλοίο ακριβώς εδώ στη ναυτική βάση","попытаетесь утопить судно точно здесь на морской базе"]],
        "vowels": [["ναυτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "νέα",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "новости",
        "exa": [["θέλω να εκφράσω τη γνώμη μου για τα νέα της ημέρας","хочу выразить свое мнение касательно новостей дня"]],
        "vowels": [["ν",false],["έ",true],["α",false]]
    },
    {
        "greek": "νέφος",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "облако, туча",
        "exa": [["Λένε ότι το νέφος είναι η αιτία που έχουμε τόσο όμορφα ηλιοβασιλέμματα","говорят, что дымка это причина, почему у нас такие красивые закаты"]],
        "vowels": [["ν",false],["έ",true],["φ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "νηστίσιμος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "постный",
        "exa": [["Το κρέας δεν είναι νηστίσιμο","мясо - не постное"]],
        "vowels": [["ν",false],["η",true],["στ",false],["ί",true],["σ",false],["ι",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "νίκη",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "победа",
        "exa": [["θέλεις να μετατρέψουμε τη νίκη μας, σε ήττα;","хочешь превратить нашу победу в поражение?"]],
        "vowels": [["ν",false],["ί",true],["κ",false],["η",true]]
    },
    {
        "greek": "νιώθω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "чувствовать",
        "exa": [["Νόμιζα πως κούραση δεν νιώθουν όσοι είναι από βασιλική γεννιά","считал, что усталось не чуствуют представители королевского рода"],["Νιώθω περίεργα να ντύνομαι μπροστά σε άλλους άντρες","чувствую себя странно, одеваясь перед другими мужщинами"]],
        "vowels": [["ν",false],["ι",true],["ώ",true],["θ",false],["ω",true]]
    },
    {
        "greek": "νόημα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "смысл",
        "exa": [["Φοβάμαι πως κατά τη μετάφρασή μου έχει χαθεί μέρος του πρωτότυπου νοήματος","боюсь, что при моем переводе, потерялась часть оригинального смысла"]],
        "vowels": [["ν",false],["ό",true],["η",true],["μα",false]]
    },
    {
        "greek": "νοικοκυρά",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "домохозяйка",
        "exa": [["Είμαι καλή νοικοκυρά και λατρεύω τη μαγειρική","я хорошая домохозяйка и обожаю готовre"]],
        "vowels": [["ν",false],["οι",true],["κ",false],["ο",true],["κ",false],["υ",true],["ρά",false]]
    },
    {
        "greek": "νόμος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "закон",
        "exa": [["Θέτοντας εαυτόν υπεράνω του νόμου, κατέστρεψε την ισότητα της δικαιοσύνης","ставя его выше закона, он разрушил равенство перед правосудием"]],
        "vowels": [["ν",false],["ό",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "νοσοκόμα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "медсестра",
        "exa": [["είμαι νοσοκόμα και μπορώ να βοηθήσω","я медсестра и могу помочь"]],
        "vowels": [["ν",false],["ο",true],["σ",false],["ο",true],["κ",false],["ό",true],["μα",false]]
    },
    {
        "greek": "ντοκιμαντέρ",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "документальный фильм",
        "exa": [],
        "vowels": [["ντ",false],["ο",true],["κ",false],["ι",true],["μαντ",false],["έ",true],["ρ",false]]
    },
    {
        "greek": "ντόπιος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": ["-ια","-ιο"],
        "rus": "местный",
        "exa": [["Χαίρομαι που ένας ντόπιος θα πάρει τη μεγάλη αμοιβή από την οικογένεια","я рад, что местный получит большую награду от семьи"]],
        "vowels": [["ντ",false],["ό",true],["π",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ντουλάπι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шкаф",
        "exa": [["Βρέθηκε νεκρή επάνω, μέσα σ'ένα ντουλάπι κραβατοκάμαρας, προφανής αυτοκτονία","был найден мертвым вверху внутри шкафа спальной, очевидное самоубийство"]],
        "vowels": [["ντουλάπ",false],["ι",true]]
    },
    {
        "greek": "ντους",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "душ",
        "exa": [],
        "vowels": [["ντους",false]]
    },
    {
        "greek": "ντροπαλός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "стеснительный",
        "exa": [["είναι ντροπαλός και δε μιλάει πολύ","он стеснительный и мало говорит"]],
        "vowels": [["ντρ",false],["ο",true],["παλ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ντύνομαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "одеваться",
        "exa": [["Νιώθω περίεργα να ντύνομαι μπροστά σε άλλους άντρες","чувствую себя странно, одеваясь перед другими мужщинами"]],
        "vowels": [["ντ",false],["ύ",true],["ν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ντύνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "одевать",
        "exa": [["Είναι απλά ένα σώμα που ταΐζω, πλένω και ντύνω","это просто тело, которое кормлю, мою и одеваю"]],
        "vowels": [["ντ",false],["ύ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "νύφη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "невеста",
        "exa": [["Κλέβω τη νύφη για μερικές φωτογραφίες.","краду невесту для нескольких фотографий"]],
        "vowels": [["ν",false],["ύ",true],["φ",false],["η",true]]
    },
    {
        "greek": "νυχτερινός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "ночной",
        "exa": [["πιστεύω ότι ένας καλός νυχτερινός ύπνος θα ήταν ότι πρέπει","вербю, что хороший ночной сон был то, что нужно"]],
        "vowels": [["ν",false],["υ",true],["χτ",false],["ε",true],["ρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "νωρίτερα",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "раньше",
        "exa": [["Συγνώμη που δεν απάντησα στο γράμμα σου νωρίτερα","извини, что не ответил на твое письмо раньше"]],
        "vowels": [["ν",false],["ω",true],["ρ",false],["ί",true],["τ",false],["ε",true],["ρα",false]]
    },
    {
        "greek": "ναι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "да",
        "exa": [],
        "vowels": [["ν",false],["αι",true]]
    },
    {
        "greek": "ναός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "храм",
        "exa": [],
        "vowels": [["να",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Νέα Υόρκη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Нью-Йорк",
        "exa": [],
        "vowels": [["Ν",false],["έ",true],["α Υ",false],["ό",true],["ρκ",false],["η",true]]
    },
    {
        "greek": "νέος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "молодой",
        "exa": [["απλώς, θέλω το καλύτερο για τη νέα μου οικογένεια","просто хочу лучшего моей новой семье"],["μόλις το νέο διαβατήριο σου θα είναι έτοιμο, θα μπεις στο αεροπλάνο και θα επιστρέψεις στο σπίτι","как только твой новый паспорт будет готов, зайдешь в самолет и вернешься домой"]],
        "vowels": [["ν",false],["έ",true],["ο",true],["ς",false]]
    },
    {
        "greek": "νερό",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вода",
        "exa": [["τα αντικείμενα αυτά πρέπει να πλυθούν με βραστό νερό","эти вещи должны быть помыты кипяченой водой"],["Πάρε ένα άδειο μπουκάλι και γέμισέ το νερό","возьми пустую бутылку и наполни водой"]],
        "vowels": [["ν",false],["ε",true],["ρ",false],["ό",true]]
    },
    {
        "greek": "νησί",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "остров",
        "exa": [["Tο καλοκαίρι, όταν οι θαλάσσιοι πάγοι λιώνουν μπορούν να φτάσουν στα νησιά που ήταν εγκλωβισμένα στον πάγο","летом, когда морские льды тают, могут достичь острова, которые были закованы в лед"],["Δεν είναι παράξενο που αυτό το μικροσκοπικό νησί είναι ξακουστό για τα μπαχαρικά του","нет ничего странного в том, что этот микроскопический остров известен своими пряностями"]],
        "vowels": [["ν",false],["η",true],["σ",false],["ί",true]]
    },
    {
        "greek": "Νοέμβριος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "ноябрь",
        "exa": [],
        "vowels": [["Ν",false],["ο",true],["έ",true],["μβρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "νομίζω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "считать, думать",
        "exa": [["νομίζω ότι είναι μια παλιά αποθήκη","думаю, что это старый склад"],["νομίζω ότι σας έπεσε το ημερολόγιο στο καζάνι της Τζίνυ εκείνη τη μέρα στη διαγώνιο αλέα","думаю, он вам бросил дневник в котел Джини в тот день на диагональной аллее"]],
        "vowels": [["ν",false],["ο",true],["μ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "Νορβηγία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Норвегия",
        "exa": [],
        "vowels": [["Ν",false],["ο",true],["ρβ",false],["η",true],["γ",false],["ί",true],["α",false]]
    },
    {
        "greek": "νορβηγικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "норвежский",
        "exa": [],
        "vowels": [["ν",false],["ο",true],["ρβ",false],["η",true],["γ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "νοσοκομείο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "больница",
        "exa": [["Είχε δουλειά σε ένα νοσοκομείο εδώ στην πόλη","у него была работа в госпитале тут в городе"],["Αν δουλεύεις σε νοσοκομείο αρκετό καιρό, συνηθίζεις τα πάντα","если работаешь в больнице достаточно времени, привыкаешь ко всему"],["Κλήθηκε στο νοσοκομείο, ένας φημισμένος ειδικός καρδιολόγος","был вызван в больницу знаменитый специалист кардиолог"]],
        "vowels": [["ν",false],["ο",true],["σ",false],["ο",true],["κ",false],["ο",true],["μ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "νόστιμος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "вкусный",
        "exa": [["Εφαγα μια πεντανόστιμη μηλόπιτα χθες το βράδυ","съел мегавкусный яблочный пирог вчера вечером"]],
        "vowels": [["ν",false],["ό",true],["στ",false],["ι",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "νότια",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на юге",
        "exa": [["Η Γαλλία είναι στα νότια της Αγγλίας","франция на юге от англии"]],
        "vowels": [["ν",false],["ό",true],["τ",false],["ι",true],["α",false]]
    },
    {
        "greek": "νοτιοανατολικά",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "на юго-востоке",
        "exa": [["κατευθυνόταν νοτιοανατολικά","он направлялся на юго-восток"]],
        "vowels": [["ν",false],["ο",true],["τ",false],["ι",true],["ο",true],["ανατ",false],["ο",true],["λ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "νότος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "юг",
        "exa": [["θα κάνω ένα ταξίδι προς τα νότια σύνορα μόλις πάρω πίσω τα λεφτά μου","Отправлюсь в поезду к южной границе, как только верну назад мои деньги"]],
        "vowels": [["ν",false],["ό",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "νούμερο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "номер",
        "exa": [["Αυτό το νούμερο κέρδισε βραβείο","этот номер выиграл приз"]],
        "vowels": [["νούμ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "ντίσκο",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дискотека",
        "exa": [],
        "vowels": [["ντ",false],["ί",true],["σκ",false],["ο",true]]
    },
    {
        "greek": "ντομάτα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "помидор",
        "exa": [["Ντομάτα και κρεμμύδι για αρχή","помидор и лук для начала"]],
        "vowels": [["ντ",false],["ο",true],["μάτα",false]]
    },
    {
        "greek": "ντουλάπα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "шкаф",
        "exa": [["κλειδώθηκε στην ντουλάπα","закрылся в шкафу"]],
        "vowels": [["ντουλάπα",false]]
    },
    {
        "greek": "νυστάζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "хотеть спать",
        "exa": [["Είμαι κουρασμένη, νυστάζω","я устал, хочу спать"]],
        "vowels": [["ν",false],["υ",true],["στάζ",false],["ω",true]]
    },
    {
        "greek": "νωρίς",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "рано",
        "exa": [["καταλληλότερη εποχή είναι νωρίς την άνοιξη","самое подходящее время года - начало весны"],["Είμαι πολύ κουρασμένος, γι'αυτό θα πάω για ύπνο νωρίς σήμερα","я очень устал и поэтому пойду спать рано сегодня"]],
        "vowels": [["ν",false],["ω",true],["ρ",false],["ί",true],["ς",false]]
    },
    {
        "greek": "ξαπλώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ложиться",
        "exa": [["Όταν δεν μπορώ να κοιμηθώ μερικές φορές ξαπλώνω εδώ και βλέπω την ανατολή του ηλίου","когда не могу заснуть, иногда ложусь здесь и смотрю на восход солнца"]],
        "vowels": [["ξαπλ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ξαφνικά",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вдруг",
        "exa": [["οι άνθρωποι αρρώσταιναν δυο τρεις μέρες και κάτι παραπάνω και μετά πέθαιναν ξαφνικά","люди заболевали на 2-3 дня или немного сверху и потом внезапно умирали"],["ξαφνικά, ανακαλύπτεις πως υπάρχει ένας κατάσκοπος ανάμεσά σας","внезапно, открываешь, что существует шпион среди вас"]],
        "vowels": [["ξαφν",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ξεκουράζομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отдыхать",
        "exa": [["ο γιατρός της είπε ότι πρέπει να ξεκουράζεται πολύ","врач ей сказал, что она должна много отдыхать"]],
        "vowels": [["ξ",false],["ε",true],["κουράζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ξεκούραση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "отдых",
        "exa": [["Τα δημιουργικά μυαλά χρειάζονται ξεκούραση κατά τη διάρκεια της μέρας","творческий ум нуждается в отдыхе в течении дня"]],
        "vowels": [["ξ",false],["ε",true],["κούρασ",false],["η",true]]
    },
    {
        "greek": "ξερός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "сухой",
        "exa": [["Ξερά φύλλα θα ψιθυρίζουν και πρόωρες βροχές θα πλύνουν τη γη","сухие листья зашепчут и ранние дожди умоют землю"]],
        "vowels": [["ξ",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ξεσκονίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "вытирать пыль",
        "exa": [["Ξεκινήστε καθαρίζοντας τα συρτάρια και ξεσκονίζοντας","начните с очистки ящиков и вытрите пыль"]],
        "vowels": [["ξ",false],["ε",true],["σκ",false],["ο",true],["ν",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "ξεχασμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "забытый",
        "exa": [["Η μοίρα του δεν είναι να πεθάνει στην κούνια του ξεχασμένος από την ιστορία!","судьба его не в том, чтобы умереть в колыбели забытым историей"]],
        "vowels": [["ξ",false],["ε",true],["χασμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ξοδεύω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "тратить",
        "exa": [["Δεν μπορούσε να ξοδέψει κάπου αλλού τα χρήματα","он не мог потратить деньги где-то еще"]],
        "vowels": [["ξ",false],["ο",true],["δεύ",false],["ω",true]]
    },
    {
        "greek": "ξύλο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "палка",
        "exa": [["Ο πατέρας μου θα με έβαζε να κόβω ξύλα για την υπόλοιπη ζωή μου","мой отец поставил бы меня колоть дрова всю оставшуюся жизнь"],["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο"]],
        "vowels": [["ξ",false],["ύ",true],["λ",false],["ο",true]]
    },
    {
        "greek": "ξυπνητήρι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "будильник",
        "exa": [["Σηκώνομαι στις 8 το πρωί γιατί ο θόρυβος απο το ξυπνητήρι διακόπτει τον ύπνο μου","поднимаюсь в 8 утра, потому что шум будильника прерывает мой сон"]],
        "vowels": [["ξ",false],["υ",true],["πν",false],["η",true],["τ",false],["ή",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "ξυρίζομαι",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "бриться",
        "exa": [["κάθε φορά που ξυρίζομαι αισθάνομαι τη λεπίδα της γκιλοτίνας","каждый раз, когда бреюсь, чувствую лезвие гильотины"]],
        "vowels": [["ξ",false],["υ",true],["ρ",false],["ί",true],["ζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "ξυρίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "брить",
        "exa": [["άρχισα να ξυρίζω τα πόδια μου στα εννιά","я начала брить свои ноги в девять"]],
        "vowels": [["ξ",false],["υ",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "ξάδελφος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "двоюродный брат",
        "exa": [["Είναι ο ξάδελφος του οποίου τα γενέθλια γιορτάζουμε σήμερα","это кузен, чей день рождения празднуем сегодня"]],
        "vowels": [["ξάδ",false],["ε",true],["λφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ξανά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "опять",
        "exa": [["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"]],
        "vowels": [["ξανά",false]]
    },
    {
        "greek": "ξανθός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","–ό"],
        "rus": "белокурый",
        "exa": [["ξανθά μαλλιά, ανοιχτά γαλανά μάτια","блондинистые волосы, открытые голубые глаза"]],
        "vowels": [["ξανθ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ξεκινάω -ώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отправляться, начинать",
        "exa": [["Συνήθως οι ερωτηματικές λέξεις ξεκινούν με το γράμμα \"π\"","обычно вопросительные слова начинаются с буквы п"]],
        "vowels": [["ξ",false],["ε",true],["κ",false],["ι",true],["νά",false],["ω",true]]
    },
    {
        "greek": "ξένος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "иностранец",
        "exa": [["Σε προειδοποίησα, κράτησε τους ξένους μακριά μου","я тебя предупредил держать иностранцев подальше от меня"]],
        "vowels": [["ξ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ξενοδοχείο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гостиница",
        "exa": [["Mείνε μαζί μας απόψε κι αύριο βρίσκεις ξενοδοχείο","оставайся с нами сегодня, а завтра найдешь гостиницу"]],
        "vowels": [["ξ",false],["ε",true],["ν",false],["ο",true],["δ",false],["ο",true],["χ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ξένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "чужой",
        "exa": [["Νιώθω σα να είμαι σε ξένη χώρα και δεν μιλάω την γλώσσα","чувствую как-будто я в чужой стране и не говорю на языке"]],
        "vowels": [["ξ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ξέρω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "знать",
        "exa": [["ξέρεις τι γεύση έχει το αχλάδι","знаешь, какой вкус у груш?"],["αν ήξερε που είναι ο ανιψιός του, θα μας το έλεγε","если бы он знал где его племянник, нам сказал бы"]],
        "vowels": [["ξ",false],["έ",true],["ρ",false],["ω",true]]
    },
    {
        "greek": "ξεχνάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "забывать",
        "exa": [["θέλαμε να περάσουμε κάποιο χρόνο μαζί μια βραδιά όπου θα ξεχνούσαμε όλα τα υπόλοιπα","одно время хотели провести вместе вечер, чтобы забыть все остальное (обо всем)"]],
        "vowels": [["ξ",false],["ε",true],["χνά",false],["ω",true]]
    },
    {
        "greek": "ξεχωριστός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "отдельный, необыкновенный",
        "exa": [["Κοιμήσου σε ξεχωριστή κρεβατοκάμαρα και βάλε κλειδαριά ασφαλείας στην πόρτα","спите в отдельной спальне и поставьте надежный замок на дверь"]],
        "vowels": [["ξ",false],["ε",true],["χ",false],["ω",true],["ρ",false],["ι",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ξίφος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "меч",
        "exa": [["ένα αρχαίο ξόρκι εμποδίζει τα χέρια του κακού να αγγίξουν το ξίφος","древнее заклятье мешает рукам зла прикоснуться к мечу"]],
        "vowels": [["ξ",false],["ί",true],["φ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ξύδι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "уксус",
        "exa": [["Πρόσθεσα λίγο ξύδι","он добавил немного уксуса"]],
        "vowels": [["ξ",false],["ύ",true],["δ",false],["ι",true]]
    },
    {
        "greek": "ξυπνάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "просыпаться",
        "exa": [["αλλιώς θα ξυπνήσεις τη Χιονάτη και τον πρίγκιπα του παραμυθιού","иначе вы разбудите Белоснежку и сказочного принца"],["πρέπει να την ξυπνήσουμε αμέσως","нужно ее разбудить сейчас же"],["ξύπνησα πολύ αργά και έτρεξα βιαστικά στο σταθμό","я проснулся очень поздно и побежал поспешно на станцию"]],
        "vowels": [["ξ",false],["υ",true],["πνά",false],["ω",true]]
    },
    {
        "greek": "όγκος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "опухоль, объем",
        "exa": [["Είχα όγκο στον εγκέφαλο, κι έβλεπα οράματα","у него была опухоль в мозге и он видел видения"]],
        "vowels": [["ό",true],["γκ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "οδήγηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вождение",
        "exa": [["Έχει άδεια οδήγησης","у него есть водительские права"]],
        "vowels": [["ο",true],["δ",false],["ή",true],["γ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "οδηγός",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "водитель, проводник",
        "exa": [["ο οδηγός της άμαξας επιμένει ότι ήταν τρελαμένος και πανικόβλητος, όταν έτρεχε στο δρόμο","водитель экипажа настаивает, что был без ума и в панике, когда выбежал на дорогу"],["ήταν ο πιο ευγενικός οδηγός που έχω γνωρίσει","Он был самым вежливым водителем, которого я знал"]],
        "vowels": [["ο",true],["δ",false],["η",true],["γ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "οδοντίατρος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "зубной врач",
        "exa": [["Μπορείς να ζητήσεις στον οδοντίατρο να κλείσει την τρύπα?","можешь попросить дантиста закрыть дыру?"]],
        "vowels": [["ο",true],["δ",false],["ο",true],["ντ",false],["ί",true],["ατρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "οθόνη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "экран",
        "exa": [["Θα δούμε μια κλασική ταινία στη μεγάλη οθόνη","посмотрим классический фильм  на большом экране"]],
        "vowels": [["ο",true],["θ",false],["ό",true],["ν",false],["η",true]]
    },
    {
        "greek": "οικογενειακός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "семейный",
        "exa": [["Τα φυτά έχουν ένα οικογενειακό δέντρο","у расстений есть семейное дерево"]],
        "vowels": [["οι",true],["κ",false],["ο",true],["γ",false],["ε",true],["ν",false],["ει",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ολοκάθαρος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "очень чистый",
        "exa": [],
        "vowels": [["ο",true],["λ",false],["ο",true],["κάθαρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ολοκαίνουργιος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ια","-ιο"],
        "rus": "совсем новый",
        "exa": [],
        "vowels": [["ο",true],["λ",false],["ο",true],["κ",false],["αί",true],["νουργ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ολόλευκος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "белоснежный",
        "exa": [],
        "vowels": [["ο",true],["λ",false],["ό",true],["λευκ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ολόφρεσκος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ια","-ιο"],
        "rus": "очень свежий",
        "exa": [],
        "vowels": [["ο",true],["λ",false],["ό",true],["φρ",false],["ε",true],["σκ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ολόχρυσος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "весь золотой",
        "exa": [],
        "vowels": [["ο",true],["λ",false],["ό",true],["χρ",false],["υ",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Ολυμπιακοί Αγώνες",
        "lvl": 1,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "Олимпийские игры",
        "exa": [],
        "vowels": [["Ολ",false],["υ",true],["μπ",false],["ι",true],["ακ",false],["ο",true],["ί Αγ",false],["ώ",true],["ν",false],["ε",true],["ς",false]]
    },
    {
        "greek": "Όλυμπος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Олимп",
        "exa": [],
        "vowels": [["Όλ",false],["υ",true],["μπ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ομελέτα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "яичница",
        "exa": [],
        "vowels": [["ο",true],["μ",false],["ε",true],["λ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "όνειρο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сон, мечта",
        "exa": [["Ένα ταξίδι στο φεγγάρι δεν είναι πλέον ένα όνειρο.","путешествие к луне больше не мечта"]],
        "vowels": [["ό",true],["ν",false],["ει",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "ονομάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "называть",
        "exa": [["Με την εξουσία που διαθέτω, σας ονομάζω συζύγους","данной мне властью называю вас супругами"]],
        "vowels": [["ο",true],["ν",false],["ο",true],["μάζ",false],["ω",true]]
    },
    {
        "greek": "οποίος (η οποία",
        "lvl": 0,
        "pos": "noun",
        "art": "το οποίο)",
        "end": [],
        "rus": "который",
        "exa": [["οποίος σχεδιάζει όμορφα κτίρια κάνει όνομα ως ικανός αρχιτέκτονας","тот, кто проектирует красивые здания, делает себе имя как способный архитектор"]],
        "vowels": [["ο",true],["π",false],["οί",true],["ο",true],["ς (η ",false],["ο",true],["π",false],["οί",true],["α",false]]
    },
    {
        "greek": "οποιοσδήποτε (οποιαδήποτε",
        "lvl": 3,
        "pos": "noun",
        "art": "οποιοδήποτε)",
        "end": [],
        "rus": "кто бы ни, всякий всякая",
        "exa": [["Αυτή δουλεύει τόσο σκληρά όσο οποιοσδήποτε άλλος","она работает также тяжело, как и кто-либо другой"],["Οποιαδήποτε οδός σε αυτή την περιοχή θα είχε αρνητικές επιπτώσεις στο περιβάλλον","всякая улица в этом районе будет иметь отрицательное влияние на окружающую среду"]],
        "vowels": [["ο",true],["π",false],["οι",true],["ο",true],["σδ",false],["ή",true],["π",false],["ο",true],["τε (",false],["ο",true],["π",false],["οι",true],["αδ",false],["ή",true],["π",false],["ο",true],["τ",false],["ε",true]]
    },
    {
        "greek": "ογδόντα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "восемьдесят",
        "exa": [],
        "vowels": [["ο",true],["γδ",false],["ό",true],["ντα",false]]
    },
    {
        "greek": "όγδοος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "восьмой",
        "exa": [],
        "vowels": [["ό",true],["γδ",false],["ο",true],["ο",true],["ς",false]]
    },
    {
        "greek": "οδηγώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "водить, руководить",
        "exa": [["Θέλω οι κραυγές σου να την οδηγήσουν κατευθείαν σε εμένα","хочу, чтобы твои вопли привели ее прямо ко мне"]],
        "vowels": [["ο",true],["δ",false],["η",true],["γ",false],["ώ",true]]
    },
    {
        "greek": "οδός",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "улица",
        "exa": [["Οποιαδήποτε οδός σε αυτή την περιοχή θα είχε αρνητικές επιπτώσεις στο περιβάλλον","всякая улица в этом районе будет иметь отрицательное влияние на окружающую среду"]],
        "vowels": [["ο",true],["δ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "οικογένεια",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "семья",
        "exa": [["απλώς, θέλω το καλύτερο για τη νέα μου οικογένεια","просто хочу лучшего моей новой семье"],["είναι γείτονας της οικογένειας και ο καλύτερος φίλος","это сосед семьи и лучший друг"],["ξέρω ότι εκεί έξω υπάρχουν οικογένειες που γιορτάζουν όλοι μαζί στα σπίτια τους","знаю, что тут снаружи есть семьи, которые празднуют все вместе в своих домах"]],
        "vowels": [["οι",true],["κ",false],["ο",true],["γ",false],["έ",true],["ν",false],["ει",true],["α",false]]
    },
    {
        "greek": "οικονομία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "экономика",
        "exa": [["Τα τελευταία χρόνια η παγκόσμια οικονομία σημείωσε εντυπωσιακή ανάπτυξη","в последние годы мировая экономика показала впечатляющее развитие"]],
        "vowels": [["οι",true],["κ",false],["ο",true],["ν",false],["ο",true],["μ",false],["ί",true],["α",false]]
    },
    {
        "greek": "οικονομικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "финансовый",
        "exa": [["Συγγραφείς και εκδότες θέλουν να λαμβάνουν οικονομική ανταμοιβή για το έργο τους","писатели и издатели хотят получать финансовое вознаграждение за свое произведение"]],
        "vowels": [["οι",true],["κ",false],["ο",true],["ν",false],["ο",true],["μ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ανταμοιβή",
        "lvl": 5,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вознаграждение",
        "exa": [["Συγγραφείς και εκδότες θέλουν να λαμβάνουν οικονομική ανταμοιβή για το έργο τους","писатели и издатели хотят получать финансовое вознаграждение за свое произведение"],["Εφόσον είσαι ο νικητής, σου προσφέρω μια ανταμοιβή","Так как ты победитель, предлагаю тебе награду"]],
        "vowels": [["ανταμ",false],["οι",true],["β",false],["ή",true]]
    },
    {
        "greek": "Οκτώβριος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "октябрь",
        "exa": [],
        "vowels": [["Οκτ",false],["ώ",true],["βρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "Ολλανδία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Голландия",
        "exa": [],
        "vowels": [["Ολλανδ",false],["ί",true],["α",false]]
    },
    {
        "greek": "ολλανδικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "голандский язык",
        "exa": [],
        "vowels": [["ο",true],["λλανδ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "Ολλανδός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "голандец / дка",
        "exa": [],
        "vowels": [["Ολλανδ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "όλοι",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "все",
        "exa": [["ξέρω ότι εκεί έξω υπάρχουν οικογένειες που γιορτάζουν όλοι μαζί στα σπίτια τους","знаю, что тут снаружи есть семьи, которые празднуют все вместе в своих домах"]],
        "vowels": [["ό",true],["λ",false],["οι",true]]
    },
    {
        "greek": "όλος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "весь",
        "exa": [["εφαρμογή όλων των μέτρων έκτακτης ανάγκης","реализация всех мер неотложной нужды"]],
        "vowels": [["ό",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "εφαρμογή",
        "lvl": 5,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "реализация",
        "exa": [["εφαρμογή όλων των μέτρων έκτακτης ανάγκης","реализация всех мер неотложной нужды"]],
        "vowels": [["ε",true],["φαρμ",false],["ο",true],["γ",false],["ή",true]]
    },
    {
        "greek": "έκτακτος",
        "lvl": 5,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "неотложный",
        "exa": [["εφαρμογή όλων των μέτρων έκτακτης ανάγκης","реализация всех мер неотложной нужды"]],
        "vowels": [["έ",true],["κτακτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ομάδα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "группа",
        "exa": [["η πολιτική μου ομάδα αισθάνεται ικανοποίηση για το γεγονός ότι το Συμβούλιο συμφώνησε ήδη σε πρώτη ανάγνωση με την πρόταση του Κοινοβουλίου","моя политическая команда чувствует удовлетворение, что Совет уже одобрил предложение парламента в первом чтении"],["με μεγάλη μου χαρά ανακοινώνω ότι η σχολική ομάδα χορού κλήθηκε να δώσει παράσταση","c большим удовольствием сообщаю, что школьная танцевальная группа приглашена выступить"]],
        "vowels": [["ο",true],["μάδα",false]]
    },
    {
        "greek": "ομιλία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "речь, разговор",
        "exa": [["έκλεισε την ομιλία του μ' ένα όμορφο τραγούδι","он завершил речь красивой песней"]],
        "vowels": [["ο",true],["μ",false],["ι",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τραγούδι",
        "lvl": 5,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "песня",
        "exa": [["έκλεισε την ομιλία του μ' ένα όμορφο τραγούδι","он завершил речь красивой песней"],["ο χορός και τα τραγούδια κρατούσαν μέχρι αργά το απόγευμα","танец и песни продолжались до позднего полудня"]],
        "vowels": [["τραγούδ",false],["ι",true]]
    },
    {
        "greek": "ομορφιά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "красота",
        "exa": [["Κέρδισα το πρώτο βραβείο, σε διαγωνισμό ομορφιάς","выиграла первый приз на конкурсе красоты"]],
        "vowels": [["ο",true],["μ",false],["ο",true],["ρφ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "βραβείο",
        "lvl": 5,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "приз",
        "exa": [["Κέρδισα το πρώτο βραβείο, σε διαγωνισμό ομορφιάς","выиграла первый приз на конкурсе красоты"],["Φαίνεται πως μάλλον θα κερδίσει το πρώτο βραβείο","кажется он возможно выиграет первый приз"]],
        "vowels": [["βραβ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ομπρέλα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "зонт",
        "exa": [["Ο άνδρας με το καπέλο και το παλτό, με τον χαρτοφύλακα και την ομπρέλα","мужщина в шляпе и пальто, с портфелем и зонтом"]],
        "vowels": [["ο",true],["μπρ",false],["έ",true],["λα",false]]
    },
    {
        "greek": "όμως",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "но, однако",
        "exa": [["Γιατί όμως όλο αυτό τον καιρό δεν προσπαθήσατε να επικοινωνήσετε μαζί μου;","почему, тем не менее, все это время вы не попытались связаться со мной?"]],
        "vowels": [["ό",true],["μ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "όνομα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "имя",
        "exa": [["οποίος σχεδιάζει όμορφα κτίρια κάνει όνομα ως ικανός αρχιτέκτονας","тот, кто проектирует красивые здания, делает себе имя как способный архитектор"],["μην προφέρεις το όνομα του μωρού μου με το βρώμικο στόμα σου","не произноси имя моего младенца своим грязным ртом"]],
        "vowels": [["ό",true],["ν",false],["ο",true],["μα",false]]
    },
    {
        "greek": "ικανός",
        "lvl": 5,
        "pos": "noun",
        "art": "(-η -ο)",
        "end": [],
        "rus": "способный",
        "exa": [["οποίος σχεδιάζει όμορφα κτίρια κάνει όνομα ως ικανός αρχιτέκτονας","тот, кто проектирует красивые здания, делает себе имя как способный архитектор"],["Ο ηλικιωμένος ή ο μεγάλης ηλικίας υπάλληλος αισθάνεται πολύ συχνά ως μη ικανός προς εργασία","пожилой или в солидном возрасте служащий чувствует себя очень часто как не способный к работе"]],
        "vowels": [["ι",true],["καν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ονομασία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "название",
        "exa": [["Μη επιστημονική ονομασία παρακαλώ","не научное название, пожалуйста"]],
        "vowels": [["ο",true],["ν",false],["ο",true],["μασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "επιστημονικός",
        "lvl": 5,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "научный",
        "exa": [["Μη επιστημονική ονομασία παρακαλώ","не научное название, пожалуйста"],["Πρέπει να υπάρχει επιστημονική εξήγηση γι'αυτό","должно существовать научное объяснение этому"]],
        "vowels": [["ε",true],["π",false],["ι",true],["στ",false],["η",true],["μ",false],["ο",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "όποτε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "когда",
        "exa": [["έχω δικαίωμα να βλέπω τα παιδιά μου όποτε θέλω","имею право видеть моих детей, когда хочу"]],
        "vowels": [["ό",true],["π",false],["ο",true],["τ",false],["ε",true]]
    },
    {
        "greek": "δικαίωμα",
        "lvl": 5,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "право",
        "exa": [["έχω δικαίωμα να βλέπω τα παιδιά μου όποτε θέλω","имею право видеть моих детей, когда хочу"]],
        "vowels": [["δ",false],["ι",true],["κ",false],["αί",true],["ω",true],["μα",false]]
    },
    {
        "greek": "οργανισμός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "организм",
        "exa": [["Οι εθνικοί οργανισμοί τυποποίησης","национальные организации стандартизации"]],
        "vowels": [["ο",true],["ργαν",false],["ι",true],["σμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "οργάνωση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "организация",
        "exa": [["τώρα είναι η αρχηγός μιας τρομοκρατικής οργάνωσης","сегодня он глава террористической организации"]],
        "vowels": [["ο",true],["ργάν",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "αρχηγός",
        "lvl": 5,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "глава, босс",
        "exa": [["τώρα είναι η αρχηγός μιας τρομοκρατικής οργάνωσης","сегодня он глава террористической организации"]],
        "vowels": [["αρχ",false],["η",true],["γ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ορθογώνιος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "прямоугольный",
        "exa": [],
        "vowels": [["ο",true],["ρθ",false],["ο",true],["γ",false],["ώ",true],["ν",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ορθόδοξος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "провославный",
        "exa": [],
        "vowels": [["ο",true],["ρθ",false],["ό",true],["δ",false],["ο",true],["ξ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ορθοπεδικός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "ортопед",
        "exa": [["Είμαι ορθοπεδικός χειρούργος","я хирург ортопед"]],
        "vowels": [["ο",true],["ρθ",false],["ο",true],["π",false],["ε",true],["δ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "οριζόντιος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "горизонтальный",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ι",true],["ζ",false],["ό",true],["ντ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "όριο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "предел",
        "exa": [["Τα όρια αυτά δεν ισχύουν για ηλεκτρικές σκούπες με φίλτρο νερού","эти ограничения не действуют для электрических пылесосов с водным фильтром"]],
        "vowels": [["ό",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "σκούπα",
        "lvl": 5,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пылесос, метла",
        "exa": [["Τα όρια αυτά δεν ισχύουν για ηλεκτρικές σκούπες με φίλτρο νερού","эти ограничения не действуют для электрических пылесосов с водным фильтром"]],
        "vowels": [["σκούπα",false]]
    },
    {
        "greek": "φίλτρο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фильтр",
        "exa": [["Τα όρια αυτά δεν ισχύουν για ηλεκτρικές σκούπες με φίλτρο νερού","эти ограничения не действуют для электрических пылесосов с водным фильтром"]],
        "vowels": [["φ",false],["ί",true],["λτρ",false],["ο",true]]
    },
    {
        "greek": "ορισμός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "назначение, распоряжение",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ι",true],["σμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ορχήστρα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "оркестр",
        "exa": [],
        "vowels": [["ο",true],["ρχ",false],["ή",true],["στρα",false]]
    },
    {
        "greek": "όσοι",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "столько-сколько",
        "exa": [],
        "vowels": [["ό",true],["σ",false],["οι",true]]
    },
    {
        "greek": "όσος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "столько",
        "exa": [],
        "vowels": [["ό",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ούρα",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "моча ж",
        "exa": [],
        "vowels": [["ούρα",false]]
    },
    {
        "greek": "ουρανός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "небо с",
        "exa": [],
        "vowels": [["ουραν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "οφθαλμίατρος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "глазной врач",
        "exa": [],
        "vowels": [["ο",true],["φθαλμ",false],["ί",true],["ατρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "όποιος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "тот, кто",
        "exa": [],
        "vowels": [["ό",true],["π",false],["οι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "όπου",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "там, где",
        "exa": [],
        "vowels": [["ό",true],["που",false]]
    },
    {
        "greek": "όπως",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "как",
        "exa": [],
        "vowels": [["ό",true],["π",false],["ω",true],["ς",false]]
    },
    {
        "greek": "οπωσδήποτε",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "во что бы то ни стало",
        "exa": [],
        "vowels": [["ο",true],["π",false],["ω",true],["σδ",false],["ή",true],["π",false],["ο",true],["τ",false],["ε",true]]
    },
    {
        "greek": "όργανο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "музыкальный орган м",
        "exa": [],
        "vowels": [["ό",true],["ργαν",false],["ο",true]]
    },
    {
        "greek": "ορεινός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","–ό"],
        "rus": "горный (-ая –ое)",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ει",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ορεκτικό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "закуска ж",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ε",true],["κτ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "όρεξη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "аппетит м",
        "exa": [],
        "vowels": [["ό",true],["ρ",false],["ε",true],["ξ",false],["η",true]]
    },
    {
        "greek": "οριζόντια",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "горизонтально",
        "exa": [["το να κινούμαι κάθετα δεν είναι πολύ δυσκολότερο απ'το να κινούμαι οριζόντια αυτές τις μέρες","двигаться вертикально не более сложно, чем двигаться горизинтально эти дни"]],
        "vowels": [["ο",true],["ρ",false],["ι",true],["ζ",false],["ό",true],["ντ",false],["ι",true],["α",false]]
    },
    {
        "greek": "ορισμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","–ο"],
        "rus": "определённый",
        "exa": [["Η κατάσταση έχει βελτιωθεί, αλλά εξακολουθούν να υπάρχουν ορισμένα προβλήματα","состояние улучшилось, но определенные проблемы продолжают существовать"]],
        "vowels": [["ο",true],["ρ",false],["ι",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ορίστε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пожалуйста, да",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ί",true],["στ",false],["ε",true]]
    },
    {
        "greek": "οριστικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","–ό"],
        "rus": "определенный (-ая –ое)",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "οροφοδιαμέρισμα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "квартира на весь этаж ж",
        "exa": [],
        "vowels": [["ο",true],["ρ",false],["ο",true],["φ",false],["ο",true],["δ",false],["ι",true],["αμ",false],["έ",true],["ρ",false],["ι",true],["σμα",false]]
    },
    {
        "greek": "όροφος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "этаж м",
        "exa": [],
        "vowels": [["ό",true],["ρ",false],["ο",true],["φ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "όσο",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сколько",
        "exa": [],
        "vowels": [["ό",true],["σ",false],["ο",true]]
    },
    {
        "greek": "όταν",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "когда",
        "exa": [],
        "vowels": [["ό",true],["ταν",false]]
    },
    {
        "greek": "ότι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "что",
        "exa": [],
        "vowels": [["ό",true],["τ",false],["ι",true]]
    },
    {
        "greek": "Ουγγαρία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Венгрия",
        "exa": [],
        "vowels": [["Ο",false],["υ",true],["γγαρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "Ουγγαρέζος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-α"],
        "rus": "венгр (-грка)",
        "exa": [],
        "vowels": [["Ο",false],["υ",true],["γγαρ",false],["έ",true],["ζ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ουδέτερος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "нейтральный",
        "exa": [["Το κεράσι είναι είδος που ευδοκιμεί σε δροσερό περιβάλλον και ουδέτερα ή υπόξινα εδάφη","черешня - это вид, который предпочитает прохладное окружение и нейтральную или кусловатую почву"]],
        "vowels": [["ουδ",false],["έ",true],["τ",false],["ε",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ούζο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "узо с (сорт водки)",
        "exa": [],
        "vowels": [["ούζ",false],["ο",true]]
    },
    {
        "greek": "ουρά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "очередь ж",
        "exa": [],
        "vowels": [["ουρά",false]]
    },
    {
        "greek": "ούτε",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ни",
        "exa": [["δεν επιθυμώ να σε παντρευτώ, ούτε σύντομα, ούτε ποτέ","не хочу на тебе жениться ни скоро ни никогда"]],
        "vowels": [["ούτ",false],["ε",true]]
    },
    {
        "greek": "όχι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нет",
        "exa": [],
        "vowels": [["ό",true],["χ",false],["ι",true]]
    },
    {
        "greek": "οχτακόσιοι",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "восемьсот",
        "exa": [],
        "vowels": [["ο",true],["χτακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "οχτώ",
        "lvl": 1,
        "pos": "verb",
        "art": "",
        "end": ["οκτώ"],
        "rus": "восемь",
        "exa": [],
        "vowels": [["ο",true],["χτ",false],["ώ",true]]
    },
    {
        "greek": "παγκάκι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "",
        "exa": [["Ένας μεθυσμένος κοιμήθηκε στο παγκάκι","один пьяный заснул на скамейке"]],
        "vowels": [["παγκάκ",false],["ι",true]]
    },
    {
        "greek": "παγκόσμιος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "всемирный",
        "exa": [["Επηρεάζεται συγχρόνως το όλο θέμα της αλλαγής του παγκοσμίου κλίματος","затрагивает одновременно всю тему изменения мирового климата"],["Δεν θα έτρωγα άλλο καπνιστό λουκάνικο ακόμα κι αν έφερνε την παγκόσμια ειρήνη","не съел бы еще одну копченую сосиску, даже если бы это принесло мир во всем мире"]],
        "vowels": [["παγκ",false],["ό",true],["σμ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "παγωτό",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мороженое с",
        "exa": [],
        "vowels": [["παγ",false],["ω",true],["τ",false],["ό",true]]
    },
    {
        "greek": "παθαίνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "терпеть",
        "exa": [],
        "vowels": [["παθ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "παθολόγος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "врач-терапевт м",
        "exa": [],
        "vowels": [["παθ",false],["ο",true],["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παιδίατρος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "детский врач м",
        "exa": [],
        "vowels": [["π",false],["αι",true],["δ",false],["ί",true],["ατρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Πακιστάν",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Пакистан",
        "exa": [],
        "vowels": [["Πακ",false],["ι",true],["στάν",false]]
    },
    {
        "greek": "παλάμη",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ладонь ж",
        "exa": [],
        "vowels": [["παλάμ",false],["η",true]]
    },
    {
        "greek": "παλτό",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пальто",
        "exa": [["Ο άνδρας με το καπέλο και το παλτό, με τον χαρτοφύλακα και την ομπρέλα","мужщина в шляпе и пальто, с портфелем и зонтом"]],
        "vowels": [["παλτ",false],["ό",true]]
    },
    {
        "greek": "πανάκριβος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "очень дорогой",
        "exa": [["Ένας διαρρήκτης έριξε ασετόν σε ένα πανάκριβο διαμέρισμα πριν το ληστέψει","Взломщик облил дорогую квартиру ацетоном, после чего ограбил её"]],
        "vowels": [["πανάκρ",false],["ι",true],["β",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παγάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кусочки льда",
        "exa": [],
        "vowels": [["παγάκ",false],["ι",true]]
    },
    {
        "greek": "πάγος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "лёд",
        "exa": [["Tο καλοκαίρι, όταν οι θαλάσσιοι πάγοι λιώνουν μπορούν να φτάσουν στα νησιά που ήταν εγκλωβισμένα στον πάγο","летом, когда морские льды тают, могут достичь острова, которые были закованы в лед"],["Το δέρμα σου είναι κάτασπρο και κρύο σαν πάγος","твоя кожа белоснежная и холодная как лед"]],
        "vowels": [["πάγ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παϊδάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "баранья грудинка ж",
        "exa": [],
        "vowels": [["παϊδάκ",false],["ι",true]]
    },
    {
        "greek": "παιδί",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ребёнок",
        "exa": [["το παιδί μου είναι άρρωστο","мой ребенок болен"],["ένα αγορι είναι ένας νεαρός αρσενικός άνθρωπος, συχνά παιδί ή έφηβος","парень - это молодой \"мужской\" человек, часто ребенок или подросток"],["πάντα θα είναι το αγαπημένο παιδί","он всегда будет любимым ребенком"]],
        "vowels": [["π",false],["αι",true],["δ",false],["ί",true]]
    },
    {
        "greek": "παιδικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "детский",
        "exa": [],
        "vowels": [["π",false],["αι",true],["δ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "παίζω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "играть",
        "exa": [["Πιάσαμε κουβέντα πίνοντας καφέ κι αρχίσαμε να παίζουμε ντόμινο","мы завязали разговор, пья кофе, и начали играть в домино"]],
        "vowels": [["π",false],["αί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "παίρνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "брать",
        "exa": [["παίρνοντας μια βαθειά αναπνοή δροσερού αέρος, μπαίνομε μέσα όπου επικρατούν δυνατές μυρωδιές","сделав глубокий вдох прохладного воздуха, заходим внутрь, где царят мощные ароматы"],["σε στείλω στο ζαχαροπλαστείο να πάρεις τούρτα","посылаю тебя в кондитерскую взять торт"]],
        "vowels": [["π",false],["αί",true],["ρν",false],["ω",true]]
    },
    {
        "greek": "πακέτο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пакет м",
        "exa": [],
        "vowels": [["πακ",false],["έ",true],["τ",false],["ο",true]]
    },
    {
        "greek": "πάλι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "снова, опять",
        "exa": [],
        "vowels": [["πάλ",false],["ι",true]]
    },
    {
        "greek": "παλιός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ά","-ό"],
        "rus": "старый",
        "exa": [["παλιά αγγελία","старое объявление"],["νομίζω ότι είναι μια παλιά αποθήκη","думаю, что это старый склад"],["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"]],
        "vowels": [["παλ",false],["ι",true],["ό",true],["ς",false]]
    },
    {
        "greek": "πανάρχαιος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "очень древний",
        "exa": [],
        "vowels": [["πανάρχ",false],["αι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "πανάσχημος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "очень некрасивый",
        "exa": [],
        "vowels": [["πανάσχ",false],["η",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πανέμορφος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "очень красивый",
        "exa": [],
        "vowels": [["παν",false],["έ",true],["μ",false],["ο",true],["ρφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πανεπιστήμιο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "университет",
        "exa": [["Βρήκα ένα μικρό διαμέρισμα μόνο για μένα κοντά στο πανεπιστήμιο","нашел маленькую квартиру для себя рядом с университетом"]],
        "vowels": [["παν",false],["ε",true],["π",false],["ι",true],["στ",false],["ή",true],["μ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "πανηγύρι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "праздник м",
        "exa": [],
        "vowels": [["παν",false],["η",true],["γ",false],["ύ",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "παντρεύομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "жениться, выходить замуж",
        "exa": [["δεν επιθυμώ να σε παντρευτώ, ούτε σύντομα, ούτε ποτέ","не хочу на тебе жениться ни скоро ни никогда"]],
        "vowels": [["παντρεύ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "πάντως",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "во всяком случае",
        "exa": [],
        "vowels": [["πάντ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "πανύψηλος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "очень высокий (-ая -ое)",
        "exa": [],
        "vowels": [["παν",false],["ύ",true],["ψ",false],["η",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παππούς",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "дедушка м",
        "exa": [],
        "vowels": [["παππούς",false]]
    },
    {
        "greek": "πάρα",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "без",
        "exa": [],
        "vowels": [["πάρα",false]]
    },
    {
        "greek": "παραγγελία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "заказ м",
        "exa": [],
        "vowels": [["παραγγ",false],["ε",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "παραδοσιακός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "традиционный",
        "exa": [["ο παραδοσιακός μεζές","традиционная закуска"]],
        "vowels": [["παραδ",false],["ο",true],["σ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "παρακολουθώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "наблюдать, посещать",
        "exa": [],
        "vowels": [["παρακ",false],["ο",true],["λουθ",false],["ώ",true]]
    },
    {
        "greek": "παραλαβή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "получение с",
        "exa": [],
        "vowels": [["παραλαβ",false],["ή",true]]
    },
    {
        "greek": "πανσιόν",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пансион м",
        "exa": [],
        "vowels": [["πανσ",false],["ι",true],["ό",true],["ν",false]]
    },
    {
        "greek": "πάντα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "всегда",
        "exa": [["πάντα θα είναι το αγαπημένο παιδί","он всегда будет любимым ребенком"],["Ο νόμος ξεκάθαρα δηλώνει ότι πρέπει πάντα να έχουμε ακριβώς τέσσερα μέλη","закон четко заявляет, что всегда должны иметь в точности 4 члена"]],
        "vowels": [["πάντα",false]]
    },
    {
        "greek": "πάντα",
        "lvl": 0,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "всё",
        "exa": [["Αν δουλεύεις σε νοσοκομείο αρκετό καιρό, συνηθίζεις τα πάντα","если работаешь в больнице достаточно времени, привыкаешь ко всему"]],
        "vowels": [["πάντα",false]]
    },
    {
        "greek": "παντελόνι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "брюки мн.ч.",
        "exa": [],
        "vowels": [["παντ",false],["ε",true],["λ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "παντζούρι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ставни мн.ч.",
        "exa": [],
        "vowels": [["παντζούρ",false],["ι",true]]
    },
    {
        "greek": "παντρεμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "женатый, замужняя",
        "exa": [],
        "vowels": [["παντρ",false],["ε",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παντού",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "везде",
        "exa": [["υπήρχε δροσιά παντού στο έδαφος","на земле везде была роса"]],
        "vowels": [["παντού",false]]
    },
    {
        "greek": "πάνω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "наверху, на",
        "exa": [],
        "vowels": [["πάν",false],["ω",true]]
    },
    {
        "greek": "παπούτσι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "туфель",
        "exa": [["ένα ζευγάρι αθλητικά παπούτσια","пара спортивной обуви"]],
        "vowels": [["παπούτσ",false],["ι",true]]
    },
    {
        "greek": "παρά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "без",
        "exa": [],
        "vowels": [["παρά",false]]
    },
    {
        "greek": "παραγγέλνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заказывать",
        "exa": [],
        "vowels": [["παραγγ",false],["έ",true],["λν",false],["ω",true]]
    },
    {
        "greek": "παράγραφος",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "параграф м, обзац",
        "exa": [["τα προϊόντα που αναφέρονται στο άρθρο 1 παράγραφος 2","товары, которые упоминаются в статье 1 параграфе 2"]],
        "vowels": [["παράγραφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παράγω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "производить, создавать",
        "exa": [],
        "vowels": [["παράγ",false],["ω",true]]
    },
    {
        "greek": "παράδειγμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пример",
        "exa": [["οι αρχαιολογικοί χώροι που βρίσκονται στις Συρακούσες είναι το καλύτερο παράδειγμα εξαιρετικής αρχιτεκτονικής δημιουργίας","археологические места, которые находятся в Сиракузах, являются лучшим примером исключительного архитектурного творчества"]],
        "vowels": [["παράδ",false],["ει",true],["γμα",false]]
    },
    {
        "greek": "παραθετικό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сравнение с",
        "exa": [],
        "vowels": [["παραθ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "παράθυρο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "окно",
        "exa": [["τα παράθυρα είναι βαμμένα","окна покрашены"]],
        "vowels": [["παράθ",false],["υ",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "παρακαλώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "просить; пожалуйста",
        "exa": [["παρακαλώ, κάνε ένα βήμα μπροστά","прошу, сделайте шаг вперед"]],
        "vowels": [["παρακαλ",false],["ώ",true]]
    },
    {
        "greek": "παρακάτω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "дальше; ниже",
        "exa": [],
        "vowels": [["παρακάτ",false],["ω",true]]
    },
    {
        "greek": "παραλαμβάνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "получать",
        "exa": [],
        "vowels": [["παραλαμβάν",false],["ω",true]]
    },
    {
        "greek": "παραλιακός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "приморский",
        "exa": [],
        "vowels": [["παραλ",false],["ι",true],["ακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "παραμένω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "оставаться",
        "exa": [],
        "vowels": [["παραμ",false],["έ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "παραμύθι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сказка ж",
        "exa": [],
        "vowels": [["παραμ",false],["ύ",true],["θ",false],["ι",true]]
    },
    {
        "greek": "παραπονιέμαι",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "жаловаться",
        "exa": [],
        "vowels": [["παραπ",false],["ο",true],["ν",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "παρατηρητικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "наблюдательный",
        "exa": [],
        "vowels": [["παρατ",false],["η",true],["ρ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "παρελθόν",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "прошлое с",
        "exa": [],
        "vowels": [["παρ",false],["ε",true],["λθ",false],["ό",true],["ν",false]]
    },
    {
        "greek": "Παρθενώνας",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Парфенон",
        "exa": [],
        "vowels": [["Παρθ",false],["ε",true],["ν",false],["ώ",true],["νας",false]]
    },
    {
        "greek": "πάροδος",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "переулок м",
        "exa": [],
        "vowels": [["πάρ",false],["ο",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παρουσιάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "представлять",
        "exa": [],
        "vowels": [["παρουσ",false],["ι",true],["άζ",false],["ω",true]]
    },
    {
        "greek": "παρών",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ούσα","-όν"],
        "rus": "присутствующий",
        "exa": [],
        "vowels": [["παρ",false],["ώ",true],["ν",false]]
    },
    {
        "greek": "πασίγνωστος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "общеизвестный (-ая",
        "exa": [],
        "vowels": [["πασ",false],["ί",true],["γν",false],["ω",true],["στ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παραλία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "побережье с",
        "exa": [],
        "vowels": [["παραλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "παράλληλα",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "параллельно",
        "exa": [],
        "vowels": [["παράλλ",false],["η",true],["λα",false]]
    },
    {
        "greek": "παράξενος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "странный",
        "exa": [["Δεν είναι παράξενο που αυτό το μικροσκοπικό νησί είναι ξακουστό για τα μπαχαρικά του","нет ничего странного в том, что этот микроскопический остров известен своими пряностями"]],
        "vowels": [["παράξ",false],["ε",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "παραπάνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "выше; больше",
        "exa": [["οι άνθρωποι αρρώσταιναν δυο τρεις μέρες και κάτι παραπάνω και μετά πέθαιναν ξαφνικά","люди заболевали на 2-3 дня или немного сверху и потом внезапно умирали"]],
        "vowels": [["παραπάν",false],["ω",true]]
    },
    {
        "greek": "παρασκευάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "изготавливаю",
        "exa": [["τους αρέσει η μπύρα, την οποία παρασκευάζουν από το μέλι","им нравится пиво, которое изготавливают из меда"]],
        "vowels": [["παρασκευάζ",false],["ω",true]]
    },
    {
        "greek": "Παρασκευή",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пятница ж",
        "exa": [],
        "vowels": [["Παρασκευ",false],["ή",true]]
    },
    {
        "greek": "παράσταση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "спектакль",
        "exa": [["με μεγάλη μου χαρά ανακοινώνω ότι η σχολική ομάδα χορού κλήθηκε να δώσει παράσταση","c большим удовольствием сообщаю, что школьная танцевальная группа приглашена выступить"]],
        "vowels": [["παράστασ",false],["η",true]]
    },
    {
        "greek": "παρέα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "компания ж",
        "exa": [],
        "vowels": [["παρ",false],["έ",true],["α",false]]
    },
    {
        "greek": "παρένθεση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "скобки мн. ч.",
        "exa": [],
        "vowels": [["παρ",false],["έ",true],["νθ",false],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "Παρίσι",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Париж",
        "exa": [],
        "vowels": [["Παρ",false],["ί",true],["σ",false],["ι",true]]
    },
    {
        "greek": "παρκάρω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "припарковать",
        "exa": [],
        "vowels": [["παρκάρ",false],["ω",true]]
    },
    {
        "greek": "πάρκινγκ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "паркинг м",
        "exa": [],
        "vowels": [["πάρκ",false],["ι",true],["νγκ",false]]
    },
    {
        "greek": "πάρκο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "парк м",
        "exa": [],
        "vowels": [["πάρκ",false],["ο",true]]
    },
    {
        "greek": "πάρτι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "семейный праздник",
        "exa": [],
        "vowels": [["πάρτ",false],["ι",true]]
    },
    {
        "greek": "πάστα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пирожное с",
        "exa": [],
        "vowels": [["πάστα",false]]
    },
    {
        "greek": "Πάσχα",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Пасха",
        "exa": [],
        "vowels": [["Πάσχα",false]]
    },
    {
        "greek": "παχύς",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "толстый",
        "exa": [],
        "vowels": [["παχ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "πεζοπορία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ходьба ж",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ζ",false],["ο",true],["π",false],["ο",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "πεζός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "пешеход м",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ζ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πεθαίνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "умирать",
        "exa": [["Το στομάχι μου με πεθαίνει, ο λαιμός μου πονάει, αλλά όχι και το πόδι μου","желудок меня убивает, шея болит, но не ноги"],["Η μοίρα του δεν είναι να πεθάνει στην κούνια του ξεχασμένος από την ιστορία!","судьба его не в том, чтобы умереть в колыбели забытым историей"]],
        "vowels": [["π",false],["ε",true],["θ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "πεθερός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "свёкр м, тесть м",
        "exa": [],
        "vowels": [["π",false],["ε",true],["θ",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πείρα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "опыт м",
        "exa": [],
        "vowels": [["π",false],["εί",true],["ρα",false]]
    },
    {
        "greek": "περίεργος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "любопытный",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ί",true],["ε",true],["ργ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "περίπτωση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "случай",
        "exa": [["ειδικές περιπτώσεις","особые обстоятельства"],["στην περίπτωση αυτή είχε καταναλώσει αλκοόλ και ναρκωτικά σε πολύ υψηλά επίπεδα","в случае если она потребила алкоголь и наркотики на очень высоком уровне"],["τότε η απάντηση στο πρόβλημα είναι «ναι», σε αντίθετη περίπτωση είναι «όχι»","тогда ответ на проблему - да, в обратном случае - нет"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ί",true],["πτ",false],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "περιττός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "лишний (-яя -ее)",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["ττ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πατάτα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "картофель",
        "exa": [["αρνί στο φούρνο με πατάτες","баран в печке с картофелем"]],
        "vowels": [["πατάτα",false]]
    },
    {
        "greek": "πατέρας",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "отец",
        "exa": [["Ο πατέρας μου με δέρνει","Отец меня бъет"],["Έχω ένα μικρό πρόβλημα, ψάχνοντας το επίθετο του πατέρα σου","у меня возникла небольшая проблема при поиске фамилии твоего отца"]],
        "vowels": [["πατ",false],["έ",true],["ρας",false]]
    },
    {
        "greek": "Πάτρα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Патры",
        "exa": [],
        "vowels": [["Πάτρα",false]]
    },
    {
        "greek": "πατρίδα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "родина ж",
        "exa": [],
        "vowels": [["πατρ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "πάω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": ["πηγαίνω"],
        "rus": "идти",
        "exa": [["αν δεν ενδιαφέρεσαι, θα πάω κάπου αλλού","если не интересуешься, пойду куда-нибудь в другое место"]],
        "vowels": [["πά",false],["ω",true]]
    },
    {
        "greek": "πέδιλο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сандалия ж",
        "exa": [],
        "vowels": [["π",false],["έ",true],["δ",false],["ι",true],["λ",false],["ο",true]]
    },
    {
        "greek": "πεζόδρομος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "тротуар м",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ζ",false],["ό",true],["δρ",false],["ο",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πεινάω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "хотеть есть",
        "exa": [],
        "vowels": [["π",false],["ει",true],["νά",false],["ω",true]]
    },
    {
        "greek": "πειράζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "беспокоить; дразнить",
        "exa": [],
        "vowels": [["π",false],["ει",true],["ράζ",false],["ω",true]]
    },
    {
        "greek": "Πειραιάς",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Пирей",
        "exa": [],
        "vowels": [["Π",false],["ει",true],["ρ",false],["αι",true],["άς",false]]
    },
    {
        "greek": "Πεκίνο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Пекин",
        "exa": [],
        "vowels": [["Π",false],["ε",true],["κ",false],["ί",true],["ν",false],["ο",true]]
    },
    {
        "greek": "πέλαγος",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "море с",
        "exa": [],
        "vowels": [["π",false],["έ",true],["λαγ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πελάτης",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "клиент, покупатель",
        "exa": [["ο πελάτης της λαμβάνει ικανοποιητική φροντίδα","ее покупатель получает удовлетворительную заботу"]],
        "vowels": [["π",false],["ε",true],["λάτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "Πελοπόννησος",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Пелопоннес",
        "exa": [],
        "vowels": [["Π",false],["ε",true],["λ",false],["ο",true],["π",false],["ό",true],["νν",false],["η",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Πέμπτη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "четверг м",
        "exa": [],
        "vowels": [["Π",false],["έ",true],["μπτ",false],["η",true]]
    },
    {
        "greek": "πέμπτος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "пятый (-ая -ое)",
        "exa": [],
        "vowels": [["π",false],["έ",true],["μπτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πενήντα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пятьдесят",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ν",false],["ή",true],["ντα",false]]
    },
    {
        "greek": "πεντακόσιοι",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "пятьсот",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ντακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "πέντε",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "пять",
        "exa": [],
        "vowels": [["π",false],["έ",true],["ντ",false],["ε",true]]
    },
    {
        "greek": "πεπόνι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "дыня ж",
        "exa": [],
        "vowels": [["π",false],["ε",true],["π",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "περπάτημα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ходьба ж",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρπάτ",false],["η",true],["μα",false]]
    },
    {
        "greek": "πετάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "лететь",
        "exa": [],
        "vowels": [["π",false],["ε",true],["τά",false],["ω",true]]
    },
    {
        "greek": "πέτρινος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "",
        "exa": [],
        "vowels": [["π",false],["έ",true],["τρ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πετσέτα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "полотенце с",
        "exa": [],
        "vowels": [["π",false],["ε",true],["τσ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "πηγή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "источник",
        "exa": [["Η πράσινη έκταση ανάμεσα στα σύννεφα είναι η πηγή οξυγόνου στον αέρα","зеленая площадка между облаков - источник кислорода в воздухе"]],
        "vowels": [["π",false],["η",true],["γ",false],["ή",true]]
    },
    {
        "greek": "πηδάω -ώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "прыгать",
        "exa": [],
        "vowels": [["π",false],["η",true],["δά",false],["ω",true]]
    },
    {
        "greek": "πια",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "больше",
        "exa": [],
        "vowels": [["π",false],["ι",true],["α",false]]
    },
    {
        "greek": "πιάνο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пианино с",
        "exa": [],
        "vowels": [["π",false],["ι",true],["άν",false],["ο",true]]
    },
    {
        "greek": "πιάνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ловить",
        "exa": [],
        "vowels": [["π",false],["ι",true],["άν",false],["ω",true]]
    },
    {
        "greek": "πίεση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "давление",
        "exa": [["Η οροφή στηρίζεται στη διαφορά μεταξύ εσωτερικής και εξωτερικής πίεσης του αέρα","крыша поддерживается разницей между внутренним и внешним давлением воздуха"]],
        "vowels": [["π",false],["ί",true],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "πιθανότητα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вероятность, возможность",
        "exa": [["υπάρχει πιθανότητα να βρεις λίγο γέλιο","есть вероятность, что найдешь немного смеха"],["ο έγκαιρος εντοπισμός του καρκίνου αυξάνει τις πιθανότητες θεραπείας του","ранняя дианностика рака увеличивает шансы излечения"]],
        "vowels": [["π",false],["ι",true],["θαν",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "πιλότος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "лётчик м",
        "exa": [],
        "vowels": [["π",false],["ι",true],["λ",false],["ό",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πινακίδα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "табличка",
        "exa": [],
        "vowels": [["π",false],["ι",true],["νακ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "πιρούνι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вилка",
        "exa": [],
        "vowels": [["π",false],["ι",true],["ρούν",false],["ι",true]]
    },
    {
        "greek": "πιστεύω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "верить",
        "exa": [["Πιστεύω ότι πρέπει να αποφύγουμε την επανάληψη αυτής της κατάστασης","верю, что мы должны избежать повторения этого состояния"]],
        "vowels": [["π",false],["ι",true],["στεύ",false],["ω",true]]
    },
    {
        "greek": "πίστη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вера",
        "exa": [],
        "vowels": [["π",false],["ί",true],["στ",false],["η",true]]
    },
    {
        "greek": "περασμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "прошлый (-ая -ое)",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρασμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "περί",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "относительно",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ί",true]]
    },
    {
        "greek": "περιβάλλον",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "среда, окружение",
        "exa": [["Το κεράσι είναι είδος που ευδοκιμεί σε δροσερό περιβάλλον και ουδέτερα ή υπόξινα εδάφη","черешня - это вид, который предпочитает прохладное окружение и нейтральную или кусловатую почву"],["Οποιαδήποτε οδός σε αυτή την περιοχή θα είχε αρνητικές επιπτώσεις στο περιβάλλον","всякая улица в этом районе будет иметь отрицательное влияние на окружающую среду"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["βάλλ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "περιγράφω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "описать",
        "exa": [["Θα χρειαστεί να μας περιγράψετε την μηχανή καθώς και τον οδηγό της","понадобится, чтобы вы нам описали мотоцикл, а также его водителя"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["γράφ",false],["ω",true]]
    },
    {
        "greek": "περιλαμβάνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "включать, содержать",
        "exa": [["η απόδειξη παραλαβής περιλαμβάνει τουλάχιστον τα ακόλουθα στοιχεία","квитанция доставки включает в себя по крайней мере следующие данные"],["Η δουλειά του λογιστή δεν περιλαμβάνει εργασίες καθαριστή","работа бухгалтера не включает в себя рабочие обязанности уборщика"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["λαμβάν",false],["ω",true]]
    },
    {
        "greek": "περιμένω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "ждать",
        "exa": [["Περίμενα μια νέα κλήση ή κάποια επίσημη συνέντευξη","я ожидал нового вызова или какого-нибудь официального интервью"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["μ",false],["έ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "περιοχή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "район",
        "exa": [["περιοχή στα βόρεια της χώρας","район на севере страны"],["περιοχή της ανατολικής Ασίας","район восточной Азии"],["Πρέπει να ρίξω μια ματιά μέσα χωρίς να κάνει τη περιοχή λουτρό αίματος","я должен бросить взгляд во внуть, без того чтобы превратить район в кровавую баню"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "περιπέτεια",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "приключение с",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["π",false],["έ",true],["τ",false],["ει",true],["α",false]]
    },
    {
        "greek": "περίπου",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "около, приблизительно",
        "exa": [["προέρχεται από μια αποθήκη περίπου 6 χιλιόμετρα βορειοανατολικά απ'εδώ","происходит со склада примерно в 6 километрах на северовосток отсюда"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ί",true],["που",false]]
    },
    {
        "greek": "περίπτερο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "киоск м",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρ",false],["ί",true],["πτ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "περισσότεροι",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "большинство",
        "exa": [["Πρέπει να είσαι έμπειρος για να χρησιμοποιήσεις τα περισσότερα από αυτά","должен быть опытным, чтобы использовать большую часть из этого"],["Οι περισσότεροι άνθρωποι γράφουν για την καθημερινή τους ζωή","большинство людей пишут о своей ежедневной жизни"]],
        "vowels": [["π",false],["ε",true],["ρ",false],["ι",true],["σσ",false],["ό",true],["τ",false],["ε",true],["ρ",false],["οι",true]]
    },
    {
        "greek": "περνάω -ώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "проходить",
        "exa": [["Μολονότι ήταν φιλικός και κοινωνικός άνθρωπος, αξίζει να σημειωθεί ότι θεωρούσε πολύτιμες τις στιγμές που περνούσε μόνος του","Хотя он был дружественным и общественным человеком, стоит отметить, что он считал ценнейшими мгновения, которые проводил в одиночку"]],
        "vowels": [["π",false],["ε",true],["ρνά",false],["ω",true]]
    },
    {
        "greek": "περπατάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "шагать",
        "exa": [],
        "vowels": [["π",false],["ε",true],["ρπατά",false],["ω",true]]
    },
    {
        "greek": "πέρσι",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в прошлом году",
        "exa": [],
        "vowels": [["π",false],["έ",true],["ρσ",false],["ι",true]]
    },
    {
        "greek": "πέτρα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "камень м",
        "exa": [],
        "vowels": [["π",false],["έ",true],["τρα",false]]
    },
    {
        "greek": "πέφτω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "падать",
        "exa": [["η τιμή του κάρβουνου έπεσε, τόσο χαμηλά που δεν υπήρχε κανένα ενδιαφέρον για ηλιακή ενέργεια","цена угля упала настолько низко, что не было никакого интереса в солнечной энергии"]],
        "vowels": [["π",false],["έ",true],["φτ",false],["ω",true]]
    },
    {
        "greek": "πηγαίνω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": ["πάω"],
        "rus": "идти",
        "exa": [["Συναντηθήκαμε στο σκοτάδι, σαν δύο πλοία που πηγαίνουν στο ίδιο λιμάνι μαζί τη νύχτα","мы встретились в темноте, как два судна, что идут в один и тот же порт вместе ночью"],["Μπορείς να δοκιμάζεις δύο πιάτα όταν πηγαίνεις σε ρεστοράν","можешь попоробовать два блюда, когда пойдешь в ресторан"]],
        "vowels": [["π",false],["η",true],["γ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "πιάνει",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "охватывать",
        "exa": [],
        "vowels": [["π",false],["ι",true],["άν",false],["ει",true]]
    },
    {
        "greek": "πιάτο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тарелка",
        "exa": [["Μπορείς να δοκιμάζεις δύο πιάτα όταν πηγαίνεις σε ρεστοράν","можешь попоробовать два блюда, когда пойдешь в ресторан"]],
        "vowels": [["π",false],["ι",true],["άτ",false],["ο",true]]
    },
    {
        "greek": "πίνακας",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "доска ж; картина ж",
        "exa": [],
        "vowels": [["π",false],["ί",true],["νακας",false]]
    },
    {
        "greek": "πίνω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "пить",
        "exa": [["γενικά δεν πίνω κρύο καφέ","обычно не пью холодный кофе"],["Πιάσαμε κουβέντα πίνοντας καφέ κι αρχίσαμε να παίζουμε ντόμινο","мы завязали разговор, пья кофе, и начали играть в домино"]],
        "vowels": [["π",false],["ί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "πιο",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "уже, больше",
        "exa": [],
        "vowels": [["π",false],["ι",true],["ο",true]]
    },
    {
        "greek": "πιπέρι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "перец м",
        "exa": [],
        "vowels": [["π",false],["ι",true],["π",false],["έ",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "πιπεριά",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "перец м (плод и растение)",
        "exa": [],
        "vowels": [["π",false],["ι",true],["π",false],["ε",true],["ρ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "πισίνα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бассейн",
        "exa": [["Μονοκατοικία με μεγάλη αυλή χωρίς πισίνα και αιχμηρά αντικείμενα","дом с большим двором без бассейна и острых предметов"]],
        "vowels": [["π",false],["ι",true],["σ",false],["ί",true],["να",false]]
    },
    {
        "greek": "πίστα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "танцевальная площадка ж",
        "exa": [],
        "vowels": [["π",false],["ί",true],["στα",false]]
    },
    {
        "greek": "πιστωτική κάρτα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кредитная карточка",
        "exa": [["πλήρωσε με πιστωτική κάρτα","он заплатил кредитной картой"]],
        "vowels": [["π",false],["ι",true],["στ",false],["ω",true],["τ",false],["ι",true],["κή κάρτα",false]]
    },
    {
        "greek": "πίσω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "за",
        "exa": [["βλέπετε μια γυναίκα με βυσσινί μπουφάν πίσω μου;","вы видите позади меня женщину в бордовой куртке?"]],
        "vowels": [["π",false],["ί",true],["σ",false],["ω",true]]
    },
    {
        "greek": "πλαγιά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "склон м",
        "exa": [],
        "vowels": [["πλαγ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "πλάγιος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "косвенный",
        "exa": [],
        "vowels": [["πλάγ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "κάνω πλάκα",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "шутить (2 слова)",
        "exa": [],
        "vowels": [["κάνω πλάκα",false]]
    },
    {
        "greek": "πλάτη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "спина ж",
        "exa": [],
        "vowels": [["πλάτ",false],["η",true]]
    },
    {
        "greek": "πλάτος",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ширина ж",
        "exa": [],
        "vowels": [["πλάτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πλατύς",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "широкий",
        "exa": [],
        "vowels": [["πλατ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "πλένομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "мыться",
        "exa": [],
        "vowels": [["πλ",false],["έ",true],["ν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "πληθυσμός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "население",
        "exa": [["ο πληθυσμός είναι σε διαρκή μείωση","население находится в постоянном уменьшении"]],
        "vowels": [["πλ",false],["η",true],["θ",false],["υ",true],["σμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πλήρης",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": ["-ης","-ες"],
        "rus": "полный",
        "exa": [],
        "vowels": [["πλ",false],["ή",true],["ρ",false],["η",true],["ς",false]]
    },
    {
        "greek": "πληροφορία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сообщение с, информация ж",
        "exa": [],
        "vowels": [["πλ",false],["η",true],["ρ",false],["ο",true],["φ",false],["ο",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "πλησιάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "подходить, приближаться",
        "exa": [],
        "vowels": [["πλ",false],["η",true],["σ",false],["ι",true],["άζ",false],["ω",true]]
    },
    {
        "greek": "Πλούτωνας",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Плутон",
        "exa": [],
        "vowels": [["Πλούτ",false],["ω",true],["νας",false]]
    },
    {
        "greek": "ποδήλατο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "велосипед",
        "exa": [["Γιατί κακοποιείς το καημένο το ποδήλατο;","почему плохо обращаешься с бедным велосипедом?"],["Τα ποδήλατα κυκλοφορούν σε δημόσιους δρόμους και συνεπώς υπάρχουν συναφή θέματα ασφάλειας","велосипеды ездят по общественным улицам и следовательно существуют связанные с этим вопросы безопасности"]],
        "vowels": [["π",false],["ο",true],["δ",false],["ή",true],["λατ",false],["ο",true]]
    },
    {
        "greek": "πόδι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "нога",
        "exa": [["Το στομάχι μου με πεθαίνει, ο λαιμός μου πονάει, αλλά όχι και το πόδι μου","желудок меня убивает, шея болит, но не ноги"]],
        "vowels": [["π",false],["ό",true],["δ",false],["ι",true]]
    },
    {
        "greek": "ποιανού",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": ["-ής","-ού"],
        "rus": "чей",
        "exa": [],
        "vowels": [["π",false],["οι",true],["ανού",false]]
    },
    {
        "greek": "ποίημα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стих м",
        "exa": [],
        "vowels": [["π",false],["οί",true],["η",true],["μα",false]]
    },
    {
        "greek": "πιτσαρία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пицария ж",
        "exa": [],
        "vowels": [["π",false],["ι",true],["τσαρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "πλάγια (γράμματα)",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "выделенные слова",
        "exa": [],
        "vowels": [["πλάγ",false],["ι",true],["α (γράμματα)",false]]
    },
    {
        "greek": "πλαίσιο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рамка ж, оправа ж",
        "exa": [],
        "vowels": [["πλ",false],["αί",true],["σ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "πλανήτης",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "планета ж",
        "exa": [],
        "vowels": [["πλαν",false],["ή",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "πλαστικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "пластический",
        "exa": [["αγόρασε ένα πλαστικό κάδρο για να βάλει μέσα τη φωτογραφία","он купил пластиковую рамку, чтобы вставить внутрь фотографию"]],
        "vowels": [["πλαστ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πλατεία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "площадь ж",
        "exa": [],
        "vowels": [["πλατ",false],["εί",true],["α",false]]
    },
    {
        "greek": "πλένω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "мыть",
        "exa": [["Δεν έχω πλύνει ακόμα τα δόντια μου","еще не почистил зубы"],["Είναι απλά ένα σώμα που ταΐζω, πλένω και ντύνω","это просто тело, которое кормлю, мою и одеваю"]],
        "vowels": [["πλ",false],["έ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "πλην",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "минус",
        "exa": [],
        "vowels": [["πλ",false],["η",true],["ν",false]]
    },
    {
        "greek": "πληρώνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "платить",
        "exa": [["θα πρέπει να πληρώσετε τα έξοδα της άλλης πλευράς","должны оплатить расходы другой стороны"],["Δεν μπορούμε να πληρώσουμε τη θέρμανση","не можем заплатить за отопление"]],
        "vowels": [["πλ",false],["η",true],["ρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "πλησίον",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "возле, около",
        "exa": [],
        "vowels": [["πλ",false],["η",true],["σ",false],["ί",true],["ο",true],["ν",false]]
    },
    {
        "greek": "πλοίο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "судно с, корабль",
        "exa": [["είμαι ο ανώτατος αξιωματικός στο πλοίο","я высший офицер на судне"],["Συναντηθήκαμε στο σκοτάδι, σαν δύο πλοία που πηγαίνουν στο ίδιο λιμάνι μαζί τη νύχτα","мы встретились в темноте, как два судна, что идут в один и тот же порт вместе ночью"]],
        "vowels": [["πλ",false],["οί",true],["ο",true]]
    },
    {
        "greek": "πλυντήριο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стиральная машинка ж",
        "exa": [],
        "vowels": [["πλ",false],["υ",true],["ντ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "ποιος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "кто",
        "exa": [],
        "vowels": [["π",false],["οι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ποιότητα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "качество с",
        "exa": [],
        "vowels": [["π",false],["οι",true],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "πόλεμος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "война",
        "exa": [["αυτός ο πόλεμος είναι καταραμένος","эта война проклята"],["Ο πόλεμος των ρόδων είναι πολύ εύκολος εάν απλώς μάθετε το τραγούδι","война роз очень простая, если просто выучить песню"],["Στο μνημείο των νεκρών του πολέμου","у памятника погибших на войне"]],
        "vowels": [["π",false],["ό",true],["λ",false],["ε",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πολεμάω -ώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "бороться",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["ε",true],["μά",false],["ω",true]]
    },
    {
        "greek": "πολιτική",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "политика ж",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["ι",true],["τ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "πολιτισμός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "культура ж",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["ι",true],["τ",false],["ι",true],["σμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πολυεθνικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "многонациональный",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["υ",true],["ε",true],["θν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πονηρός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "хитрый",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ν",false],["η",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πονοκέφαλος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "головная боль ж",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ν",false],["ο",true],["κ",false],["έ",true],["φαλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πόνος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "боль",
        "exa": [["Οι πόνοι στο στήθος, πρέπει να υπάρχει ιατρικός όρος γι'αυτό","боль в груди - должен быть медицинский термин для этого"]],
        "vowels": [["π",false],["ό",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πορεία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ход м, движение с",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρ",false],["εί",true],["α",false]]
    },
    {
        "greek": "Ποσειδώνας",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "Посейдон, бог моря",
        "exa": [],
        "vowels": [["Π",false],["ο",true],["σ",false],["ει",true],["δ",false],["ώ",true],["νας",false]]
    },
    {
        "greek": "ποσοστό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "процент м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["σ",false],["ο",true],["στ",false],["ό",true]]
    },
    {
        "greek": "ποσοτικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "количественный",
        "exa": [],
        "vowels": [["π",false],["ο",true],["σ",false],["ο",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πόλη",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "город",
        "exa": [["άγνωστη πόλη","незнакомый город"],["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"],["Είχε δουλειά σε ένα νοσοκομείο εδώ στην πόλη","у него была работа в госпитале тут в городе"]],
        "vowels": [["π",false],["ό",true],["λ",false],["η",true]]
    },
    {
        "greek": "πολίτης",
        "lvl": 3,
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "гражданин/анка",
        "exa": [["Απαγορεύεται η κίνηση πολιτών σε δρόμους και λεωφόρους","запрещается движение граждан по улицам и проспектам"]],
        "vowels": [["π",false],["ο",true],["λ",false],["ί",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "πολιτικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "политический",
        "exa": [["η πολιτική μου ομάδα αισθάνεται ικανοποίηση για το γεγονός ότι το Συμβούλιο συμφώνησε ήδη σε πρώτη ανάγνωση με την πρόταση του Κοινοβουλίου","моя политическая команда чувствует удовлетворение, что Совет уже одобрил предложение парламента в первом чтении"]],
        "vowels": [["π",false],["ο",true],["λ",false],["ι",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πολλοί",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": ["-ές","-ά"],
        "rus": "многие",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λλ",false],["οί",true]]
    },
    {
        "greek": "πολύ",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "очень",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["π",false],["ο",true],["λ",false],["ύ",true]]
    },
    {
        "greek": "πολυθρόνα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "кресло с",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["υ",true],["θρ",false],["ό",true],["να",false]]
    },
    {
        "greek": "πολυκατοικία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "жилой дом м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["υ",true],["κατ",false],["οι",true],["κ",false],["ί",true],["α",false]]
    },
    {
        "greek": "πολύς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": ["πολλή/","πολύ"],
        "rus": "много",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "πολωνέζικα",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "польский язык м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["λ",false],["ω",true],["ν",false],["έ",true],["ζ",false],["ι",true],["κα",false]]
    },
    {
        "greek": "Πολωνία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Польша",
        "exa": [],
        "vowels": [["Π",false],["ο",true],["λ",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "Πολωνός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "поляк/ полька",
        "exa": [],
        "vowels": [["Π",false],["ο",true],["λ",false],["ω",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πονάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "болеть",
        "exa": [["Το στομάχι μου με πεθαίνει, ο λαιμός μου πονάει, αλλά όχι και το πόδι μου","желудок меня убивает, шея болит, но не ноги"]],
        "vowels": [["π",false],["ο",true],["νά",false],["ω",true]]
    },
    {
        "greek": "ποντίκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мышка ж",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ντ",false],["ί",true],["κ",false],["ι",true]]
    },
    {
        "greek": "πόρτα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дверь",
        "exa": [["γιατί ο δολοφόνος δεν μπήκε απλά απ ' την ανοιχτή πόρτα","потому что убийца не вошел просто через открытую дверь"],["Θα κλείσω την πόρτα","я закрою дверь"]],
        "vowels": [["π",false],["ό",true],["ρτα",false]]
    },
    {
        "greek": "Πορτογαλία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Португалия",
        "exa": [],
        "vowels": [["Π",false],["ο",true],["ρτ",false],["ο",true],["γαλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "πορτογαλικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "португальский язык м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["γαλ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "Πορτογάλος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "португалец /ка",
        "exa": [],
        "vowels": [["Π",false],["ο",true],["ρτ",false],["ο",true],["γάλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πορτοκαλάδα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "апельсиновый напиток м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["καλάδα",false]]
    },
    {
        "greek": "πορτοκαλής",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ί"],
        "rus": "оранжевый (-ая -ое)",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["καλ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "πορτοκάλι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "апельсин м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["κάλ",false],["ι",true]]
    },
    {
        "greek": "πορτοφόλι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кошелёк м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["ρτ",false],["ο",true],["φ",false],["ό",true],["λ",false],["ι",true]]
    },
    {
        "greek": "πόσος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "сколько",
        "exa": [["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"],["Ξέρεις πόσο πάει ένα δυάρι σ' αυτή τη γειτονιά","знаешь сколько стоит двухкомнатная в этом районе?"]],
        "vowels": [["π",false],["ό",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ποτάμι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "река",
        "exa": [["Υπάρχει ένας ευχάριστος περίπατος δίπλα στο ποτάμι για όσους το προτιμούν","существует приятная тропинка рядом с рекой для тех, кто это предпочитает"],["Υπάρχει ένα πολύ ρομαντικό σημείο απο αυτόν τον δρόμο με θέα το ποτάμι","есть очень романтичная точка по той дороге с видом на реку"]],
        "vowels": [["π",false],["ο",true],["τάμ",false],["ι",true]]
    },
    {
        "greek": "πουλί",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "птичка",
        "exa": [["Ο ύπνος είναι τόσο ελαφρύς ώστε κάποιος μπορεί να ξυπνήσει από τον ήχο ενός πουλιού","сон такой легкий, что кто-то мог бы проснуться от звука птицы"]],
        "vowels": [["πουλ",false],["ί",true]]
    },
    {
        "greek": "πούρο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сигарета ж",
        "exa": [],
        "vowels": [["πούρ",false],["ο",true]]
    },
    {
        "greek": "πραγματικότητα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "действительность ж",
        "exa": [],
        "vowels": [["πραγματ",false],["ι",true],["κ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "πραγματοποιώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "осуществлять",
        "exa": [["είχε πραγματοποιήσει μια έκθεση τέχνης","осуществил выставку исскуства"]],
        "vowels": [["πραγματ",false],["ο",true],["π",false],["οι",true],["ώ",true]]
    },
    {
        "greek": "πρίγκιπας",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "принц м",
        "exa": [],
        "vowels": [["πρ",false],["ί",true],["γκ",false],["ι",true],["πας",false]]
    },
    {
        "greek": "προβάλλω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "демонстрировать",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["βάλλ",false],["ω",true]]
    },
    {
        "greek": "προβλέπω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "предвидеть",
        "exa": [["Έτσι προβλέπω η επόμενη κίνησή της να είναι πιο λογική παρά συναισθηματική","таким образом предвижу ее следующее движение будет больше логическим чем эмоциональным"]],
        "vowels": [["πρ",false],["ο",true],["βλ",false],["έ",true],["π",false],["ω",true]]
    },
    {
        "greek": "πρόγραμμα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "программа ж",
        "exa": [],
        "vowels": [["πρ",false],["ό",true],["γραμμα",false]]
    },
    {
        "greek": "πότε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "когда",
        "exa": [["εσείς αποφασίζετε πότε θα του δώσετε προσοχή","вы решите, когда уделить ему внимание"]],
        "vowels": [["π",false],["ό",true],["τ",false],["ε",true]]
    },
    {
        "greek": "ποτέ",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "никогда",
        "exa": [["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"],["ποτέ να μη βιάζεστε να αποφασίσετε τι βήματα πρέπει να γίνουν","никогда не торопитесь решать шаги, которые надо предпринять"]],
        "vowels": [["π",false],["ο",true],["τ",false],["έ",true]]
    },
    {
        "greek": "ποτήρι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стакан",
        "exa": [["ένα ζεστό ποτήρι γάλα","стакан горячего молока"]],
        "vowels": [["π",false],["ο",true],["τ",false],["ή",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "ποτό",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "алкогольный напиток м",
        "exa": [],
        "vowels": [["π",false],["ο",true],["τ",false],["ό",true]]
    },
    {
        "greek": "που",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "который (-ая -ое -ые)",
        "exa": [],
        "vowels": [["που",false]]
    },
    {
        "greek": "πού",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "где",
        "exa": [],
        "vowels": [["πού",false]]
    },
    {
        "greek": "πουθενά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нигде",
        "exa": [],
        "vowels": [["πουθ",false],["ε",true],["νά",false]]
    },
    {
        "greek": "πουκάμισο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рубашка ж",
        "exa": [],
        "vowels": [["πουκάμ",false],["ι",true],["σ",false],["ο",true]]
    },
    {
        "greek": "πουλάω -ώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "продавать",
        "exa": [],
        "vowels": [["πουλά",false],["ω",true]]
    },
    {
        "greek": "πούλμαν",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "туристический автобус м",
        "exa": [],
        "vowels": [["πούλμαν",false]]
    },
    {
        "greek": "πουλόβερ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пуловер",
        "exa": [["Μια φορά έπαθε κρίση πανικού όταν το κεφάλι του κόλλησε σ'ένα πουλόβερ","однажды у него случился патический кризис, когда его голова застряла в свитере"],["είπε πως ήθελε ν' αγοράσει ένα μπλε πουλόβερ","Он сказал, что хочет купить голубой свитер"]],
        "vowels": [["πουλ",false],["ό",true],["β",false],["ε",true],["ρ",false]]
    },
    {
        "greek": "Πράγα",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Прага",
        "exa": [],
        "vowels": [["Πράγα",false]]
    },
    {
        "greek": "πράγμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "вещь",
        "exa": [["ένας αναπτήρας μπορεί να'ναι χρήσιμος για άλλα πράγματα","зажигалка может быть полезна для других вещей"],["τα πράγματα άρχισαν να βελτιώνονται","вещи начали улучшаться"]],
        "vowels": [["πράγμα",false]]
    },
    {
        "greek": "πραγματικά",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "действительно, на самом деле",
        "exa": [["πραγματικά χρειαζόμαστε τη βοήθειά σου","реально нуждаемся в твоей помощи"],["Έχω να σου πω για μια πραγματικά συναρπαστική επαγγελματική ευκαιρία","могу вам рассказать об одном реально интересном карьерном шансе"]],
        "vowels": [["πραγματ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "πράξη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "поступок, действие",
        "exa": [["Λειτουργώ καλύτερα, αν το δω πρώτα στη πράξη","действую лучше, если увижу сначало это в действии"]],
        "vowels": [["πράξ",false],["η",true]]
    },
    {
        "greek": "πράσινος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "зеленый",
        "exa": [["πράσινο αγγούρι","зеленый огурец"],["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"]],
        "vowels": [["πράσ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πρέπει",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "нужно",
        "exa": [["πρέπει να την ξυπνήσουμε αμέσως","нужно ее разбудить сейчас же"]],
        "vowels": [["πρ",false],["έ",true],["π",false],["ει",true]]
    },
    {
        "greek": "πρεσβεία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "посольство с",
        "exa": [],
        "vowels": [["πρ",false],["ε",true],["σβ",false],["εί",true],["α",false]]
    },
    {
        "greek": "πρέσβης",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "посол м",
        "exa": [],
        "vowels": [["πρ",false],["έ",true],["σβ",false],["η",true],["ς",false]]
    },
    {
        "greek": "πριν",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "до",
        "exa": [],
        "vowels": [["πρ",false],["ι",true],["ν",false]]
    },
    {
        "greek": "προάστιο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пригород м",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["άστ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "πρόβλημα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "проблема",
        "exa": [["τότε η απάντηση στο πρόβλημα είναι «ναι», σε αντίθετη περίπτωση είναι «όχι»","тогда ответ на проблему - да, в обратном случае - нет"],["Ενοικιάζουν ένα δωμάτιο συνήθως σε άντρες με συζυγικά προβλήματα","сдают комнату обычно мужчинам с семейными проблемами"]],
        "vowels": [["πρ",false],["ό",true],["βλ",false],["η",true],["μα",false]]
    },
    {
        "greek": "προέλευση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "происхождение с",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["έ",true],["λευσ",false],["η",true]]
    },
    {
        "greek": "προηγούμαι",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "предшествовать, идти впереди",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["η",true],["γούμ",false],["αι",true]]
    },
    {
        "greek": "προηγούμενος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "предыдущий",
        "exa": [["Δεν έχει προηγούμενες υποθέσεις που σημαίνει ότι είναι έξυπνος και ίσως μορφωμένος","на него нет предыдущих дел, что значит, что он умный и возможно образованный"]],
        "vowels": [["πρ",false],["ο",true],["η",true],["γούμ",false],["ε",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πρόθεση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "намерение с, замысел м",
        "exa": [],
        "vowels": [["πρ",false],["ό",true],["θ",false],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "προϊστάμενος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "старший м, начальник м",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["ϊστάμ",false],["ε",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "προκαταρκτικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "предварительный",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["καταρκτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πρόκειται να",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "предстоит, предвидится",
        "exa": [],
        "vowels": [["πρ",false],["ό",true],["κ",false],["ει",true],["ται να",false]]
    },
    {
        "greek": "πρόοδος",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "успех м",
        "exa": [],
        "vowels": [["πρ",false],["ό",true],["ο",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "προπόνηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "тренировка ж",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["π",false],["ό",true],["ν",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "προς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "по направлению",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "προσεκτικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "внимательный",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ε",true],["κτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "προσκαλώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "приглашать",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σκαλ",false],["ώ",true]]
    },
    {
        "greek": "πρόσκληση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "приглашение с",
        "exa": [],
        "vowels": [["πρ",false],["ό",true],["σκλ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "προσπερνάω -ώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обгонять",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σπ",false],["ε",true],["ρνά",false],["ω",true]]
    },
    {
        "greek": "προστατεύω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "защищать",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["στατεύ",false],["ω",true]]
    },
    {
        "greek": "προσφέρω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "дарить, предлагать",
        "exa": [["Εφόσον είσαι ο νικητής, σου προσφέρω μια ανταμοιβή","Так как ты победитель, предлагаю тебе награду"]],
        "vowels": [["πρ",false],["ο",true],["σφ",false],["έ",true],["ρ",false],["ω",true]]
    },
    {
        "greek": "προσωπικό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "персонал м",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ω",true],["π",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "προσωρινός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "временный",
        "exa": [["Θα εχουμε ενα προσωρινο καναλι επικοινωνιας με τον εξω κοσμο","у нас будет временный канал связи с внешним миром"]],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ω",true],["ρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "προϊόν",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "продукт",
        "exa": [["ο εμπορικός τομέας διατηρεί επιφυλάξεις όσον αφορά την ένταξη των προϊόντων αυτών","торговый сектор продолжает быть осторожным того, что касается влючения этих товаров"],["τα προϊόντα που αναφέρονται στο άρθρο 1 παράγραφος 2","товары, которые упоминаются в статье 1 параграфе 2"]],
        "vowels": [["πρ",false],["ο",true],["ϊ",false],["ό",true],["ν",false]]
    },
    {
        "greek": "προκαταβολή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "аванс м",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["καταβ",false],["ο",true],["λ",false],["ή",true]]
    },
    {
        "greek": "πρόκειται για",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "речь идёт о",
        "exa": [["Πρόκειται για παράνομη επιχείρηση χαπιών","речь идет о нелегальном таблеточном бизнесе"]],
        "vowels": [["πρ",false],["ό",true],["κ",false],["ει",true],["ται γ",false],["ι",true],["α",false]]
    },
    {
        "greek": "προλαβαίνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "успевать",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["λαβ",false],["αί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "προορισμός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "предназначение с",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["ο",true],["ρ",false],["ι",true],["σμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πρόπερσι",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в позапрошлом году",
        "exa": [],
        "vowels": [["πρ",false],["ό",true],["π",false],["ε",true],["ρσ",false],["ι",true]]
    },
    {
        "greek": "προσδιορίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "устанавливать, назначать",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σδ",false],["ι",true],["ο",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "προσδιοριστικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "определяющий",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σδ",false],["ι",true],["ο",true],["ρ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "προσεκτικά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "внимательно",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ε",true],["κτ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "προσέχω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть внимательным",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σ",false],["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "προσθέτω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "добавлять",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["σθ",false],["έ",true],["τ",false],["ω",true]]
    },
    {
        "greek": "προσοχή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "внимание",
        "exa": [["εσείς αποφασίζετε πότε θα του δώσετε προσοχή","вы решите, когда уделить ему внимание"]],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ο",true],["χ",false],["ή",true]]
    },
    {
        "greek": "προσπαθώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "стараться",
        "exa": [["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"],["Γιατί όμως όλο αυτό τον καιρό δεν προσπαθήσατε να επικοινωνήσετε μαζί μου;","почему, тем не менее, все это время вы не попытались связаться со мной?"]],
        "vowels": [["πρ",false],["ο",true],["σπαθ",false],["ώ",true]]
    },
    {
        "greek": "προσωπικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "личный",
        "exa": [["προσωπικά αντικείμενα","личные вещи"]],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ω",true],["π",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "προσωπικότητα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "личность",
        "exa": [["Οι χάκερ επιλέγουν ονόματα που εκφράζουν την προσωπικότητα τους","хакеры выбирают имена, которые отражают их личность"]],
        "vowels": [["πρ",false],["ο",true],["σ",false],["ω",true],["π",false],["ι",true],["κ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "πρόσωπο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лицо",
        "exa": [["οι γυναίκες βάφουν τα πρόσωπά τους και βάζουν ψεύτικες βλεφαρίδες","женщины красят свое лицо и носят фальшивые ресницы"],["Θα'πρεπε να δεις τη θυμωμένη έκφραση στο πρόσωπό σου","должен видеть гневное выражение на своем лице"],["Θα πρέπει να επιλέξουμε το κατάλληλο πρόσωπο για κάθε θέση","нам нужно выбрать подходящее лицо на каждое место"]],
        "vowels": [["πρ",false],["ό",true],["σ",false],["ω",true],["π",false],["ο",true]]
    },
    {
        "greek": "προτείνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "предлагать",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["τ",false],["εί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "προφητικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "пророческий (-ая -ое)",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["φ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "προχθές",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "позавчера",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["χθ",false],["έ",true],["ς",false]]
    },
    {
        "greek": "προχωρημένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "передовой",
        "exa": [],
        "vowels": [["πρ",false],["ο",true],["χ",false],["ω",true],["ρ",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "προχωρώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "двигаться вперёд",
        "exa": [["Προχώρα ευθεία προς τα έξω","продвигайся прямо наружу"]],
        "vowels": [["πρ",false],["ο",true],["χ",false],["ω",true],["ρ",false],["ώ",true]]
    },
    {
        "greek": "πρωθυπουργός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "премьер-министр м",
        "exa": [],
        "vowels": [["πρ",false],["ω",true],["θ",false],["υ",true],["πουργ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πρωτοχρονιά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "новый год м",
        "exa": [],
        "vowels": [["πρ",false],["ω",true],["τ",false],["ο",true],["χρ",false],["ο",true],["ν",false],["ι",true],["ά",false]]
    },
    {
        "greek": "πτυχίο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "диплом",
        "exa": [["Έχω πτυχίο νοσηλευτικής με ειδικότητα στην ανάπτυξη των μωρών και των νηπίων","У меня диплом медсестры со специализацией в области развития младенцев и детей раннего возраста"]],
        "vowels": [["πτ",false],["υ",true],["χ",false],["ί",true],["ο",true]]
    },
    {
        "greek": "πυρετός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "температура ж",
        "exa": [],
        "vowels": [["π",false],["υ",true],["ρ",false],["ε",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "πυροβολώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "стрелять",
        "exa": [],
        "vowels": [["π",false],["υ",true],["ρ",false],["ο",true],["β",false],["ο",true],["λ",false],["ώ",true]]
    },
    {
        "greek": "πυροσβέστης",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "пожарник м",
        "exa": [],
        "vowels": [["π",false],["υ",true],["ρ",false],["ο",true],["σβ",false],["έ",true],["στ",false],["η",true],["ς",false]]
    },
    {
        "greek": "πυροσβεστική",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пожарная ж",
        "exa": [],
        "vowels": [["π",false],["υ",true],["ρ",false],["ο",true],["σβ",false],["ε",true],["στ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "πρόταση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "предложение",
        "exa": [["η πολιτική μου ομάδα αισθάνεται ικανοποίηση για το γεγονός ότι το Συμβούλιο συμφώνησε ήδη σε πρώτη ανάγνωση με την πρόταση του Κοινοβουλίου","моя политическая команда чувствует удовлетворение, что Совет уже одобрил предложение парламента в первом чтении"]],
        "vowels": [["πρ",false],["ό",true],["τασ",false],["η",true]]
    },
    {
        "greek": "προτιμάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "предпочитать",
        "exa": [["Υπάρχει ένας ευχάριστος περίπατος δίπλα στο ποτάμι για όσους το προτιμούν","существует приятная тропинка рядом с рекой для тех, кто это предпочитает"]],
        "vowels": [["πρ",false],["ο",true],["τ",false],["ι",true],["μά",false],["ω",true]]
    },
    {
        "greek": "προτίμηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "предпочтение",
        "exa": [["ελπίζω να πέτυχα τη σούπα ανάλογα με την προτίμησή σου","надеюсь суп удался в соответствии с твоими предпочтениями"]],
        "vowels": [["πρ",false],["ο",true],["τ",false],["ί",true],["μ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "πρωί",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "утро",
        "exa": [["Στις πέντε το πρωί έπρεπε ν’ ανάψω φωτιά στη θερμάστρα και να διαβάσω μια ώρα πριν από το πρόγευμα","в пять утра должен зажечь огонь в печке и почитать час перед завтраком"],["Σηκώνομαι στις 8 το πρωί γιατί ο θόρυβος απο το ξυπνητήρι διακόπτει τον ύπνο μου","поднимаюсь в 8 утра, потому что шум будильника прерывает мой сон"]],
        "vowels": [["πρ",false],["ω",true],["ί",true]]
    },
    {
        "greek": "πρωινό",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "завтрак",
        "exa": [["Σου είπα πως δεν χρειάζεται να έρχεσαι να μας φτιάχνεις πρωινό","я тебе сказал, что не нужно приходить делать нам завтрак"]],
        "vowels": [["πρ",false],["ω",true],["ι",true],["ν",false],["ό",true]]
    },
    {
        "greek": "πρώτα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сначала, прежде",
        "exa": [],
        "vowels": [["πρ",false],["ώ",true],["τα",false]]
    },
    {
        "greek": "πρωτεύουσα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "столица ж",
        "exa": [],
        "vowels": [["πρ",false],["ω",true],["τεύουσα",false]]
    },
    {
        "greek": "πρώτος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "первый",
        "exa": [["το πρώτο αεροδρόμιο","первый аэродром"],["μόνο μετά τις πρώτες φθινοπωρινές βροχές εμφανίζονται ξανά νέα πράσινα φυτά","только после первых осенних дождей появляются снова зеленые растения"],["ίμαστε εδώ παλεύοντας, βάζοντας τα κορμιά μας στην πρώτη γραμμή","мы бились здесь, ставя свои тела на первую линию"]],
        "vowels": [["πρ",false],["ώ",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "πτήση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "рейс м",
        "exa": [],
        "vowels": [["πτ",false],["ή",true],["σ",false],["η",true]]
    },
    {
        "greek": "πωλείται",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "продаётся",
        "exa": [],
        "vowels": [["π",false],["ω",true],["λ",false],["εί",true],["τ",false],["αι",true]]
    },
    {
        "greek": "πωλητής",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "продавец м",
        "exa": [],
        "vowels": [["π",false],["ω",true],["λ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "πως",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "что",
        "exa": [],
        "vowels": [["π",false],["ω",true],["ς",false]]
    },
    {
        "greek": "πώς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "как",
        "exa": [],
        "vowels": [["π",false],["ώ",true],["ς",false]]
    },
    {
        "greek": "ραδιόφωνο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "радиоприёмник м",
        "exa": [],
        "vowels": [["ραδ",false],["ι",true],["ό",true],["φ",false],["ω",true],["ν",false],["ο",true]]
    },
    {
        "greek": "ράφι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "полка ж",
        "exa": [],
        "vowels": [["ράφ",false],["ι",true]]
    },
    {
        "greek": "(ηλεκτρικό) ρεύμα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "электрический ток м",
        "exa": [],
        "vowels": [["η",true],["λ",false],["ε",true],["κτρ",false],["ι",true],["κό) ρεύμα",false]]
    },
    {
        "greek": "ριζικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "коренной (-ая -ое)",
        "exa": [],
        "vowels": [["ρ",false],["ι",true],["ζ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ρίχνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "бросать, швырять",
        "exa": [["Ένας διαρρήκτης έριξε ασετόν σε ένα πανάκριβο διαμέρισμα πριν το ληστέψει","Взломщик облил дорогую квартиру ацетоном, после чего ограбил её"],["Πρέπει να ρίξω μια ματιά μέσα χωρίς να κάνει τη περιοχή λουτρό αίματος","я должен бросить взгляд во внуть, без того чтобы превратить район в кровавую баню"]],
        "vowels": [["ρ",false],["ί",true],["χν",false],["ω",true]]
    },
    {
        "greek": "ρολόι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "часы мн.ч.",
        "exa": [],
        "vowels": [["ρ",false],["ο",true],["λ",false],["ό",true],["ι",true]]
    },
    {
        "greek": "ρομαντικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "романтический",
        "exa": [["Υπάρχει ένα πολύ ρομαντικό σημείο απο αυτόν τον δρόμο με θέα το ποτάμι","есть очень романтичная точка по той дороге с видом на реку"]],
        "vowels": [["ρ",false],["ο",true],["μαντ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ρύζι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рис м",
        "exa": [],
        "vowels": [["ρ",false],["ύ",true],["ζ",false],["ι",true]]
    },
    {
        "greek": "ραγού",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "рагу",
        "exa": [],
        "vowels": [["ραγού",false]]
    },
    {
        "greek": "ρακή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "водка из виноградных выжимок",
        "exa": [],
        "vowels": [["ρακ",false],["ή",true]]
    },
    {
        "greek": "ραντεβού",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "свидание",
        "exa": [["Ο κομμωτής σου τηλεφώνησε για να σιγουρέψει το ραντεβού","парикмахер ему позвонил, чтобы подтвердить встречу"]],
        "vowels": [["ραντ",false],["ε",true],["βού",false]]
    },
    {
        "greek": "ραπανάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "редиска ж",
        "exa": [],
        "vowels": [["ραπανάκ",false],["ι",true]]
    },
    {
        "greek": "ρεπό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "выходной м",
        "exa": [],
        "vowels": [["ρ",false],["ε",true],["π",false],["ό",true]]
    },
    {
        "greek": "ρέστα",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "сдача ж, остаток денег м",
        "exa": [],
        "vowels": [["ρ",false],["έ",true],["στα",false]]
    },
    {
        "greek": "ρήμα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "глагол м",
        "exa": [],
        "vowels": [["ρ",false],["ή",true],["μα",false]]
    },
    {
        "greek": "ροδάκινο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "персик м",
        "exa": [],
        "vowels": [["ρ",false],["ο",true],["δάκ",false],["ι",true],["ν",false],["ο",true]]
    },
    {
        "greek": "Ρόδος",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "остров Родос",
        "exa": [],
        "vowels": [["Ρ",false],["ό",true],["δ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ροζ",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "розовый цвет",
        "exa": [],
        "vowels": [["ρ",false],["ο",true],["ζ",false]]
    },
    {
        "greek": "ροκ",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "рок (музыка)",
        "exa": [],
        "vowels": [["ρ",false],["ο",true],["κ",false]]
    },
    {
        "greek": "ρόλος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "роль",
        "exa": [["οι ηθοποιοί χάνουν ρόλους συνέχεια","актеры постоянно теряют роли"]],
        "vowels": [["ρ",false],["ό",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ρούβλι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рубль м",
        "exa": [],
        "vowels": [["ρούβλ",false],["ι",true]]
    },
    {
        "greek": "ρούχα",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "одежда",
        "exa": [["αλλάζω ρούχα κάθε μέρα","меняю одежду каждый день"],["ίσως θα πρέπει να φοράς πιο θηλυκά ρούχα","возможно тебе нужно носить более женскую одежду"]],
        "vowels": [["ρούχα",false]]
    },
    {
        "greek": "ρόφημα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "горячее питьё с",
        "exa": [],
        "vowels": [["ρ",false],["ό",true],["φ",false],["η",true],["μα",false]]
    },
    {
        "greek": "Ρώμη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Рим",
        "exa": [],
        "vowels": [["Ρ",false],["ώ",true],["μ",false],["η",true]]
    },
    {
        "greek": "ρωσικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "русский язык м",
        "exa": [],
        "vowels": [["ρ",false],["ω",true],["σ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "ρωσικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "русский (-ая -ое)",
        "exa": [],
        "vowels": [["ρ",false],["ω",true],["σ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Ρώσος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ίδα"],
        "rus": "русский (-ая)",
        "exa": [],
        "vowels": [["Ρ",false],["ώ",true],["σ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ρωτάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "спрашивать",
        "exa": [],
        "vowels": [["ρ",false],["ω",true],["τά",false],["ω",true]]
    },
    {
        "greek": "σάντουϊτς",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сандвич м",
        "exa": [],
        "vowels": [["σάντουϊτς",false]]
    },
    {
        "greek": "Σάββατο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "суббота ж",
        "exa": [],
        "vowels": [["Σάββατ",false],["ο",true]]
    },
    {
        "greek": "σαββατοκύριακο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "суббота и воскресенье",
        "exa": [],
        "vowels": [["σαββατ",false],["ο",true],["κ",false],["ύ",true],["ρ",false],["ι",true],["ακ",false],["ο",true]]
    },
    {
        "greek": "σαγανάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "жаренный сыр в масле м",
        "exa": [],
        "vowels": [["σαγανάκ",false],["ι",true]]
    },
    {
        "greek": "σακάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пиджак м",
        "exa": [],
        "vowels": [["σακάκ",false],["ι",true]]
    },
    {
        "greek": "σακούλα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мешочек м, кулёк м",
        "exa": [],
        "vowels": [["σακούλα",false]]
    },
    {
        "greek": "σαλάτα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "салат м",
        "exa": [],
        "vowels": [["σαλάτα",false]]
    },
    {
        "greek": "σαλάμι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "копчённая колбаса ж",
        "exa": [],
        "vowels": [["σαλάμ",false],["ι",true]]
    },
    {
        "greek": "σαλόνι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "салон м, гостиная ж",
        "exa": [],
        "vowels": [["σαλ",false],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "σάλτσα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "соус м, подлива ж",
        "exa": [],
        "vowels": [["σάλτσα",false]]
    },
    {
        "greek": "σαμπουάν",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шампунь м",
        "exa": [],
        "vowels": [["σαμπουάν",false]]
    },
    {
        "greek": "σαν",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "как",
        "exa": [],
        "vowels": [["σαν",false]]
    },
    {
        "greek": "σαπούνι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мыло с",
        "exa": [],
        "vowels": [["σαπούν",false],["ι",true]]
    },
    {
        "greek": "σαράντα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сорок",
        "exa": [],
        "vowels": [["σαράντα",false]]
    },
    {
        "greek": "σαρδέλα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сардина ж",
        "exa": [],
        "vowels": [["σαρδ",false],["έ",true],["λα",false]]
    },
    {
        "greek": "σας",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "вас, вам",
        "exa": [],
        "vowels": [["σας",false]]
    },
    {
        "greek": "σέβομαι",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "уважать",
        "exa": [],
        "vowels": [["σ",false],["έ",true],["β",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "σε λίγο",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "скоро",
        "exa": [],
        "vowels": [["σε λ",false],["ί",true],["γ",false],["ο",true]]
    },
    {
        "greek": "σηκώνομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "вставать",
        "exa": [["Σηκώνομαι στις 8 το πρωί γιατί ο θόρυβος απο το ξυπνητήρι διακόπτει τον ύπνο μου","поднимаюсь в 8 утра, потому что шум будильника прерывает мой сон"]],
        "vowels": [["σ",false],["η",true],["κ",false],["ώ",true],["ν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "σηκώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "поднимать",
        "exa": [],
        "vowels": [["σ",false],["η",true],["κ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "σήμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "знак м",
        "exa": [],
        "vowels": [["σ",false],["ή",true],["μα",false]]
    },
    {
        "greek": "σημαντικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "важный",
        "exa": [["Κανένας σημαντικός αγώνας δεν διεξάγεται μέχρι το μεσημέρι","никакие важные игры не проводятся до полудня"]],
        "vowels": [["σ",false],["η",true],["μαντ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σημασία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "значение с",
        "exa": [],
        "vowels": [["σ",false],["η",true],["μασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "σημάδι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "знак, шрам",
        "exa": [["ένα σημάδι πάνω από το αριστερό μάτι","отметина сверху левого глаза"]],
        "vowels": [["σ",false],["η",true],["μάδ",false],["ι",true]]
    },
    {
        "greek": "σημερινός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "сегодняшний (-яя -ое)",
        "exa": [],
        "vowels": [["σ",false],["η",true],["μ",false],["ε",true],["ρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σιγουρεύομαι",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "увериться",
        "exa": [["Ο κομμωτής σου τηλεφώνησε για να σιγουρέψει το ραντεβού","парикмахер ему позвонил, чтобы подтвердить встречу"]],
        "vowels": [["σ",false],["ι",true],["γουρεύ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "σίγουρος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "уверенный",
        "exa": [["Δεν είσαι σίγουρος αν η επιστροφή του ήταν απλή σύμπτωση","ты не уверен, что его возвращение - простое совпадение"],["Δεν είμαι καν σίγουρος ότι αυτό που έχουμε λέγεται γάμος","я даже не уверен, что то, что у нас есть, называется браком"]],
        "vowels": [["σ",false],["ί",true],["γουρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σίδερο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "железо с",
        "exa": [],
        "vowels": [["σ",false],["ί",true],["δ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "σιδερώνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "гладить",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["δ",false],["ε",true],["ρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "Σικάγο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Чикаго",
        "exa": [],
        "vowels": [["Σ",false],["ι",true],["κάγ",false],["ο",true]]
    },
    {
        "greek": "σιωπηλός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "молчаливый",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["ω",true],["π",false],["η",true],["λ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σκάλα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лестница ж",
        "exa": [],
        "vowels": [["σκάλα",false]]
    },
    {
        "greek": "σκάφος",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "корабль м",
        "exa": [],
        "vowels": [["σκάφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σκελετός",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "скелет м",
        "exa": [],
        "vowels": [["σκ",false],["ε",true],["λ",false],["ε",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σγουρός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "кудрявый",
        "exa": [],
        "vowels": [["σγουρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "предлог в, на, за; тебя",
        "exa": [],
        "vowels": [["σ",false],["ε",true]]
    },
    {
        "greek": "σειρά",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "ряд, очередь, строка",
        "exa": [["Τώρα είναι η δική μου σειρά","сегодня моя очередь"]],
        "vowels": [["σ",false],["ει",true],["ρά",false]]
    },
    {
        "greek": "σελίδα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "страница ж",
        "exa": [],
        "vowels": [["σ",false],["ε",true],["λ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "Σεπτέμβριος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сентябрь м",
        "exa": [],
        "vowels": [["Σ",false],["ε",true],["πτ",false],["έ",true],["μβρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "σερβιτόρος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "официант м",
        "exa": [],
        "vowels": [["σ",false],["ε",true],["ρβ",false],["ι",true],["τ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σέρφινγκ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сёрфинг (вид спорта) м",
        "exa": [],
        "vowels": [["σ",false],["έ",true],["ρφ",false],["ι",true],["νγκ",false]]
    },
    {
        "greek": "σημαίνει",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "это значит",
        "exa": [["Ένα χαμόγελο μπορεί να σημαίνει θάνατο, ενώ ένας μορφασμός μπορεί να σημαίνει ζωή","улыбка может означать смерть, в то время как гримасса  может означать жизнь"],["Δεν έχει προηγούμενες υποθέσεις που σημαίνει ότι είναι έξυπνος και ίσως μορφωμένος","на него нет предыдущих дел, что значит, что он умный и возможно образованный"]],
        "vowels": [["σ",false],["η",true],["μ",false],["αί",true],["ν",false],["ει",true]]
    },
    {
        "greek": "σημείο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "точка, момент",
        "exa": [["Υπάρχει ένα πολύ ρομαντικό σημείο απο αυτόν τον δρόμο με θέα το ποτάμι","есть очень романтичная точка по той дороге с видом на реку"],["Η ομάδα είναι ακόμα στο σημείο αλλά δεν κατάφεραν να μπουν στο κτήριο","команда все еще на месте, но не смогли войти в здание"]],
        "vowels": [["σ",false],["η",true],["μ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "σημείωμα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "заметка ж, записка ж",
        "exa": [],
        "vowels": [["σ",false],["η",true],["μ",false],["εί",true],["ω",true],["μα",false]]
    },
    {
        "greek": "σημειώνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "делать заметки",
        "exa": [["Μολονότι ήταν φιλικός και κοινωνικός άνθρωπος, αξίζει να σημειωθεί ότι θεωρούσε πολύτιμες τις στιγμές που περνούσε μόνος του","Хотя он был дружественным и общественным человеком, стоит отметить, что он считал ценнейшими мгновения, которые проводил в одиночку"]],
        "vowels": [["σ",false],["η",true],["μ",false],["ει",true],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "σημείωση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "заметка ж, примечание с",
        "exa": [],
        "vowels": [["σ",false],["η",true],["μ",false],["εί",true],["ω",true],["σ",false],["η",true]]
    },
    {
        "greek": "σήμερα",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сегодня",
        "exa": [["πρέπει να παρέλαβες ένα δέμα σήμερα","ты должен доставить одну посылку сегодня"],["Πρέπει να ζεσταίνεσαι πολύ με αυτό το μπουφάν σήμερα","должно быть ты сильно греешься в этой куртке сегодня"],["Είμαι πολύ κουρασμένος, γι'αυτό θα πάω για ύπνο νωρίς σήμερα","я очень устал и поэтому пойду спать рано сегодня"]],
        "vowels": [["σ",false],["ή",true],["μ",false],["ε",true],["ρα",false]]
    },
    {
        "greek": "σιγά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тихо",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["γά",false]]
    },
    {
        "greek": "σιγά-σιγά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "медленно, потихоньку",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["γά",false]]
    },
    {
        "greek": "σίγουρα",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "безусловно",
        "exa": [["αν επρόκειτο για αγώνα κολύμβησης, σίγουρα θα έβγαιναν νικητές","если бы это были соревнования по плаванию, они бы точно одержали победу"]],
        "vowels": [["σ",false],["ί",true],["γουρα",false]]
    },
    {
        "greek": "σιδηροδρομικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "железнодорожный",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["δ",false],["η",true],["ρ",false],["ο",true],["δρ",false],["ο",true],["μ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Σικελία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Сицилия",
        "exa": [],
        "vowels": [["Σ",false],["ι",true],["κ",false],["ε",true],["λ",false],["ί",true],["α",false]]
    },
    {
        "greek": "σινεμά",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кино с; кинотеатр м",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["ν",false],["ε",true],["μά",false]]
    },
    {
        "greek": "σιτάρι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пшеница ж",
        "exa": [],
        "vowels": [["σ",false],["ι",true],["τάρ",false],["ι",true]]
    },
    {
        "greek": "σκάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шахматы мн.ч.",
        "exa": [],
        "vowels": [["σκάκ",false],["ι",true]]
    },
    {
        "greek": "σκέψη",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мысль ж",
        "exa": [],
        "vowels": [["σκ",false],["έ",true],["ψ",false],["η",true]]
    },
    {
        "greek": "σκηνή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "палатка ж, сцена ж",
        "exa": [],
        "vowels": [["σκ",false],["η",true],["ν",false],["ή",true]]
    },
    {
        "greek": "σκόνη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пыль ж",
        "exa": [],
        "vowels": [["σκ",false],["ό",true],["ν",false],["η",true]]
    },
    {
        "greek": "σκοτώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "убивать",
        "exa": [],
        "vowels": [["σκ",false],["ο",true],["τ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "σκουπίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "подметать",
        "exa": [],
        "vowels": [["σκουπ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "σκούρος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "тёмный",
        "exa": [["σκούρο δέρμα, καστανά μάτια","темная кожа, каштановые глаза"]],
        "vowels": [["σκούρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σκύλος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "собака",
        "exa": [["ένα ασημένιο κεφάλι σκύλου","серебрянная голова собаки"],["τα πάνε σαν το σκύλο με τη γάτα","уживаются как собака с кошкой"],["Bρήκαμε τρίχα σκύλου δίπλα στη μπανιέρα του φόνου","мы нашли шерсть собаки рядом с ванной, где было убийство"]],
        "vowels": [["σκ",false],["ύ",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σοβαρός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "серьёзный",
        "exa": [],
        "vowels": [["σ",false],["ο",true],["βαρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σολίστας",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "солист м",
        "exa": [],
        "vowels": [["σ",false],["ο",true],["λ",false],["ί",true],["στας",false]]
    },
    {
        "greek": "σοφία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "мудрость ж",
        "exa": [],
        "vowels": [["σ",false],["ο",true],["φ",false],["ί",true],["α",false]]
    },
    {
        "greek": "σπάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "разбивать",
        "exa": [],
        "vowels": [["σπάζ",false],["ω",true]]
    },
    {
        "greek": "σπάνιος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "редкий",
        "exa": [],
        "vowels": [["σπάν",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "σπορ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "спорт м",
        "exa": [],
        "vowels": [["σπ",false],["ο",true],["ρ",false]]
    },
    {
        "greek": "σκεπάζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "накрывать",
        "exa": [],
        "vowels": [["σκ",false],["ε",true],["πάζ",false],["ω",true]]
    },
    {
        "greek": "σκέτος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "чистый, без примесей",
        "exa": [],
        "vowels": [["σκ",false],["έ",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σκέφτομαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": ["σκέπτομαι"],
        "rus": "думать",
        "exa": [["σκέφτηκε ότι τον γνώριζε, αλλά δεν θυμόταν το όνομά του","подумал, что знает его, но не помнил его имени"],["Ο εργάτης σκέφτεται με απλό τρόπο, δεν καταλαβαίνει πάντα τη γλώσσα των φοιτητών","рабочий думает простым способом, он не всегда понимает язык студентов"]],
        "vowels": [["σκ",false],["έ",true],["φτ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "σκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лыжи мн.ч.",
        "exa": [],
        "vowels": [["σκ",false],["ι",true]]
    },
    {
        "greek": "σκορδαλιά",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "чесночный соус м",
        "exa": [],
        "vowels": [["σκ",false],["ο",true],["ρδαλ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "σκουπίδια",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "мусор м",
        "exa": [],
        "vowels": [["σκουπ",false],["ί",true],["δ",false],["ι",true],["α",false]]
    },
    {
        "greek": "σκυλί",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "собака",
        "exa": [["όταν το σκυλί στρέφεται εναντίον του αφεντικού του... Υπάρχει μόνο μία λύση","когда собака поворачивается против своего хозяина... есть только одно решение"]],
        "vowels": [["σκ",false],["υ",true],["λ",false],["ί",true]]
    },
    {
        "greek": "σοβαρά",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "серьёзно",
        "exa": [["μιλάω απολύτως σοβαρά","говорю абсолютно серьезно"],["μην αστειεύεσαι τώρα – είναι πολύ σοβαρό","не шути сейчас - это очень серьезно"]],
        "vowels": [["σ",false],["ο",true],["βαρά",false]]
    },
    {
        "greek": "σοκολάτα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "шоколад м",
        "exa": [],
        "vowels": [["σ",false],["ο",true],["κ",false],["ο",true],["λάτα",false]]
    },
    {
        "greek": "σου",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "твой, твоя, твоё, твои; тебе",
        "exa": [],
        "vowels": [["σου",false]]
    },
    {
        "greek": "σούβλα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вертел м",
        "exa": [],
        "vowels": [["σούβλα",false]]
    },
    {
        "greek": "σουβλάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шашлык м",
        "exa": [],
        "vowels": [["σουβλάκ",false],["ι",true]]
    },
    {
        "greek": "σουβλατζίδικο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "шашлычная ж",
        "exa": [],
        "vowels": [["σουβλατζ",false],["ί",true],["δ",false],["ι",true],["κ",false],["ο",true]]
    },
    {
        "greek": "Σουηδία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Швеция",
        "exa": [],
        "vowels": [["Σου",false],["η",true],["δ",false],["ί",true],["α",false]]
    },
    {
        "greek": "σουηδικά",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "шведский язык м",
        "exa": [],
        "vowels": [["σου",false],["η",true],["δ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "σουηδικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "шведский",
        "exa": [],
        "vowels": [["σου",false],["η",true],["δ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Σουηδός",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-έζα"],
        "rus": "швед (-ка)",
        "exa": [],
        "vowels": [["Σου",false],["η",true],["δ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σούπα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "суп",
        "exa": [["Ο μάγειρας είπε πως η σούπα ήταν λίγο αραιή απόψε","повар сказал, что суп сегодня немного жидковатый"]],
        "vowels": [["σούπα",false]]
    },
    {
        "greek": "σουπερμάρκετ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "супермаркет м",
        "exa": [],
        "vowels": [["σουπ",false],["ε",true],["ρμάρκ",false],["ε",true],["τ",false]]
    },
    {
        "greek": "σουτζουκάκια",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "люля-кебаб м",
        "exa": [],
        "vowels": [["σουτζουκάκ",false],["ι",true],["α",false]]
    },
    {
        "greek": "Σόφια",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "София",
        "exa": [],
        "vowels": [["Σ",false],["ό",true],["φ",false],["ι",true],["α",false]]
    },
    {
        "greek": "σπάνια",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "редко",
        "exa": [],
        "vowels": [["σπάν",false],["ι",true],["α",false]]
    },
    {
        "greek": "σπίρτα",
        "lvl": 3,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "спички мн.ч.",
        "exa": [],
        "vowels": [["σπ",false],["ί",true],["ρτα",false]]
    },
    {
        "greek": "σπίτι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "дом",
        "exa": [["αγόρασα ένα σπίτι","купил дом"],["γύρισα σπίτι απόψε και μπήκα στο ασανσέρ","я вернулся домой сегодня вечером и зашел в лифт"],["ξέρω ότι εκεί έξω υπάρχουν οικογένειες που γιορτάζουν όλοι μαζί στα σπίτια τους","знаю, что тут снаружи есть семьи, которые празднуют все вместе в своих домах"]],
        "vowels": [["σπ",false],["ί",true],["τ",false],["ι",true]]
    },
    {
        "greek": "σπουδάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "учиться",
        "exa": [],
        "vowels": [["σπουδάζ",false],["ω",true]]
    },
    {
        "greek": "σπουδαστής",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "учащийся м, студент м",
        "exa": [],
        "vowels": [["σπουδαστ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "σπρώχνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "толкать",
        "exa": [],
        "vowels": [["σπρ",false],["ώ",true],["χν",false],["ω",true]]
    },
    {
        "greek": "στάδιο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стадион м",
        "exa": [],
        "vowels": [["στάδ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "σταθερός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "устойчивый (-ая -ое)",
        "exa": [],
        "vowels": [["σταθ",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "στάθμευση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "стоянка ж, остановка ж",
        "exa": [],
        "vowels": [["στάθμευσ",false],["η",true]]
    },
    {
        "greek": "σταυρός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "крест",
        "exa": [["στην κλασική αρχαία ελληνική γλώσσα, η λέξη σταυρός σήμαινε απλώς ένα όρθιο ξύλο","в классическом древнегреческом языке слово «крест» просто означало вертикально стоящий кусок дерева"]],
        "vowels": [["σταυρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σταφίδα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "изюм м",
        "exa": [],
        "vowels": [["σταφ",false],["ί",true],["δα",false]]
    },
    {
        "greek": "στέκομαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "стоять",
        "exa": [["ο άνθρωπος που στέκεται δίπλα του είναι ένας ηλίθιος από την τράπεζα","человек, который стоит радом с ним, это дурак из банка"]],
        "vowels": [["στ",false],["έ",true],["κ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "στενοχωριέμαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "тревожиться",
        "exa": [["Στενοχωριέμαι πολύ όταν διηγούμαι αυτές τις αναμνήσεις","сильно расстраиваюсь, когда рассказываю об этих воспоминаниях"]],
        "vowels": [["στ",false],["ε",true],["ν",false],["ο",true],["χ",false],["ω",true],["ρ",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "στήριξη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "поддержка ж",
        "exa": [],
        "vowels": [["στ",false],["ή",true],["ρ",false],["ι",true],["ξ",false],["η",true]]
    },
    {
        "greek": "στίβος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "арена ж",
        "exa": [],
        "vowels": [["στ",false],["ί",true],["β",false],["ο",true],["ς",false]]
    },
    {
        "greek": "στιλ",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стиль м",
        "exa": [],
        "vowels": [["στ",false],["ι",true],["λ",false]]
    },
    {
        "greek": "στολή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "форма ж",
        "exa": [],
        "vowels": [["στ",false],["ο",true],["λ",false],["ή",true]]
    },
    {
        "greek": "στόμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рот м",
        "exa": [],
        "vowels": [["στ",false],["ό",true],["μα",false]]
    },
    {
        "greek": "στομάχι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "желудок",
        "exa": [["Το στομάχι μου με πεθαίνει, ο λαιμός μου πονάει, αλλά όχι και το πόδι μου","желудок меня убивает, шея болит, но не ноги"],["Το μόνο που μισώ περισσότερο απ'το να θεραπεύω ασθενείς είναι να τους θεραπεύω με άδειο στομάχι","единственное, что ненавижу больше чем лечить пациентов, это их лечить на пустой желудок"]],
        "vowels": [["στ",false],["ο",true],["μάχ",false],["ι",true]]
    },
    {
        "greek": "στοπ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "остановка ж",
        "exa": [],
        "vowels": [["στ",false],["ο",true],["π",false]]
    },
    {
        "greek": "στρατόπεδο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лагерь м",
        "exa": [],
        "vowels": [["στρατ",false],["ό",true],["π",false],["ε",true],["δ",false],["ο",true]]
    },
    {
        "greek": "στρατός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "армия ж",
        "exa": [],
        "vowels": [["στρατ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "στρίβω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "поворачивать",
        "exa": [],
        "vowels": [["στρ",false],["ί",true],["β",false],["ω",true]]
    },
    {
        "greek": "στρογγυλός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "круглый (-ая –ое)",
        "exa": [],
        "vowels": [["στρ",false],["ο",true],["γγ",false],["υ",true],["λ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "στρώνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "стелить, накрывать",
        "exa": [],
        "vowels": [["στρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "συγγραφέας",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "писатель",
        "exa": [["Συγγραφείς και εκδότες θέλουν να λαμβάνουν οικονομική ανταμοιβή για το έργο τους","писатели и издатели хотят получать финансовое вознаграждение за свое произведение"]],
        "vowels": [["σ",false],["υ",true],["γγραφ",false],["έ",true],["ας",false]]
    },
    {
        "greek": "σπουδάστρια",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "студентка ж",
        "exa": [],
        "vowels": [["σπουδάστρ",false],["ι",true],["α",false]]
    },
    {
        "greek": "σταθμός",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "станция ж, вокзал",
        "exa": [["ξύπνησα πολύ αργά και έτρεξα βιαστικά στο σταθμό","я проснулся очень поздно и побежал поспешно на станцию"]],
        "vowels": [["σταθμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σταματάω -ώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "останавливать",
        "exa": [],
        "vowels": [["σταματά",false],["ω",true]]
    },
    {
        "greek": "στάση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "остановка ж",
        "exa": [],
        "vowels": [["στάσ",false],["η",true]]
    },
    {
        "greek": "στατιστική",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "статистика ж",
        "exa": [],
        "vowels": [["στατ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "σταφύλι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "виноград м",
        "exa": [],
        "vowels": [["σταφ",false],["ύ",true],["λ",false],["ι",true]]
    },
    {
        "greek": "σταυρόλεξο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кросворд м",
        "exa": [],
        "vowels": [["σταυρ",false],["ό",true],["λ",false],["ε",true],["ξ",false],["ο",true]]
    },
    {
        "greek": "σταχτής",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ί"],
        "rus": "пепельный (-ая -ое)",
        "exa": [],
        "vowels": [["σταχτ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "στέλνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "посылать",
        "exa": [["στέλνει κίτρινα λουλούδια όταν ο ουρανός είναι γκρίζος","посылает желтые цветы, когда небо серое"]],
        "vowels": [["στ",false],["έ",true],["λν",false],["ω",true]]
    },
    {
        "greek": "στενός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "узкий (-ая -ое)",
        "exa": [],
        "vowels": [["στ",false],["ε",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "στήλη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "столб м, колонна ж",
        "exa": [],
        "vowels": [["στ",false],["ή",true],["λ",false],["η",true]]
    },
    {
        "greek": "στιγμή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "момент",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"],["Είναι μια ιστορική στιγμή","это исторический момент"],["Μολονότι ήταν φιλικός και κοινωνικός άνθρωπος, αξίζει να σημειωθεί ότι θεωρούσε πολύτιμες τις στιγμές που περνούσε μόνος του","Хотя он был дружественным и общественным человеком, стоит отметить, что он считал ценнейшими мгновения, которые проводил в одиночку"]],
        "vowels": [["στ",false],["ι",true],["γμ",false],["ή",true]]
    },
    {
        "greek": "στοιχεία",
        "lvl": 3,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "данные",
        "exa": [["η απόδειξη παραλαβής περιλαμβάνει τουλάχιστον τα ακόλουθα στοιχεία","квитанция доставки включает в себя по крайней мере следующие данные"],["Θέλω να ξέρω πως λύνουν τις υποθέσεις όταν τα στοιχεία δεν οδηγούν στον ύποπτο","хочу знать, как решают дела, когда данные не ведут к подозреваемому"]],
        "vowels": [["στ",false],["οι",true],["χ",false],["εί",true],["α",false]]
    },
    {
        "greek": "Στοκχόλμη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Стокгольм",
        "exa": [],
        "vowels": [["Στ",false],["ο",true],["κχ",false],["ό",true],["λμ",false],["η",true]]
    },
    {
        "greek": "συγγενής",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "родственник",
        "exa": [["Οι συγγενείς της ακόμα μαλώνουν για το ποιος θα την κρατήσει","ее родственники все еще ссорятся, кто ее заберет"]],
        "vowels": [["σ",false],["υ",true],["γγ",false],["ε",true],["ν",false],["ή",true],["ς",false]]
    },
    {
        "greek": "συγκρίνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сравнивать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γκρ",false],["ί",true],["ν",false],["ω",true]]
    },
    {
        "greek": "συγκριτικός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сравнительный",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γκρ",false],["ι",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "συγχωρώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "извинять, прощать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γχ",false],["ω",true],["ρ",false],["ώ",true]]
    },
    {
        "greek": "συμβαίνει",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "бывает, случается",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μβ",false],["αί",true],["ν",false],["ει",true]]
    },
    {
        "greek": "συγκεκριμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "определённый",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γκ",false],["ε",true],["κρ",false],["ι",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σύγκριση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сравнение",
        "exa": [["η μόνη μέθοδος έρευνας είναι η σύγκριση των τιμών","единственный метод исследования - сравнение цен"]],
        "vowels": [["σ",false],["ύ",true],["γκρ",false],["ι",true],["σ",false],["η",true]]
    },
    {
        "greek": "συγκρότημα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ансамбль м, группа ж",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γκρ",false],["ό",true],["τ",false],["η",true],["μα",false]]
    },
    {
        "greek": "συγγνώμη",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "простите, извините",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["γγν",false],["ώ",true],["μ",false],["η",true]]
    },
    {
        "greek": "σύγχρονος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "современный",
        "exa": [["Η ενέργεια αποτελεί ανάγκη στη σύγχρονη κοινωνία","энергия нужна в современном обществе"],["Είναι σαν να εξελίχθηκε η Νορβηγική παράδοση στη σύγχρονη εποχή... διατηρώντας τη συνέχιση της λατρείας των αρχαίων Θεών","это как будто норвежские традиции развились в современную эпоху, продолжая непрерывность поклонения древним богам"]],
        "vowels": [["σ",false],["ύ",true],["γχρ",false],["ο",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "συζήτηση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "обсуждение",
        "exa": [["Η δημόσια συζήτηση ιδεών και η ρητορική οδήγησαν σε μεγαλύτερες δημόσιες εκδηλώσεις","Публичное обсуждение идей и риторика привело к проведению более масштабных публичных мероприятий"]],
        "vowels": [["σ",false],["υ",true],["ζ",false],["ή",true],["τ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "συλλαβή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "слог м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["λλαβ",false],["ή",true]]
    },
    {
        "greek": "σύλλογος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "общество с",
        "exa": [],
        "vowels": [["σ",false],["ύ",true],["λλ",false],["ο",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "συμβουλεύω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "советовать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μβουλεύ",false],["ω",true]]
    },
    {
        "greek": "συμβουλή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "совет м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μβουλ",false],["ή",true]]
    },
    {
        "greek": "συμμετέχω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "принимать участие",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μμ",false],["ε",true],["τ",false],["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "συμφέρων",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": ["-ουσα","-ον"],
        "rus": "выгодный (-ая -е)",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μφ",false],["έ",true],["ρ",false],["ω",true],["ν",false]]
    },
    {
        "greek": "συμφωνία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "договор",
        "exa": [["Όλες οι χώρες με τις οποίες ισχύουν ή θα ισχύουν συμφωνίες","все страны, с которыми действуют или будут действовать соглашения"]],
        "vowels": [["σ",false],["υ",true],["μφ",false],["ω",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "συμφωνικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "симфонический (-ая -ое)",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μφ",false],["ω",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "συναισθηματικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "эмоциональный",
        "exa": [["Έτσι προβλέπω η επόμενη κίνησή της να είναι πιο λογική παρά συναισθηματική","таким образом предвижу ее следующее движение будет больше логическим чем эмоциональным"]],
        "vowels": [["σ",false],["υ",true],["ν",false],["αι",true],["σθ",false],["η",true],["ματ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "συμμαθητής",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "одноклассник м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μμαθ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "συμπαθητικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "симпатичный",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μπαθ",false],["η",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "συμπληρώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заполнять; добавлять",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μπλ",false],["η",true],["ρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "συμπόσιο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "симпозиум м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μπ",false],["ό",true],["σ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "σύμφωνα με",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "согласно",
        "exa": [["σύμφωνα με τις απογευματινές εφημερίδες","согласно вечерним газетам"]],
        "vowels": [["σ",false],["ύ",true],["μφ",false],["ω",true],["να μ",false],["ε",true]]
    },
    {
        "greek": "σύμφωνο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "согласная ж",
        "exa": [],
        "vowels": [["σ",false],["ύ",true],["μφ",false],["ω",true],["ν",false],["ο",true]]
    },
    {
        "greek": "συμφωνώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "соглашаться",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["μφ",false],["ω",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "συναντάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "встречать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ναντά",false],["ω",true]]
    },
    {
        "greek": "συνάντηση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "встреча ж",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["νάντ",false],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "συναντιέμαι",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "встречаться",
        "exa": [["Συναντηθήκαμε στο σκοτάδι, σαν δύο πλοία που πηγαίνουν στο ίδιο λιμάνι μαζί τη νύχτα","мы встретились в темноте, как два судна, что идут в один и тот же порт вместе ночью"]],
        "vowels": [["σ",false],["υ",true],["ναντ",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "συναρπαστικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "увлекательный",
        "exa": [["Έχω να σου πω για μια πραγματικά συναρπαστική επαγγελματική ευκαιρία","могу вам рассказать об одном реально интересном карьерном шансе"]],
        "vowels": [["σ",false],["υ",true],["ναρπαστ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "συνάχι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "насморк м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["νάχ",false],["ι",true]]
    },
    {
        "greek": "σύνδεση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "связь ж",
        "exa": [],
        "vowels": [["σ",false],["ύ",true],["νδ",false],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "σύνδεσμος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "связывающий элемент м",
        "exa": [],
        "vowels": [["σ",false],["ύ",true],["νδ",false],["ε",true],["σμ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "συνδέω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "связывать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["νδ",false],["έ",true],["ω",true]]
    },
    {
        "greek": "συνδυασμός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "соединение с",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["νδ",false],["υ",true],["ασμ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "συνεννόηση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "взаимопонимание с",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["ε",true],["νν",false],["ό",true],["η",true],["σ",false],["η",true]]
    },
    {
        "greek": "συνέντευξη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "интервью",
        "exa": [["Περίμενα μια νέα κλήση ή κάποια επίσημη συνέντευξη","я ожидал нового вызова или какого-нибудь официального интервью"]],
        "vowels": [["σ",false],["υ",true],["ν",false],["έ",true],["ντευξ",false],["η",true]]
    },
    {
        "greek": "συνθετικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "синтетический (-ая -ое)",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["νθ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σύνθετος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "сложный (-ая -ое)",
        "exa": [],
        "vowels": [["σ",false],["ύ",true],["νθ",false],["ε",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "συνοδηγός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "провожатый м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["ο",true],["δ",false],["η",true],["γ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "συνολικά",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в общем",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["ο",true],["λ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "σύνορο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "граница ж",
        "exa": [],
        "vowels": [["σ",false],["ύ",true],["ν",false],["ο",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "συνταγή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "рецепт",
        "exa": [["έχει μια συνταγή για το καλύτερο κοκκινιστό του κόσμου","у нее есть рецепт лучшего мяса под томатным соусом в мире"]],
        "vowels": [["σ",false],["υ",true],["νταγ",false],["ή",true]]
    },
    {
        "greek": "συναυλία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "концерт м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ναυλ",false],["ί",true],["α",false]]
    },
    {
        "greek": "σύντομα",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "кратко, коротко",
        "exa": [["δεν επιθυμώ να σε παντρευτώ, ούτε σύντομα, ούτε ποτέ","не хочу на тебе жениться ни скоро ни никогда"]],
        "vowels": [["σ",false],["ύ",true],["ντ",false],["ο",true],["μα",false]]
    },
    {
        "greek": "σύντομος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "непродолжительный",
        "exa": [["αυτό δεν μπορεί να γίνει στο σύντομο χρονικό διάστημα που έχουμε μέχρι μεθαύριο","это не может произойти за короткий временной интервал, что у нас есть до послезавтра"]],
        "vowels": [["σ",false],["ύ",true],["ντ",false],["ο",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "συντονίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "согласовывать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ντ",false],["ο",true],["ν",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "συρτάρι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ящик",
        "exa": [["Ξεκινήστε καθαρίζοντας τα συρτάρια και ξεσκονίζοντας","начните с очистки ящиков и вытрите пыль"]],
        "vowels": [["σ",false],["υ",true],["ρτάρ",false],["ι",true]]
    },
    {
        "greek": "συσκευή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "устройство с",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["σκευ",false],["ή",true]]
    },
    {
        "greek": "σύζυγος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ος"],
        "rus": "супруг",
        "exa": [["αυτός θα είναι ο μελλοντικός της σύζυγος","это ее будущий супруг"]],
        "vowels": [["σ",false],["ύ",true],["ζ",false],["υ",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "σύστημα",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "система, строй",
        "exa": [["Κάθε χίλια έτη εξετάζω ένα νέο σύστημα ζωής στο σύμπαν","каждые тысячу лет испытываю одну новую систему жизни во вселенной"]],
        "vowels": [["σ",false],["ύ",true],["στ",false],["η",true],["μα",false]]
    },
    {
        "greek": "συχνός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "частый, постоянный",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["χν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "συχνότητα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "повторяемость ж",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["χν",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "σφουγγαρίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "вытирать губкой, мыть",
        "exa": [],
        "vowels": [["σφουγγαρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "σχεδιάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "чертить, планировать",
        "exa": [["ο πρόεδρος έχει σχεδιάσει έναν κύκλο γύρω από το όνομά σου","президент нарисовал круг вокруг твоего имени"],["η παραμικρή λεπτομέρεια έχει σχεδιαστεί με ακρίβεια για τους κατοίκους της","мельчайшие детали были точно спроектированы для ее жителей"]],
        "vowels": [["σχ",false],["ε",true],["δ",false],["ι",true],["άζ",false],["ω",true]]
    },
    {
        "greek": "σχέδιο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "план",
        "exa": [["Περισσότεροι από τους μισούς κατοίκους είναι ενάντια στο σχέδιο","больше половины жителей против плана"]],
        "vowels": [["σχ",false],["έ",true],["δ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "σχετικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "относительный (-ая -ое)",
        "exa": [],
        "vowels": [["σχ",false],["ε",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "σώμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тело",
        "exa": [["Είναι απλά ένα σώμα που ταΐζω, πλένω και ντύνω","это просто тело, которое кормлю, мою и одеваю"]],
        "vowels": [["σ",false],["ώ",true],["μα",false]]
    },
    {
        "greek": "συνέδριο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "съезд м, конгресс м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["έ",true],["δρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "συνεργείο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "мастерская ж",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["ε",true],["ργ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "συνέχεια",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": ["συνεχώς"],
        "rus": "постоянно",
        "exa": [["έχεις συνεχώς την αίσθηση ότι μπορεί κάποιος βράχος να πέσει ανά πάσα στιγμή","постоянно есть ощущение, что может упасть какая-нибудь скала в любой момент"],["οι ηθοποιοί χάνουν ρόλους συνέχεια","актеры постоянно теряют роли"]],
        "vowels": [["σ",false],["υ",true],["ν",false],["έ",true],["χ",false],["ει",true],["α",false]]
    },
    {
        "greek": "συνεχίζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "продолжать",
        "exa": [["Ελπίζω να καταφέρουμε μαζί να συνεχίσουμε την δουλειά χωρίς άλλες καθυστερήσεις","надеюсь, добъемся вместе продолжить работу без других задержек"]],
        "vowels": [["σ",false],["υ",true],["ν",false],["ε",true],["χ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "συνηθισμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "обыкновенный",
        "exa": [["Δίνουμε εδώ μια λίστα των συνηθισμένων ερωτήσεων","мы даем список обычных вопросов"]],
        "vowels": [["σ",false],["υ",true],["ν",false],["η",true],["θ",false],["ι",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "συνήθως",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "обычно",
        "exa": [["ως συνήθως, ξέχασα να βάλω απορρυπαντικό","как обычно, забыл добавить моющее средство"],["οι γυναίκες που έχουν λευκό δέρμα συνήθως έχουν μεγαλύτερη δυσκολία στην προσαρμογή, γιατί συχνά το δέρμα τους είναι λιγάκι πιο τρυφερό","женщинам с белой кожей более сложно адаптироваться, потому что их кожа немножко более нежная"]],
        "vowels": [["σ",false],["υ",true],["ν",false],["ή",true],["θ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "συνθέτης",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "композитор м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["νθ",false],["έ",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "συννεφιά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "облачность ж",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["νν",false],["ε",true],["φ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "σύννεφο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "облако",
        "exa": [["μαύρα σύννεφα απλώνονταν σαν κουβέρτα","черные облака протягивались как одеяло"],["Η πράσινη έκταση ανάμεσα στα σύννεφα είναι η πηγή οξυγόνου στον αέρα"]],
        "vowels": [["σ",false],["ύ",true],["νν",false],["ε",true],["φ",false],["ο",true]]
    },
    {
        "greek": "συνοικία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "квартал м, микрорайон м",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["οι",true],["κ",false],["ί",true],["α",false]]
    },
    {
        "greek": "συνορεύω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сопровождать",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["ν",false],["ο",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "σύντροφος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "товарищ м",
        "exa": [],
        "vowels": [["σ",false],["ύ",true],["ντρ",false],["ο",true],["φ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "Συρία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Сирия",
        "exa": [],
        "vowels": [["Σ",false],["υ",true],["ρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "συστημένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "заказной (-ая -ое)",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["στ",false],["η",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "συστήνω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "знакомить",
        "exa": [],
        "vowels": [["σ",false],["υ",true],["στ",false],["ή",true],["ν",false],["ω",true]]
    },
    {
        "greek": "συχνά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "часто",
        "exa": [["ένα αγορι είναι ένας νεαρός αρσενικός άνθρωπος, συχνά παιδί ή έφηβος","парень - это молодой \"мужской\" человек, часто ребенок или подросток"],["οι γυναίκες που έχουν λευκό δέρμα συνήθως έχουν μεγαλύτερη δυσκολία στην προσαρμογή, γιατί συχνά το δέρμα τους είναι λιγάκι πιο τρυφερό","женщинам с белой кожей более сложно адаптироваться, потому что их кожа немножко более нежная"]],
        "vowels": [["σ",false],["υ",true],["χνά",false]]
    },
    {
        "greek": "σχεδιάγραμμα",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "чертёж м, план м",
        "exa": [],
        "vowels": [["σχ",false],["ε",true],["δ",false],["ι",true],["άγραμμα",false]]
    },
    {
        "greek": "σχεδόν",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "почти",
        "exa": [["έφυγαν παίρνοντας μαζί τους σχεδόν όλα τα έσοδα της βραδιάς","они ушли взял с собой весь доход за вечер"],["Είναι σχεδόν κρίμα που δεν είστε ο αληθινός ληστής","Почти жалко, что вы не настоящий грабитель"]],
        "vowels": [["σχ",false],["ε",true],["δ",false],["ό",true],["ν",false]]
    },
    {
        "greek": "σχέση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "связь ж",
        "exa": [],
        "vowels": [["σχ",false],["έ",true],["σ",false],["η",true]]
    },
    {
        "greek": "σχετικά",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "относительно",
        "exa": [["Έχω μια ενημέρωση σχετικά με την υπόθεση της","у меня есть информация по ее делу"]],
        "vowels": [["σχ",false],["ε",true],["τ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "σχηματίζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "составлять",
        "exa": [],
        "vowels": [["σχ",false],["η",true],["ματ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "σχολείο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "школа",
        "exa": [["Σε δίδασκε στο σχολείο ή στο σπίτι","преподавал тебе в школе или дома"],["Υποτίθεται πως αυτό το εξάμηνο θα επικεντρωνόμουν πάλι στο σχολείο","предполагалось, что в этом семестре я сосредоточусь снова на школе"]],
        "vowels": [["σχ",false],["ο",true],["λ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "σχολή",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "училище с, факультет м",
        "exa": [],
        "vowels": [["σχ",false],["ο",true],["λ",false],["ή",true]]
    },
    {
        "greek": "σωστά",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "верно",
        "exa": [],
        "vowels": [["σ",false],["ω",true],["στά",false]]
    },
    {
        "greek": "σωστός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "правильный, точный",
        "exa": [["δεν ξέρω ποιος είναι ο σωστός τρόπος για να δείχνω το ενδιαφέρον μου","не знаю правильный способ показать свой интерес"]],
        "vowels": [["σ",false],["ω",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ταμίας",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "кассир м",
        "exa": [],
        "vowels": [["ταμ",false],["ί",true],["ας",false]]
    },
    {
        "greek": "ταμπλέτα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "таблетка ж",
        "exa": [],
        "vowels": [["ταμπλ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "ταράτσα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "терраса ж",
        "exa": [],
        "vowels": [["ταράτσα",false]]
    },
    {
        "greek": "ταύρος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "бык м",
        "exa": [],
        "vowels": [["ταύρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τέλεια",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "прекрасно",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["λ",false],["ει",true],["α",false]]
    },
    {
        "greek": "τέλειος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "прекрасный (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["λ",false],["ει",true],["ο",true],["ς",false]]
    },
    {
        "greek": "τελείως",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "совершенно",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["λ",false],["εί",true],["ω",true],["ς",false]]
    },
    {
        "greek": "τένις",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "теннис м",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["ν",false],["ι",true],["ς",false]]
    },
    {
        "greek": "τέρας",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "чудовище с",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["ρας",false]]
    },
    {
        "greek": "τέτοιος",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "такой (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["τ",false],["οι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ταίρι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пара ж, напарник м",
        "exa": [],
        "vowels": [["τ",false],["αί",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "τάβλι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тавли с, нарды мн. (игра)",
        "exa": [],
        "vowels": [["τάβλ",false],["ι",true]]
    },
    {
        "greek": "ταινία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "фильм, лента, плёнка",
        "exa": [["η ταινία είναι μεγάλη επιτυχία στον κινηματογράφο μας","фильм - большой успех нашего кинотеатра"],["Θα δούμε μια κλασική ταινία στη μεγάλη οθόνη","посмотрим классический фильм  на большом экране"]],
        "vowels": [["τ",false],["αι",true],["ν",false],["ί",true],["α",false]]
    },
    {
        "greek": "ταιριάζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "подходить, соответствовать",
        "exa": [],
        "vowels": [["τ",false],["αι",true],["ρ",false],["ι",true],["άζ",false],["ω",true]]
    },
    {
        "greek": "ταμείο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "касса ж",
        "exa": [],
        "vowels": [["ταμ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ταμπέλα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вывеска ж",
        "exa": [],
        "vowels": [["ταμπ",false],["έ",true],["λα",false]]
    },
    {
        "greek": "τάξη",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "класс",
        "exa": [["σταμάτησε το γυμνάσιο στην 10η τάξη","бросил школу в 10-м классе"]],
        "vowels": [["τάξ",false],["η",true]]
    },
    {
        "greek": "ταξί",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "такси с",
        "exa": [],
        "vowels": [["ταξ",false],["ί",true]]
    },
    {
        "greek": "ταξιδεύω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "путешествовать",
        "exa": [["ταξίδευαν προς την αντίθετη κατεύθυνση","путешествовали в противоположном направлении"],["Δεν υπάρχουν εγγυήσεις για να ταξιδέψεις στον χρόνο","нет гарантий, что прибудешь вовремя"]],
        "vowels": [["ταξ",false],["ι",true],["δεύ",false],["ω",true]]
    },
    {
        "greek": "ταξίδι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "путешествие",
        "exa": [["θυμάμαι ένα ταξίδι με αυτόκίνητο όταν ήμουν 9","помню путешествие на автомобиле, когда мне было 9"],["θα κάνω ένα ταξίδι προς τα νότια σύνορα μόλις πάρω πίσω τα λεφτά μου","Отправлюсь в поезду к южной границе, как только верну назад мои деньги"]],
        "vowels": [["ταξ",false],["ί",true],["δ",false],["ι",true]]
    },
    {
        "greek": "ταξιδιώτης",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "путешественник м",
        "exa": [],
        "vowels": [["ταξ",false],["ι",true],["δ",false],["ι",true],["ώ",true],["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "ταξιδιωτικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "относящийся к путешествию",
        "exa": [],
        "vowels": [["ταξ",false],["ι",true],["δ",false],["ι",true],["ω",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ταξινομώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сортировать, классифицировать",
        "exa": [],
        "vowels": [["ταξ",false],["ι",true],["ν",false],["ο",true],["μ",false],["ώ",true]]
    },
    {
        "greek": "τα πάντα",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "всё",
        "exa": [],
        "vowels": [["τα πάντα",false]]
    },
    {
        "greek": "τάρτα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пирог м",
        "exa": [],
        "vowels": [["τάρτα",false]]
    },
    {
        "greek": "τασάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "пепельница ж",
        "exa": [],
        "vowels": [["τασάκ",false],["ι",true]]
    },
    {
        "greek": "ταυτότητα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "удостоверение личности",
        "exa": [["Είσαι μελαχρινή και στην ταυτότητα είναι μια φυσική ξανθιά","ты смуглая, а в удостоверении натуральная блондинка"]],
        "vowels": [["ταυτ",false],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "τάφος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "могила ж",
        "exa": [],
        "vowels": [["τάφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ταχυδρομείο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "почта ж",
        "exa": [],
        "vowels": [["ταχ",false],["υ",true],["δρ",false],["ο",true],["μ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ταχυδρομώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отправлять почтой",
        "exa": [],
        "vowels": [["ταχ",false],["υ",true],["δρ",false],["ο",true],["μ",false],["ώ",true]]
    },
    {
        "greek": "Τελ Αβίβ",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Тель -Авив",
        "exa": [],
        "vowels": [["Τ",false],["ε",true],["λ Αβ",false],["ί",true],["β",false]]
    },
    {
        "greek": "τελειώνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заканчивать",
        "exa": [["οταν τελειώσει, μπορούμε να πάμε μια βόλτα μαζί;","когда закончит, можем пойти на прогулку вместе?"],["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"],["προσπαθώ να τελειώσω το μυθιστόρημά μου","попытаюсь закончить свой роман"]],
        "vowels": [["τ",false],["ε",true],["λ",false],["ει",true],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "τελευταία",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "за последнее время",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["λευτ",false],["αί",true],["α",false]]
    },
    {
        "greek": "τελευταίος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "последний",
        "exa": [["τελευταία ανακοίνωση αναχώρησης","последнее объявление об отправлении"],["δεν ήμουν απόλυτα ειλικρινής απέναντί σου τις τελευταίες μέρες","я не был абсолютно откровенен с вами последние дни"],["την τελευταία ημέρα οι συμμετέχοντες αντάλλασσαν αγκαλιές και έκλαιγαν","в последний день участники обменялись объятиями и плакали"]],
        "vowels": [["τ",false],["ε",true],["λευτ",false],["αί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "τελικά",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в конце",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["λ",false],["ι",true],["κά",false]]
    },
    {
        "greek": "τελικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "окончательный (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["λ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τέλος",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "конец",
        "exa": [["κανείς δεν ανέφερε ποτέ πόσο βαρετό θα είναι το τέλος του κόσμου","никто никогда не говорил о том, насколько скучным будет конец света"],["μάλλον θα τελειώσω μέχρι το τέλος της αυριανής μέρας","вероятно закончу до конца завтрашнего дня"]],
        "vowels": [["τ",false],["έ",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τεμάχιο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "штука ж, кусок м",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["μάχ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "τεμπέλης",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ικο"],
        "rus": "лентяй",
        "exa": [["Θα φωνάξω αυτές τις τεμπέλες να φτιάξουν ένα ωραίο μεσημεριανό","позову этих лентяев, чтобы сделали прекрасный обед"]],
        "vowels": [["τ",false],["ε",true],["μπ",false],["έ",true],["λ",false],["η",true],["ς",false]]
    },
    {
        "greek": "τέννις",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тенис м",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["νν",false],["ι",true],["ς",false]]
    },
    {
        "greek": "τεράστιος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "огромный (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["ράστ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "τέσσερις",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ις","-α"],
        "rus": "четыре",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["σσ",false],["ε",true],["ρ",false],["ι",true],["ς",false]]
    },
    {
        "greek": "τεστ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тест м, контрольная работа ж",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["στ",false]]
    },
    {
        "greek": "Τετάρτη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "среда ж",
        "exa": [],
        "vowels": [["Τ",false],["ε",true],["τάρτ",false],["η",true]]
    },
    {
        "greek": "τέταρτο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "четверть ж",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["ταρτ",false],["ο",true]]
    },
    {
        "greek": "τέταρτος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "четвёртый (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["έ",true],["ταρτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τετραγωνικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "квадратный (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τραγ",false],["ω",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τετράγωνο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "квартал м",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τράγ",false],["ω",true],["ν",false],["ο",true]]
    },
    {
        "greek": "τεχνικός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "техник",
        "exa": [["Από τους μισθούς των τεχνικών παρακρατείται υποχρεωτικά φόρος ίσος με το φόρο των κοινοτικών υπαλλήλων","из зарплаты техников удерживается обязательный налог равный налогу общественных служащих"]],
        "vowels": [["τ",false],["ε",true],["χν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τζαζ",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "джазовая музыка ж",
        "exa": [],
        "vowels": [["τζαζ",false]]
    },
    {
        "greek": "τζιν",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "джин м (водка)",
        "exa": [],
        "vowels": [["τζ",false],["ι",true],["ν",false]]
    },
    {
        "greek": "τηλεθεατής",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "телезритель м",
        "exa": [],
        "vowels": [["τ",false],["η",true],["λ",false],["ε",true],["θ",false],["ε",true],["ατ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "τίνος",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "чей",
        "exa": [],
        "vowels": [["τ",false],["ί",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τίτλος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "звание с",
        "exa": [],
        "vowels": [["τ",false],["ί",true],["τλ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τμήμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "часть ж, отдел м",
        "exa": [],
        "vowels": [["τμ",false],["ή",true],["μα",false]]
    },
    {
        "greek": "τολμάω -ώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "осмелиться",
        "exa": [],
        "vowels": [["τ",false],["ο",true],["λμά",false],["ω",true]]
    },
    {
        "greek": "τονίζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "подчёркивать",
        "exa": [],
        "vowels": [["τ",false],["ο",true],["ν",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "τόπος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "место с",
        "exa": [],
        "vowels": [["τ",false],["ό",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τετράγωνος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "четырёхугольный",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τράγ",false],["ω",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τετράδιο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тетрадь ж",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τράδ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "τετρακόσιοι",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "четыреста",
        "exa": [],
        "vowels": [["τ",false],["ε",true],["τρακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "τέχνη",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "профессия, искусство",
        "exa": [["είχε πραγματοποιήσει μια έκθεση τέχνης","осуществил выставку исскуства"]],
        "vowels": [["τ",false],["έ",true],["χν",false],["η",true]]
    },
    {
        "greek": "τζάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "камин м, очаг м",
        "exa": [],
        "vowels": [["τζάκ",false],["ι",true]]
    },
    {
        "greek": "τζάμι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стекло с (оконное)",
        "exa": [],
        "vowels": [["τζάμ",false],["ι",true]]
    },
    {
        "greek": "τζατζίκι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "салат из огурцов с йогуртом м",
        "exa": [],
        "vowels": [["τζατζ",false],["ί",true],["κ",false],["ι",true]]
    },
    {
        "greek": "τηγανητός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "жареный",
        "exa": [],
        "vowels": [["τ",false],["η",true],["γαν",false],["η",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τηλεόραση",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "телевизор",
        "exa": [["προσπαθώ να αντικαταστήσω την παλιά τηλεόραση με μια καινούρια","попытаюсь заменить старый телевизор новым"]],
        "vowels": [["τ",false],["η",true],["λ",false],["ε",true],["ό",true],["ρασ",false],["η",true]]
    },
    {
        "greek": "τηλεφωνικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "телефонный (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["η",true],["λ",false],["ε",true],["φ",false],["ω",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τηλέφωνο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "телефон",
        "exa": [["Με συγχωρείς που ενοχλώ, μα κάποιος σε ζητάει στο τηλέφωνο","извини, что мешаю, но кто-то тебя просит к телефону"],["δεν έχω χρόνο να κάθομαι στο τηλέφωνο όλη την ημέρα να καλύπτω τα λάθη σου","у меня нет времени сидеть у телефона весь день, чтобы прикрывать твои ошибки"]],
        "vowels": [["τ",false],["η",true],["λ",false],["έ",true],["φ",false],["ω",true],["ν",false],["ο",true]]
    },
    {
        "greek": "τηλεφωνώ",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "звонить",
        "exa": [["Θα τηλεφωνήσω ακριβώς στις έξι","позвоню точно в шесть"],["Ο κομμωτής σου τηλεφώνησε για να σιγουρέψει το ραντεβού","парикмахер ему позвонил, чтобы подтвердить встречу"]],
        "vowels": [["τ",false],["η",true],["λ",false],["ε",true],["φ",false],["ω",true],["ν",false],["ώ",true]]
    },
    {
        "greek": "της",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "её",
        "exa": [],
        "vowels": [["τ",false],["η",true],["ς",false]]
    },
    {
        "greek": "τι",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "что",
        "exa": [],
        "vowels": [["τ",false],["ι",true]]
    },
    {
        "greek": "τιμή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "цена",
        "exa": [["η τιμή του κάρβουνου έπεσε, τόσο χαμηλά που δεν υπήρχε κανένα ενδιαφέρον για ηλιακή ενέργεια","цена угля упала настолько низко, что не было никакого интереса в солнечной энергии"],["η μόνη μέθοδος έρευνας είναι η σύγκριση των τιμών","единственный метод исследования - сравнение цен"]],
        "vowels": [["τ",false],["ι",true],["μ",false],["ή",true]]
    },
    {
        "greek": "τιμή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "честь",
        "exa": [["έχω την τιμή να αναφέρω την επιτυχή ολοκλήρωση της αποστολής μας","имею честь сообщить об успшешном завершении нашей миссии"]],
        "vowels": [["τ",false],["ι",true],["μ",false],["ή",true]]
    },
    {
        "greek": "τίποτε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "ничего",
        "exa": [],
        "vowels": [["τ",false],["ί",true],["π",false],["ο",true],["τ",false],["ε",true]]
    },
    {
        "greek": "το αργότερο",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "позднее",
        "exa": [],
        "vowels": [["το αργ",false],["ό",true],["τ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "Τόκιο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "Токио",
        "exa": [],
        "vowels": [["Τ",false],["ό",true],["κ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "το πολύ",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "самое большее",
        "exa": [],
        "vowels": [["το π",false],["ο",true],["λ",false],["ύ",true]]
    },
    {
        "greek": "τοστ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "тост м",
        "exa": [],
        "vowels": [["τ",false],["ο",true],["στ",false]]
    },
    {
        "greek": "τόσο",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "столько",
        "exa": [["Οι πρώτες ημέρες του γάμου είναι συχνά τόσο ευτυχισμένος","первые дни брака часто такие счастливые"]],
        "vowels": [["τ",false],["ό",true],["σ",false],["ο",true]]
    },
    {
        "greek": "τόσο… όσο",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "столько...сколько",
        "exa": [["Ακόμα και ο ξαφνικός θάνατος δεν είναι τόσο διασκεδαστικός, όσο θα περίμενες","Даже внезапная смерть не так уж и веселая, как может показаться"]],
        "vowels": [["τ",false],["ό",true],["σ",false],["ο",true],["… ",false],["ό",true],["σ",false],["ο",true]]
    },
    {
        "greek": "τότε",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тогда",
        "exa": [["τότε η απάντηση στο πρόβλημα είναι «ναι», σε αντίθετη περίπτωση είναι «όχι»","тогда ответ на проблему - да, в обратном случае - нет"]],
        "vowels": [["τ",false],["ό",true],["τ",false],["ε",true]]
    },
    {
        "greek": "τραβάω -ώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "тянуть, вытаскивать",
        "exa": [],
        "vowels": [["τραβά",false],["ω",true]]
    },
    {
        "greek": "τραγουδάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "петь",
        "exa": [],
        "vowels": [["τραγουδά",false],["ω",true]]
    },
    {
        "greek": "τραγουδιστής",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "певец",
        "exa": [["Η επιθυμία μου είναι να γίνω τραγουδιστής","мое желание - стать певцом"]],
        "vowels": [["τραγουδ",false],["ι",true],["στ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "τραγωδία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "трагедия",
        "exa": [["Μου θυμίζει τη φοβερή τραγωδία με τον Τρέιβις πριν λίγα χρόνια","мне напоминает страшную трагедию с Тревисом несколько лет назад"]],
        "vowels": [["τραγ",false],["ω",true],["δ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τρελός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "сумасшедший",
        "exa": [["ο οδηγός της άμαξας επιμένει ότι ήταν τρελαμένος και πανικόβλητος, όταν έτρεχε στο δρόμο","водитель экипажа настаивает, что был без ума и в панике, когда выбежал на дорогу"]],
        "vowels": [["τρ",false],["ε",true],["λ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τρέξιμο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бег м",
        "exa": [],
        "vowels": [["τρ",false],["έ",true],["ξ",false],["ι",true],["μ",false],["ο",true]]
    },
    {
        "greek": "τρέχω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "бежать",
        "exa": [["ο οδηγός της άμαξας επιμένει ότι ήταν τρελαμένος και πανικόβλητος, όταν έτρεχε στο δρόμο","водитель экипажа настаивает, что был без ума и в панике, когда выбежал на дорогу"],["Κάποτε θα μπορώ να τρέχω τόσο γρήγορα όπως ο άνεμος","иногда могу бежать так быстро как ветер"]],
        "vowels": [["τρ",false],["έ",true],["χ",false],["ω",true]]
    },
    {
        "greek": "τρίγωνο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "треугольник м",
        "exa": [],
        "vowels": [["τρ",false],["ί",true],["γ",false],["ω",true],["ν",false],["ο",true]]
    },
    {
        "greek": "τριήμερο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "трёхдневка ж",
        "exa": [],
        "vowels": [["τρ",false],["ι",true],["ή",true],["μ",false],["ε",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "τρόλεϊ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "троллейбус м",
        "exa": [],
        "vowels": [["τρ",false],["ό",true],["λ",false],["ε",true],["ϊ",false]]
    },
    {
        "greek": "τρόμος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "страх м",
        "exa": [],
        "vowels": [["τρ",false],["ό",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τροχαίος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "уличный (-ая -ое)",
        "exa": [],
        "vowels": [["τρ",false],["ο",true],["χ",false],["αί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "τροχός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "колесо с, круг м",
        "exa": [],
        "vowels": [["τρ",false],["ο",true],["χ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τρύπα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "дырка ж, отверстие",
        "exa": [["Μπορείς να ζητήσεις στον οδοντίατρο να κλείσει την τρύπα?","можешь попросить дантиста закрыть дыру?"]],
        "vowels": [["τρ",false],["ύ",true],["πα",false]]
    },
    {
        "greek": "τσέπη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "карман",
        "exa": [["Βγάλε τα χέρια σου από τις τσέπες και σε θέλω να κάθεσαι ίσιος","достань руки из карманов и хочу, чтобы ты сел прямо"]],
        "vowels": [["τσ",false],["έ",true],["π",false],["η",true]]
    },
    {
        "greek": "του",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "его",
        "exa": [],
        "vowels": [["του",false]]
    },
    {
        "greek": "τουαλέτα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "туалет м",
        "exa": [],
        "vowels": [["τουαλ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "τουλάχιστον",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "хотя бы",
        "exa": [["η απόδειξη παραλαβής περιλαμβάνει τουλάχιστον τα ακόλουθα στοιχεία","квитанция доставки включает в себя по крайней мере следующие данные"],["τουλάχιστον για τρεις μέρες επικρατούσαν γιορτές","по крайней мере, три дня царили праздники"]],
        "vowels": [["τουλάχ",false],["ι",true],["στ",false],["ο",true],["ν",false]]
    },
    {
        "greek": "τουρίστας",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "турист м",
        "exa": [],
        "vowels": [["τουρ",false],["ί",true],["στας",false]]
    },
    {
        "greek": "τουριστικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","–�"],
        "rus": "туристический (-ая -ое)",
        "exa": [],
        "vowels": [["τουρ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Τουρκία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Турция",
        "exa": [],
        "vowels": [["Τουρκ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τούρκικα",
        "lvl": 1,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "турецкий язык м",
        "exa": [],
        "vowels": [["τούρκ",false],["ι",true],["κα",false]]
    },
    {
        "greek": "τουρκικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "турецкий (-ая -ое)",
        "exa": [],
        "vowels": [["τουρκ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Τούρκος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-άλα"],
        "rus": "турок (турчанка)",
        "exa": [],
        "vowels": [["Τούρκ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τους",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "их",
        "exa": [],
        "vowels": [["τους",false]]
    },
    {
        "greek": "του χρόνου",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в следующем году",
        "exa": [],
        "vowels": [["τ",false],["ο",true],["υ χρ",false],["ό",true],["νου",false]]
    },
    {
        "greek": "τραμ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "трамвай м",
        "exa": [],
        "vowels": [["τραμ",false]]
    },
    {
        "greek": "τράπεζα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "банк",
        "exa": [["ο άνθρωπος που στέκεται δίπλα του είναι ένας ηλίθιος από την τράπεζα","человек, который стоит радом с ним, это дурак из банка"]],
        "vowels": [["τράπ",false],["ε",true],["ζα",false]]
    },
    {
        "greek": "τραπεζαρία",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "столовая ж",
        "exa": [],
        "vowels": [["τραπ",false],["ε",true],["ζαρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τραπέζι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "стол м",
        "exa": [],
        "vowels": [["τραπ",false],["έ",true],["ζ",false],["ι",true]]
    },
    {
        "greek": "τραπεζικός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "банковский работник м/ж",
        "exa": [],
        "vowels": [["τραπ",false],["ε",true],["ζ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τρένο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "поезд",
        "exa": [["Αυτό το τραίνο είναι μόνο για τους εργαζόμενους του σιδηροδρόμου","Этот поезд только для трудящихся железной дороги"]],
        "vowels": [["τρ",false],["έ",true],["ν",false],["ο",true]]
    },
    {
        "greek": "τρεις/ τρεις/ τρία",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "три",
        "exa": [],
        "vowels": [["τρ",false],["ει",true],["ς/ τρ",false],["ει",true],["ς/ τρ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τριακόσιοι",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "триста",
        "exa": [],
        "vowels": [["τρ",false],["ι",true],["ακ",false],["ό",true],["σ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "τριάντα",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тридцать",
        "exa": [],
        "vowels": [["τρ",false],["ι",true],["άντα",false]]
    },
    {
        "greek": "Τρίτη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "вторник м",
        "exa": [],
        "vowels": [["Τρ",false],["ί",true],["τ",false],["η",true]]
    },
    {
        "greek": "τρίτος",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "третий",
        "exa": [["Είμαι κοντά στο να βγάλω κέρδος στον τρίτο μήνα","я близок к тому, чтобы получить прибыль в третьем месяце"]],
        "vowels": [["τρ",false],["ί",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τροπικά",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "способ действия",
        "exa": [],
        "vowels": [["τρ",false],["ο",true],["π",false],["ι",true],["κά",false]]
    },
    {
        "greek": "τρόπος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "способ, образ",
        "exa": [["δεν ξέρω ποιος είναι ο σωστός τρόπος για να δείχνω το ενδιαφέρον μου","не знаю правильный способ показать свой интерес"],["Ο εργάτης σκέφτεται με απλό τρόπο, δεν καταλαβαίνει πάντα τη γλώσσα των φοιτητών","рабочий думает простым способом, он не всегда понимает язык студентов"]],
        "vowels": [["τρ",false],["ό",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τροχαία",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "отдел регулирования уличного движения м",
        "exa": [],
        "vowels": [["τρ",false],["ο",true],["χ",false],["αί",true],["α",false]]
    },
    {
        "greek": "τρώω",
        "lvl": 0,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "есть",
        "exa": [["έτρωγε μήλα στην αυλή μου","съел яблоки в моем дворе"]],
        "vowels": [["τρ",false],["ώ",true],["ω",true]]
    },
    {
        "greek": "τσάι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "чай",
        "exa": [["βάζει πάρα πολύ ζάχαρη στο τσάι του","он кладет слишком много сахара в чай"]],
        "vowels": [["τσά",false],["ι",true]]
    },
    {
        "greek": "τσάντα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "сумка",
        "exa": [["Κοίταξε στην τσάντα της για το κλειδί του σπιτιού, αλλά δεν μπόρεσε να το βρει","она посмотрела в сумке ли ключ от дома, но не смогла его найти"]],
        "vowels": [["τσάντα",false]]
    },
    {
        "greek": "τσιγάρο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сигарета ж",
        "exa": [],
        "vowels": [["τσ",false],["ι",true],["γάρ",false],["ο",true]]
    },
    {
        "greek": "τσιπούρα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "лещ м",
        "exa": [],
        "vowels": [["τσ",false],["ι",true],["πούρα",false]]
    },
    {
        "greek": "τσουγκρίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "чокаться",
        "exa": [],
        "vowels": [["τσουγκρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "Τυνησία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Тунис",
        "exa": [],
        "vowels": [["Τ",false],["υ",true],["ν",false],["η",true],["σ",false],["ί",true],["α",false]]
    },
    {
        "greek": "τυπογραφείο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "типография ж",
        "exa": [],
        "vowels": [["τ",false],["υ",true],["π",false],["ο",true],["γραφ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "τύπος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "тип",
        "exa": [["οι τύποι βγάζουν πάρα πολλά λεφτά χωρίς να κάνουν τίποτα","парни зарабатывают много денег, ничего не делая"],["λυπάμαι που δεν μπορώ να είμαι αυτός ο ιδανικός τύπος που εσύ νομίζεις πως είμαι","сожалею, что не могу быть тем идеальным парнем, который думаешь я есть"]],
        "vowels": [["τ",false],["ύ",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "τυρί",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "сыр",
        "exa": [["Σάντουιτς με ζαμπόν και τυρί","сэндвич с ветчиной и сыром"]],
        "vowels": [["τ",false],["υ",true],["ρ",false],["ί",true]]
    },
    {
        "greek": "τυρόπιτα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "пирог с сыром м",
        "exa": [],
        "vowels": [["τ",false],["υ",true],["ρ",false],["ό",true],["π",false],["ι",true],["τα",false]]
    },
    {
        "greek": "τυχερός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "счастливый (-ая -ое)",
        "exa": [],
        "vowels": [["τ",false],["υ",true],["χ",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "τώρα",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "сейчас",
        "exa": [["δέχομαι αρνητική ενέργεια από σένα τώρα","получаю отрицательную энергию от тебя сейчас"],["τώρα που δεν ακούγονταν τα βήματά της, ο διάδρομος έμοιαζε ακόμα πιο άδειος και απειλητικός","сейчас, когда ее шаги не были слышны, коридор казался еще более пустым и угрожающим"]],
        "vowels": [["τ",false],["ώ",true],["ρα",false]]
    },
    {
        "greek": "υγεία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "здоровье с",
        "exa": [],
        "vowels": [["υ",true],["γ",false],["εί",true],["α",false]]
    },
    {
        "greek": "υγιής",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ής","-ές"],
        "rus": "здоровый (-ая -ое)",
        "exa": [],
        "vowels": [["υ",true],["γ",false],["ι",true],["ή",true],["ς",false]]
    },
    {
        "greek": "υγρό",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "жидкость ж",
        "exa": [],
        "vowels": [["υ",true],["γρ",false],["ό",true]]
    },
    {
        "greek": "υλικό",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "материал м, сырьё с",
        "exa": [],
        "vowels": [["υ",true],["λ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "υπέροχος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "прекрасный",
        "exa": [["έχεις μια καταπληκτική γυναίκα με την οποία μπορείς να χτίσεις μια υπέροχη ζωή","у тебя изумительная жена с которой можешь построить отличную жизнь"],["το αποτέλεσμα ήταν ένα υπέροχο Βιβλίο","результатом была великолепная книга"]],
        "vowels": [["υ",true],["π",false],["έ",true],["ρ",false],["ο",true],["χ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υπερφυσικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "сверхестественный",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ε",true],["ρφ",false],["υ",true],["σ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "υπηρεσία",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "служба",
        "exa": [["ο αναλυτικός ηλεκτρονικός κατάλογος των υπηρεσιών της Επιτροπής είναι διαθέσιμος","полный электронный каталог служб комитета - в наличии"]],
        "vowels": [["υ",true],["π",false],["η",true],["ρ",false],["ε",true],["σ",false],["ί",true],["α",false]]
    },
    {
        "greek": "υπογραμμίζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "подчеркивать",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["γραμμ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "υπόθεση",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "предположение, дело",
        "exa": [["Έχω μια ενημέρωση σχετικά με την υπόθεση της","у меня есть информация по ее делу"],["Δεν έχει προηγούμενες υποθέσεις που σημαίνει ότι είναι έξυπνος και ίσως μορφωμένος","на него нет предыдущих дел, что значит, что он умный и возможно образованный"]],
        "vowels": [["υ",true],["π",false],["ό",true],["θ",false],["ε",true],["σ",false],["η",true]]
    },
    {
        "greek": "υπολογίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "считать, расчитывать",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["λ",false],["ο",true],["γ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "υπομονή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "терпение",
        "exa": [["Ζητάω την υπομονή σας καθώς ψάχνουμε για απαντήσεις","прошу вашего терпения, пока мы ищем ответы"]],
        "vowels": [["υ",true],["π",false],["ο",true],["μ",false],["ο",true],["ν",false],["ή",true]]
    },
    {
        "greek": "ύποπτος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "подозрительный",
        "exa": [],
        "vowels": [["ύ",true],["π",false],["ο",true],["πτ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υπόσχομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "обещать",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ό",true],["σχ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "υποχρεωμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "обязанный",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["χρ",false],["ε",true],["ω",true],["μ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υποχρεωτικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "обязательный",
        "exa": [["Από τους μισθούς των τεχνικών παρακρατείται υποχρεωτικά φόρος ίσος με το φόρο των κοινοτικών υπαλλήλων","из зарплаты техников удерживается обязательный налог равный налогу общественных служащих"]],
        "vowels": [["υ",true],["π",false],["ο",true],["χρ",false],["ε",true],["ω",true],["τ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ύστερα",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "потом, затем, после",
        "exa": [],
        "vowels": [["ύ",true],["στ",false],["ε",true],["ρα",false]]
    },
    {
        "greek": "ύψος",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "высота ж",
        "exa": [],
        "vowels": [["ύ",true],["ψ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υδραυλικός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "водопроводчик м",
        "exa": [],
        "vowels": [["υ",true],["δραυλ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "υπάλληλος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "служащий",
        "exa": [["Ο ηλικιωμένος ή ο μεγάλης ηλικίας υπάλληλος αισθάνεται πολύ συχνά ως μη ικανός προς εργασία","пожилой или в солидном возрасте служащий чувствует себя очень часто как не способный к работе"]],
        "vowels": [["υ",true],["πάλλ",false],["η",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υπάρχει",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "имеется",
        "exa": [["υπάρχει μια πόλη λίγο πιο ανατολικά από δω","имеется город немного дальше на восток отсюда"],["υπάρχει κανένα καλό ανθοπωλείο εδώ κοντά;","существует какой-нибудь хороший цветочный магазин тут рядом?"],["δεν υπάρχει αμφιβολία","нет никаких сомнений"]],
        "vowels": [["υ",true],["πάρχ",false],["ει",true]]
    },
    {
        "greek": "υπάρχω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "существовать",
        "exa": [],
        "vowels": [["υ",true],["πάρχ",false],["ω",true]]
    },
    {
        "greek": "υπνοδωμάτιο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "спальня ж",
        "exa": [],
        "vowels": [["υ",true],["πν",false],["ο",true],["δ",false],["ω",true],["μάτ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "ύπνος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сон",
        "exa": [["Ο ύπνος είναι τόσο ελαφρύς ώστε κάποιος μπορεί να ξυπνήσει από τον ήχο ενός πουλιού","сон такой легкий, что кто-то мог бы проснуться от звука птицы"],["Σηκώνομαι στις 8 το πρωί γιατί ο θόρυβος απο το ξυπνητήρι διακόπτει τον ύπνο μου","поднимаюсь в 8 утра, потому что шум будильника прерывает мой сон"]],
        "vowels": [["ύ",true],["πν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υπόγειο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подвал м",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ό",true],["γ",false],["ει",true],["ο",true]]
    },
    {
        "greek": "υπογραφή",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "подпись ж",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["γραφ",false],["ή",true]]
    },
    {
        "greek": "υπογράφω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "расписываться",
        "exa": [["μόλις υπογράψει το έντυπο και είστε έτοιμοι","просто подпишите форму и будьте готовы"]],
        "vowels": [["υ",true],["π",false],["ο",true],["γράφ",false],["ω",true]]
    },
    {
        "greek": "υπολογιστής",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "компьютер м",
        "exa": [],
        "vowels": [["υ",true],["π",false],["ο",true],["λ",false],["ο",true],["γ",false],["ι",true],["στ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "υπόλοιπος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "остающийся",
        "exa": [["θέλαμε να περάσουμε κάποιο χρόνο μαζί μια βραδιά όπου θα ξεχνούσαμε όλα τα υπόλοιπα","одно время хотели провести вместе вечер, чтобы забыть все остальное (обо всем)"],["Ο πατέρας μου θα με έβαζε να κόβω ξύλα για την υπόλοιπη ζωή μου","мой отец поставил бы меня колоть дрова всю оставшуюся жизнь"]],
        "vowels": [["υ",true],["π",false],["ό",true],["λ",false],["οι",true],["π",false],["ο",true],["ς",false]]
    },
    {
        "greek": "υφαντό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "материал м",
        "exa": [],
        "vowels": [["υ",true],["φαντ",false],["ό",true]]
    },
    {
        "greek": "ύφασμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ткань",
        "exa": [["Το δέρμα του είναι λεπτό, σαν λινό ύφασμα","твоя кожа тонка как льняная ткань"]],
        "vowels": [["ύ",true],["φασμα",false]]
    },
    {
        "greek": "φαινόμενο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "явление с",
        "exa": [],
        "vowels": [["φ",false],["αι",true],["ν",false],["ό",true],["μ",false],["ε",true],["ν",false],["ο",true]]
    },
    {
        "greek": "φαντάρος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "солдат м",
        "exa": [],
        "vowels": [["φαντάρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φαντασία",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "фантазия ж",
        "exa": [],
        "vowels": [["φαντασ",false],["ί",true],["α",false]]
    },
    {
        "greek": "φάντασμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "привидение с",
        "exa": [],
        "vowels": [["φάντασμα",false]]
    },
    {
        "greek": "φανταστικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "фантастический",
        "exa": [],
        "vowels": [["φανταστ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φαρδύς",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": ["-ιά","-ύ"],
        "rus": "широкий",
        "exa": [],
        "vowels": [["φαρδ",false],["ύ",true],["ς",false]]
    },
    {
        "greek": "φεστιβάλ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фестиваль м",
        "exa": [],
        "vowels": [["φ",false],["ε",true],["στ",false],["ι",true],["βάλ",false]]
    },
    {
        "greek": "φετινός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "этого года, нынешний",
        "exa": [],
        "vowels": [["φ",false],["ε",true],["τ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φθινοπωρινός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "осенный (-яя -ее)",
        "exa": [],
        "vowels": [["φθ",false],["ι",true],["ν",false],["ο",true],["π",false],["ω",true],["ρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φιστίκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фисташка ж",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["στ",false],["ί",true],["κ",false],["ι",true]]
    },
    {
        "greek": "φλιτζάνι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "чашка ж",
        "exa": [],
        "vowels": [["φλ",false],["ι",true],["τζάν",false],["ι",true]]
    },
    {
        "greek": "φλούδι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "кожура ж",
        "exa": [],
        "vowels": [["φλούδ",false],["ι",true]]
    },
    {
        "greek": "φοβερός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "страшный",
        "exa": [["Μου θυμίζει τη φοβερή τραγωδία με τον Τρέιβις πριν λίγα χρόνια","мне напоминает страшную трагедию с Тревисом несколько лет назад"]],
        "vowels": [["φ",false],["ο",true],["β",false],["ε",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φόβος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "страх м",
        "exa": [],
        "vowels": [["φ",false],["ό",true],["β",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φορτηγό",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "грузовик",
        "exa": [["Είναι πολύ επικίνδυνο να είναι κανείς ξαπλωμένος μπροστά από ένα φορτηγό","очень опасно, когда кто-то ложится перед грузовиком"]],
        "vowels": [["φ",false],["ο",true],["ρτ",false],["η",true],["γ",false],["ό",true]]
    },
    {
        "greek": "φόρτιση",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "нагрузка ж",
        "exa": [],
        "vowels": [["φ",false],["ό",true],["ρτ",false],["ι",true],["σ",false],["η",true]]
    },
    {
        "greek": "φράση",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "фраза ж",
        "exa": [],
        "vowels": [["φράσ",false],["η",true]]
    },
    {
        "greek": "φρεσκάρω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "освежать",
        "exa": [],
        "vowels": [["φρ",false],["ε",true],["σκάρ",false],["ω",true]]
    },
    {
        "greek": "φροντίζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "заботиться",
        "exa": [],
        "vowels": [["φρ",false],["ο",true],["ντ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "φάβα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "бобовое пюре с",
        "exa": [],
        "vowels": [["φάβα",false]]
    },
    {
        "greek": "φιλί",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "поцелуй м",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λ",false],["ί",true]]
    },
    {
        "greek": "φαγητό",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "обед",
        "exa": [["αρκετό φως για διάβασμα και να μοιραστούμε το βραδινό φαγητό","достаточный света для чтения и разделить вечернюю пищу"],["Τώρα ας φάμε και να απολαύσουμε αυτό το θαυμάσιο φαγητό","теперь давай поедим и насладимся этой чудесной едой"]],
        "vowels": [["φαγ",false],["η",true],["τ",false],["ό",true]]
    },
    {
        "greek": "φαίνομαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "казаться",
        "exa": [["Αν φαίνεται ότι τους κάνω διαφήμιση είναι επειδή τους κάνω","если вам кажется, что я им делаю рекламу, то это потому, что я ее делаю"],["Η παλιά του ομάδα, εντούτοις φαίνεται να είναι πολύ καλά","его старая команда, однако, кажется очень хороша"]],
        "vowels": [["φ",false],["αί",true],["ν",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "φάκελος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "конверт м, досье с",
        "exa": [],
        "vowels": [["φάκ",false],["ε",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φακός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "фонарь м, лупа ж, объектив м",
        "exa": [],
        "vowels": [["φακ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φαλακρός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "лысый",
        "exa": [],
        "vowels": [["φαλακρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φανάρι",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фонарь м",
        "exa": [],
        "vowels": [["φανάρ",false],["ι",true]]
    },
    {
        "greek": "φανελάκι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "майка ж",
        "exa": [],
        "vowels": [["φαν",false],["ε",true],["λάκ",false],["ι",true]]
    },
    {
        "greek": "φανερώνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "показывать, проявлять",
        "exa": [],
        "vowels": [["φαν",false],["ε",true],["ρ",false],["ώ",true],["ν",false],["ω",true]]
    },
    {
        "greek": "φαντάζομαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "представлять себе",
        "exa": [],
        "vowels": [["φαντάζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "φαρμακείο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "аптека ж",
        "exa": [],
        "vowels": [["φαρμακ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "φαρμακευτικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "фармацевтический",
        "exa": [],
        "vowels": [["φαρμακευτ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φάρμακο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "лекарство",
        "exa": [["του έδωσαν διάφορα φάρμακα","ему дали различные лекарства"],["Ο ασθενής χρειάζεται ισχυρές δόσεις φαρμάκων","больной нуждается в мощных дозах лекарства"]],
        "vowels": [["φάρμακ",false],["ο",true]]
    },
    {
        "greek": "φασολάκια",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "зеленая фасоль ж",
        "exa": [],
        "vowels": [["φασ",false],["ο",true],["λάκ",false],["ι",true],["α",false]]
    },
    {
        "greek": "Φεβρουάριος",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "февраль м",
        "exa": [],
        "vowels": [["Φ",false],["ε",true],["βρουάρ",false],["ι",true],["ο",true],["ς",false]]
    },
    {
        "greek": "φέρνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "приносить",
        "exa": [],
        "vowels": [["φ",false],["έ",true],["ρν",false],["ω",true]]
    },
    {
        "greek": "φέτα",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "фета ж (сыр)",
        "exa": [],
        "vowels": [["φ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "φέτος",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "в этом году",
        "exa": [],
        "vowels": [["φ",false],["έ",true],["τ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φεύγω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "уходить",
        "exa": [],
        "vowels": [["φεύγ",false],["ω",true]]
    },
    {
        "greek": "φθινόπωρο",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "осень ж",
        "exa": [],
        "vowels": [["φθ",false],["ι",true],["ν",false],["ό",true],["π",false],["ω",true],["ρ",false],["ο",true]]
    },
    {
        "greek": "φιλάρες",
        "lvl": 4,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "крепкие поцелуи мн.ч.",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λάρ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "φιλάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "целовать",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λά",false],["ω",true]]
    },
    {
        "greek": "φιλικός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "дружеский",
        "exa": [["Μολονότι ήταν φιλικός και κοινωνικός άνθρωπος, αξίζει να σημειωθεί ότι θεωρούσε πολύτιμες τις στιγμές που περνούσε μόνος του","Хотя он был дружественным и общественным человеком, стоит отметить, что он считал ценнейшими мгновения, которые проводил в одиночку"]],
        "vowels": [["φ",false],["ι",true],["λ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Φιλιππίνες",
        "lvl": 1,
        "pos": "noun",
        "art": "οι",
        "end": [],
        "rus": "Филиппины",
        "exa": [],
        "vowels": [["Φ",false],["ι",true],["λ",false],["ι",true],["ππ",false],["ί",true],["ν",false],["ε",true],["ς",false]]
    },
    {
        "greek": "φιλμ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фильм м",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λμ",false]]
    },
    {
        "greek": "φίλος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "друг",
        "exa": [["ο καλύτερος μου φίλος δεν αντέχει το αίμα","лучший мой друг не выдерживает кровь"],["είναι γείτονας της οικογένειας και ο καλύτερος φίλος","это сосед семьи и лучший друг"],["ενδιαφέρεται πιο πολύ για τους φίλους παρά τη γυναίκα του","интересуется больше своими друзьями, чем женой"]],
        "vowels": [["φ",false],["ί",true],["λ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φιλότιμο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "самолюбие с",
        "exa": [],
        "vowels": [["φ",false],["ι",true],["λ",false],["ό",true],["τ",false],["ι",true],["μ",false],["ο",true]]
    },
    {
        "greek": "Φλωρεντία",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Флоренция",
        "exa": [],
        "vowels": [["Φλ",false],["ω",true],["ρ",false],["ε",true],["ντ",false],["ί",true],["α",false]]
    },
    {
        "greek": "φοβάμαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "бояться",
        "exa": [["Φοβάμαι πως κατά τη μετάφρασή μου έχει χαθεί μέρος του πρωτότυπου νοήματος","боюсь, что при моем переводе, потерялась часть оригинального смысла"]],
        "vowels": [["φ",false],["ο",true],["βάμ",false],["αι",true]]
    },
    {
        "greek": "φοιτητής",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "студент",
        "exa": [["Ο εργάτης σκέφτεται με απλό τρόπο, δεν καταλαβαίνει πάντα τη γλώσσα των φοιτητών","рабочий думает простым способом, он не всегда понимает язык студентов"]],
        "vowels": [["φ",false],["οι",true],["τ",false],["η",true],["τ",false],["ή",true],["ς",false]]
    },
    {
        "greek": "φορά",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "раз",
        "exa": [["η αίτηση σας απορρίφθηκε 2 φορές","ваша просьба была отвергнута 2 раза"],["αυτή είναι η δεύτερη φορά που αναγκάζομαι να κατέβω εδώ κάτω για να μιλήσω","это второй раз, когда вынужден спуститься сюда вниз, чтобы поговорить"]],
        "vowels": [["φ",false],["ο",true],["ρά",false]]
    },
    {
        "greek": "φοράω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "носить, одевать",
        "exa": [["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"],["ίσως θα πρέπει να φοράς πιο θηλυκά ρούχα","возможно тебе нужно носить более женскую одежду"]],
        "vowels": [["φ",false],["ο",true],["ρά",false],["ω",true]]
    },
    {
        "greek": "φόρεμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "платье",
        "exa": [["τα φορέματα της έφταναν λίγο κάτω από το γόνατο","ее платья доходили немного ниже ее колена"],["δε θέλω να φοράω άρωμα και βραδινά φορέματα","не хочу носить духи и вечерние платья"],["Η θεία μου είχε ένα φόρεμα το ίδιο χρώμα, το έστειλε στο καθαριστήριο και τό επέστρεψαν γεμάτο κηλίδες","у моей тети было платье такого же цвет, она его послала в химчистку и его вернули полным пятен"]],
        "vowels": [["φ",false],["ό",true],["ρ",false],["ε",true],["μα",false]]
    },
    {
        "greek": "φόρος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "налог, пошлина",
        "exa": [["Από τους μισθούς των τεχνικών παρακρατείται υποχρεωτικά φόρος ίσος με το φόρο των κοινοτικών υπαλλήλων","из зарплаты техников удерживается обязательный налог равный налогу общественных служащих"],["Είναι σαν κρυφός φόρος για αυτούς που δεν μπορούν να πηδηχτούν","это как будто скрытый налог на тех, кто не может трахнуться"]],
        "vowels": [["φ",false],["ό",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φούρνος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "печь, духовка, пекарня",
        "exa": [["αρνί στο φούρνο με πατάτες","баран в печке с картофелем"]],
        "vowels": [["φούρν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φούστα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "юбка",
        "exa": [["ντυμένη με βαμβακερή φούστα και ψηλές κάλτσες","одетая в хлопчатобумажную юбку и высокие носки"]],
        "vowels": [["φούστα",false]]
    },
    {
        "greek": "φρα(ν)τζόλα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "булка хлеба ж",
        "exa": [],
        "vowels": [["φρα(ν)τζ",false],["ό",true],["λα",false]]
    },
    {
        "greek": "φράουλα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "клубника ж",
        "exa": [],
        "vowels": [["φράουλα",false]]
    },
    {
        "greek": "φραπέ",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "холодный кофейный напиток м",
        "exa": [],
        "vowels": [["φραπ",false],["έ",true]]
    },
    {
        "greek": "φρέσκος",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": ["-ια","-ο"],
        "rus": "свежий",
        "exa": [["Έχουμε τόσα πολλά φρέσκα λαχανικά","у нас так много свежих овощей"]],
        "vowels": [["φρ",false],["έ",true],["σκ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φρούτο",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "фрукт",
        "exa": [["Μια επιλογή φρούτων, από τους κόσμους με τους οποίους κάνουμε εμπόριο","выбор фруктов из миров, с которыми делаем торговлю"]],
        "vowels": [["φρούτ",false],["ο",true]]
    },
    {
        "greek": "φταίω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть виновным",
        "exa": [],
        "vowels": [["φτ",false],["αί",true],["ω",true]]
    },
    {
        "greek": "φτάνει",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "достаточно",
        "exa": [],
        "vowels": [["φτάν",false],["ει",true]]
    },
    {
        "greek": "φτωχός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "бедный",
        "exa": [],
        "vowels": [["φτ",false],["ω",true],["χ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φύλακας",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сторож м",
        "exa": [],
        "vowels": [["φ",false],["ύ",true],["λακας",false]]
    },
    {
        "greek": "φυλακή",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "тюрьма",
        "exa": [["αν σε τσακώσουν εδώ για ληστεία, πας στην κρατική φυλακή","если тебя схватят тут за грабеж, пойдешь в государственную тюрьму"]],
        "vowels": [["φ",false],["υ",true],["λακ",false],["ή",true]]
    },
    {
        "greek": "φωνάζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "звать, кричать",
        "exa": [["Θα φωνάξω αυτές τις τεμπέλες να φτιάξουν ένα ωραίο μεσημεριανό","позову этих лентяев, чтобы сделали прекрасный обед"]],
        "vowels": [["φ",false],["ω",true],["νάζ",false],["ω",true]]
    },
    {
        "greek": "φως",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "свет",
        "exa": [["Μπαίνει πολύ φως από τις κουρτίνες","попадает много света через занавески"],["αρκετό φως για διάβασμα και να μοιραστούμε το βραδινό φαγητό","достаточный света для чтения и разделить вечернюю пищу"]],
        "vowels": [["φ",false],["ω",true],["ς",false]]
    },
    {
        "greek": "φωτιά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "огонь",
        "exa": [["Στις πέντε το πρωί έπρεπε ν’ ανάψω φωτιά στη θερμάστρα και να διαβάσω μια ώρα πριν από το πρόγευμα","в пять утра должен зажечь огонь в печке и почитать час перед завтраком"],["Δεν υπάρχει καπνός χωρίς φωτιά","не бывает дыма без огня"]],
        "vowels": [["φ",false],["ω",true],["τ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "φωτιστικό",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "осветительный прибор м",
        "exa": [],
        "vowels": [["φ",false],["ω",true],["τ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "φωτογράφος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "фотограф м",
        "exa": [],
        "vowels": [["φ",false],["ω",true],["τ",false],["ο",true],["γράφ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "φροντιστήριο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "подготовительная школа ж",
        "exa": [],
        "vowels": [["φρ",false],["ο",true],["ντ",false],["ι",true],["στ",false],["ή",true],["ρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "φρούριο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "крепость ж",
        "exa": [],
        "vowels": [["φρούρ",false],["ι",true],["ο",true]]
    },
    {
        "greek": "φτάνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "доставать, добираться",
        "exa": [["όταv φτάσoυμε στη στρoφή, θα πάμε αριστερά ή δεξιά;","когда достигнем поворота, пойдем налево или направо?"],["Tο καλοκαίρι, όταν οι θαλάσσιοι πάγοι λιώνουν μπορούν να φτάσουν στα νησιά που ήταν εγκλωβισμένα στον πάγο","летом, когда морские льды тают, могут достичь острова, которые были закованы в лед"]],
        "vowels": [["φτάν",false],["ω",true]]
    },
    {
        "greek": "φτηνός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "дешёвый",
        "exa": [["φοράς φτηνές γραβάτες","носишь дешевые галстуки"]],
        "vowels": [["φτ",false],["η",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φτιάχνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "делать, готовить",
        "exa": [["Σου είπα πως δεν χρειάζεται να έρχεσαι να μας φτιάχνεις πρωινό","я тебе сказал, что не нужно приходить делать нам завтрак"],["θα φτιάξω τηγανίτες από κολοκύθι και μαζί με σπιτικό βούτυρο από κανέλα","приготовлю блины из тыквы вместе с домашним маслом их корицы"]],
        "vowels": [["φτ",false],["ι",true],["άχν",false],["ω",true]]
    },
    {
        "greek": "φυλάω -ώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "сторожить, защищать",
        "exa": [["Πρέπει να φυλάμε καλά όλες τις εισόδους","нужно хорошо охранять все входы"]],
        "vowels": [["φ",false],["υ",true],["λά",false],["ω",true]]
    },
    {
        "greek": "φυσική",
        "lvl": 0,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "физика ж",
        "exa": [],
        "vowels": [["φ",false],["υ",true],["σ",false],["ι",true],["κ",false],["ή",true]]
    },
    {
        "greek": "φυσικός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "естественный",
        "exa": [["Είσαι μελαχρινή και στην ταυτότητα είναι μια φυσική ξανθιά","ты смуглая, а в удостоверении натуральная блондинка"]],
        "vowels": [["φ",false],["υ",true],["σ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φωνή",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "голос",
        "exa": [["ακούω τη φωνή","слышу голос"]],
        "vowels": [["φ",false],["ω",true],["ν",false],["ή",true]]
    },
    {
        "greek": "φωνήεν",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "гласная ж",
        "exa": [],
        "vowels": [["φ",false],["ω",true],["ν",false],["ή",true],["ε",true],["ν",false]]
    },
    {
        "greek": "φωτεινός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "светлый",
        "exa": [["η φωτεινή επιγραφή στο κτίριο","светящаяся надпись на здании"]],
        "vowels": [["φ",false],["ω",true],["τ",false],["ει",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "φωτογραφικός",
        "lvl": 0,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "фотографический",
        "exa": [],
        "vowels": [["φ",false],["ω",true],["τ",false],["ο",true],["γραφ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χαιρετάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "приветствовать",
        "exa": [],
        "vowels": [["χ",false],["αι",true],["ρ",false],["ε",true],["τά",false],["ω",true]]
    },
    {
        "greek": "χαλασμένος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "испорченный",
        "exa": [],
        "vowels": [["χαλασμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χάλια",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "очень плохо",
        "exa": [],
        "vowels": [["χάλ",false],["ι",true],["α",false]]
    },
    {
        "greek": "χάλκινος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "медный",
        "exa": [],
        "vowels": [["χάλκ",false],["ι",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χαμογελαστός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "улыбающийся",
        "exa": [],
        "vowels": [["χαμ",false],["ο",true],["γ",false],["ε",true],["λαστ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χάνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "терять",
        "exa": [["οι ηθοποιοί χάνουν ρόλους συνέχεια","актеры постоянно теряют роли"],["Φοβάμαι πως κατά τη μετάφρασή μου έχει χαθεί μέρος του πρωτότυπου νοήματος","боюсь, что при моем переводе, потерялась часть оригинального смысла"]],
        "vowels": [["χάν",false],["ω",true]]
    },
    {
        "greek": "χάπι",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "таблетка",
        "exa": [["Πρόκειται για παράνομη επιχείρηση χαπιών","речь идет о нелегальном таблеточном бизнесе"]],
        "vowels": [["χάπ",false],["ι",true]]
    },
    {
        "greek": "χαρά",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "радость ж",
        "exa": [],
        "vowels": [["χαρά",false]]
    },
    {
        "greek": "χαρακτηριστικό",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "характерная черта ж",
        "exa": [],
        "vowels": [["χαρακτ",false],["η",true],["ρ",false],["ι",true],["στ",false],["ι",true],["κ",false],["ό",true]]
    },
    {
        "greek": "χάρη",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "достоинство с, любезность ж",
        "exa": [],
        "vowels": [["χάρ",false],["η",true]]
    },
    {
        "greek": "χαρίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "дарить",
        "exa": [],
        "vowels": [["χαρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "χασμουριέμαι",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "зевать",
        "exa": [],
        "vowels": [["χασμουρ",false],["ι",true],["έ",true],["μ",false],["αι",true]]
    },
    {
        "greek": "χατίρι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "одолжение с",
        "exa": [],
        "vowels": [["χατ",false],["ί",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "χειμερινός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "зимний (-яя -ее)",
        "exa": [],
        "vowels": [["χ",false],["ει",true],["μ",false],["ε",true],["ρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χειμωνιάτικος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "зимний",
        "exa": [],
        "vowels": [["χ",false],["ει",true],["μ",false],["ω",true],["ν",false],["ι",true],["άτ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χειρούργος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο/η",
        "end": [],
        "rus": "хирург м",
        "exa": [],
        "vowels": [["χ",false],["ει",true],["ρούργ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χέρι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рука",
        "exa": [["Βγάλε τα χέρια σου από τις τσέπες και σε θέλω να κάθεσαι ίσιος","достань руки из карманов и хочу, чтобы ты сел прямо"]],
        "vowels": [["χ",false],["έ",true],["ρ",false],["ι",true]]
    },
    {
        "greek": "χερούλι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ручка ж",
        "exa": [],
        "vowels": [["χ",false],["ε",true],["ρούλ",false],["ι",true]]
    },
    {
        "greek": "χημικός",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "химик м",
        "exa": [],
        "vowels": [["χ",false],["η",true],["μ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χθεσινός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "вчерашний (-яя -ее)",
        "exa": [],
        "vowels": [["χθ",false],["ε",true],["σ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χιούμορ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "юмор м",
        "exa": [],
        "vowels": [["χ",false],["ι",true],["ούμ",false],["ο",true],["ρ",false]]
    },
    {
        "greek": "Χάγη",
        "lvl": 1,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "Гаага",
        "exa": [],
        "vowels": [["Χάγ",false],["η",true]]
    },
    {
        "greek": "χαίρετε",
        "lvl": 2,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "привет",
        "exa": [],
        "vowels": [["χ",false],["αί",true],["ρ",false],["ε",true],["τ",false],["ε",true]]
    },
    {
        "greek": "χαιρετίσματα",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "привет м, поклон м",
        "exa": [],
        "vowels": [["χ",false],["αι",true],["ρ",false],["ε",true],["τ",false],["ί",true],["σματα",false]]
    },
    {
        "greek": "χαίρομαι",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "радоваться",
        "exa": [["Χαίρομαι που ένας ντόπιος θα πάρει τη μεγάλη αμοιβή από την οικογένεια","я рад, что местный получит большую награду от семьи"]],
        "vowels": [["χ",false],["αί",true],["ρ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "χαίρω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "веселиться",
        "exa": [],
        "vowels": [["χ",false],["αί",true],["ρ",false],["ω",true]]
    },
    {
        "greek": "χαλάω -ώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "портить, тратить",
        "exa": [],
        "vowels": [["χαλά",false],["ω",true]]
    },
    {
        "greek": "χαλβάς",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "халва ж",
        "exa": [],
        "vowels": [["χαλβάς",false]]
    },
    {
        "greek": "χαμηλός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "низкий",
        "exa": [["η τιμή του κάρβουνου έπεσε, τόσο χαμηλά που δεν υπήρχε κανένα ενδιαφέρον για ηλιακή ενέργεια","цена угля упала настолько низко, что не было никакого интереса в солнечной энергии"]],
        "vowels": [["χαμ",false],["η",true],["λ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χάρτης",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "карта ж",
        "exa": [],
        "vowels": [["χάρτ",false],["η",true],["ς",false]]
    },
    {
        "greek": "χαρτί",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "бумага",
        "exa": [["ένα κομματι άσπρο χαρτί με το γράμμα \"T\" τυπωμένο επάνω","кусок белой бумаги с буквой T напечатанной сверху"]],
        "vowels": [["χαρτ",false],["ί",true]]
    },
    {
        "greek": "χαρτιά",
        "lvl": 3,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "карты мн.ч.",
        "exa": [],
        "vowels": [["χαρτ",false],["ι",true],["ά",false]]
    },
    {
        "greek": "χαρτοπετσέτα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "салфетка ж",
        "exa": [],
        "vowels": [["χαρτ",false],["ο",true],["π",false],["ε",true],["τσ",false],["έ",true],["τα",false]]
    },
    {
        "greek": "χαρτοφύλακας",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "портфель",
        "exa": [["Ο άνδρας με το καπέλο και το παλτό, με τον χαρτοφύλακα και την ομπρέλα","мужщина в шляпе и пальто, с портфелем и зонтом"]],
        "vowels": [["χαρτ",false],["ο",true],["φ",false],["ύ",true],["λακας",false]]
    },
    {
        "greek": "χειμώνας",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "зима",
        "exa": [["εκτός από αυτή την μεγάλη διαφορά ανάμεσα στο καλοκαίρι και τον χειμώνα, οι διαφορές ανάμεσα στην μέρα και την νύχτα είναι επίσης πολύ μεγάλες","за исключением той большой разницы между летом и зимой, разница между днем и ночью тоже очень большая"]],
        "vowels": [["χ",false],["ει",true],["μ",false],["ώ",true],["νας",false]]
    },
    {
        "greek": "χήρος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "вдовец м",
        "exa": [],
        "vowels": [["χ",false],["ή",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χθες",
        "lvl": 0,
        "pos": "noun",
        "art": "(ε)χτές",
        "end": [],
        "rus": "вчера",
        "exa": [["Έβαλα τα γεωργικά εργαλεία στον αχυρώνα χθες","положил вчера сельскохозяйственный инструмент в сарай"],["Εφαγα μια πεντανόστιμη μηλόπιτα χθες το βράδυ","съел мегавкусный яблочный пирог вчера вечером"]],
        "vowels": [["χθ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "χίλιοι",
        "lvl": 1,
        "pos": "noun",
        "art": "ο",
        "end": ["-ες","-α"],
        "rus": "тысяча",
        "exa": [],
        "vowels": [["χ",false],["ί",true],["λ",false],["ι",true],["οι",true]]
    },
    {
        "greek": "χιλιάδες",
        "lvl": 1,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "тысяча",
        "exa": [["δεκάδες χιλιάδες ανθρώπων κινδυνεύουν","десятки тысяч людей в опасности"]],
        "vowels": [["χ",false],["ι",true],["λ",false],["ι",true],["άδ",false],["ε",true],["ς",false]]
    },
    {
        "greek": "χιλιομετρικός",
        "lvl": 1,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "километровый",
        "exa": [],
        "vowels": [["χ",false],["ι",true],["λ",false],["ι",true],["ο",true],["μ",false],["ε",true],["τρ",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χιλιόμετρο",
        "lvl": 1,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "километр м",
        "exa": [],
        "vowels": [["χ",false],["ι",true],["λ",false],["ι",true],["ό",true],["μ",false],["ε",true],["τρ",false],["ο",true]]
    },
    {
        "greek": "χιόνι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "снег",
        "exa": [["αλλιώς θα ξυπνήσεις τη Χιονάτη και τον πρίγκιπα του παραμυθιού","иначе вы разбудите Белоснежку и сказочного принца"]],
        "vowels": [["χ",false],["ι",true],["ό",true],["ν",false],["ι",true]]
    },
    {
        "greek": "χιονίζει",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "идёт снег",
        "exa": [],
        "vowels": [["χ",false],["ι",true],["ο",true],["ν",false],["ί",true],["ζ",false],["ει",true]]
    },
    {
        "greek": "χοιρινός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "свиной (-ая –ое)",
        "exa": [],
        "vowels": [["χ",false],["οι",true],["ρ",false],["ι",true],["ν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χολ",
        "lvl": 0,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "хол м",
        "exa": [],
        "vowels": [["χ",false],["ο",true],["λ",false]]
    },
    {
        "greek": "χοντρός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "полный (-ая -ое)",
        "exa": [],
        "vowels": [["χ",false],["ο",true],["ντρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χορεύω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "танцевать",
        "exa": [["ζηλεύει ποτέ όταν χορεύεις κοντά με κάποιον άντρα;","он тебя вообще ревнует, когда танцуешь рядом с каким-нибудь мужщиной?"]],
        "vowels": [["χ",false],["ο",true],["ρεύ",false],["ω",true]]
    },
    {
        "greek": "χορός",
        "lvl": 3,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "танец м",
        "exa": [],
        "vowels": [["χ",false],["ο",true],["ρ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χρήματα",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "деньги",
        "exa": [["Και φυλαχτείτε από τον άντρα που μιλά για τα χρήματα και λατρεύει τα χρήματα","опасайтесь мужчину, который говорит о деньгах и обожает деньги"],["Δεν μπορούσε να ξοδέψει κάπου αλλού τα χρήματα","он не мог потратить деньги где-то еще"]],
        "vowels": [["χρ",false],["ή",true],["ματα",false]]
    },
    {
        "greek": "χρήσιμος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "полезный, нужный (-ая -ое)",
        "exa": [],
        "vowels": [["χρ",false],["ή",true],["σ",false],["ι",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χριστιανός",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "христьянин м",
        "exa": [],
        "vowels": [["χρ",false],["ι",true],["στ",false],["ι",true],["αν",false],["ό",true],["ς",false]]
    },
    {
        "greek": "Χριστούγεννα",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "Рождество с",
        "exa": [],
        "vowels": [["Χρ",false],["ι",true],["στούγ",false],["ε",true],["ννα",false]]
    },
    {
        "greek": "χτένι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "расческа ж",
        "exa": [],
        "vowels": [["χτ",false],["έ",true],["ν",false],["ι",true]]
    },
    {
        "greek": "χτενίζω",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "расчесывать",
        "exa": [],
        "vowels": [["χτ",false],["ε",true],["ν",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "χτυπάω -ώ",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "стучать, бить",
        "exa": [["θα μπορούσε να σε χτυπήσει κεραυνός, αλλά πρακτικά είναι αδύνατο","тебя может ударить молния, но это практически невозможно"],["Οι άντρες θα αλλάζουν θέσεις μόλις χτυπήσει το κουδούνι","мужщины поменяют веста как только прозвенит звонок"]],
        "vowels": [["χτ",false],["υ",true],["πά",false],["ω",true]]
    },
    {
        "greek": "χωρίς",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "без",
        "exa": [],
        "vowels": [["χ",false],["ω",true],["ρ",false],["ί",true],["ς",false]]
    },
    {
        "greek": "χόρτα",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "травы мн.ч.",
        "exa": [],
        "vowels": [["χ",false],["ό",true],["ρτα",false]]
    },
    {
        "greek": "χρειάζεται",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "нужно, необходимо",
        "exa": [["Ο ασθενής χρειάζεται ισχυρές δόσεις φαρμάκων","больной нуждается в мощных дозах лекарства"]],
        "vowels": [["χρ",false],["ει",true],["άζ",false],["ε",true],["τ",false],["αι",true]]
    },
    {
        "greek": "χρειάζομαι",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "нуждаться",
        "exa": [["Τα δημιουργικά μυαλά χρειάζονται ξεκούραση κατά τη διάρκεια της μέρας","творческий ум нуждается в отдыхе в течении дня"]],
        "vowels": [["χρ",false],["ει",true],["άζ",false],["ο",true],["μ",false],["αι",true]]
    },
    {
        "greek": "χρησιμοποιώ",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "пользоваться",
        "exa": [["εκτός εάν χρησιμοποιείται διαφορετικό αλφάβητο","за исключением если используете другой алфавит"],["Πρέπει να είσαι έμπειρος για να χρησιμοποιήσεις τα περισσότερα από αυτά","должен быть опытным, чтобы использовать большую часть из этого"]],
        "vowels": [["χρ",false],["η",true],["σ",false],["ι",true],["μ",false],["ο",true],["π",false],["οι",true],["ώ",true]]
    },
    {
        "greek": "Χριστός Ανέστη!",
        "lvl": 4,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "Христос воскрес",
        "exa": [],
        "vowels": [["Χρ",false],["ι",true],["στ",false],["ό",true],["ς Αν",false],["έ",true],["στη!",false]]
    },
    {
        "greek": "χρόνια",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "годы",
        "exa": [["για χρόνια δεν ανοίγει βιβλίο","годами не открывает книгу"],["Η χρήση των μέσων αυτών εντείνεται διαρκώς τα τελευταία χρόνια","В последние годы использование этих средств постоянно растет"]],
        "vowels": [["χρ",false],["ό",true],["ν",false],["ι",true],["α",false]]
    },
    {
        "greek": "χρονικός",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "временный",
        "exa": [["Τα κράτη μέλη δύνανται να περιορίσουν το χρονικό διάστημα","государствам членам дается право ограничить временной промежуток"],["αυτό δεν μπορεί να γίνει στο σύντομο χρονικό διάστημα που έχουμε μέχρι μεθαύριο","это не может произойти за короткий временной интервал, что у нас есть до послезавтра"]],
        "vowels": [["χρ",false],["ο",true],["ν",false],["ι",true],["κ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χρόνος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "год",
        "exa": [["Ο Τομ μας επισκέπτεται δυο φορές το χρόνο","Том нас посещает два раза в год"]],
        "vowels": [["χρ",false],["ό",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χρυσός",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "золото с",
        "exa": [],
        "vowels": [["χρ",false],["υ",true],["σ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χρυσός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "золотой (-ая ое)",
        "exa": [],
        "vowels": [["χρ",false],["υ",true],["σ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χρώμα",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цвет",
        "exa": [["Η θεία μου είχε ένα φόρεμα το ίδιο χρώμα, το έστειλε στο καθαριστήριο και τό επέστρεψαν γεμάτο κηλίδες","у моей тети было платье такого же цвет, она его послала в химчистку и его вернули полным пятен"]],
        "vowels": [["χρ",false],["ώ",true],["μα",false]]
    },
    {
        "greek": "χρωματίζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "красить, раскрашивать",
        "exa": [],
        "vowels": [["χρ",false],["ω",true],["ματ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "χρωματοπωλείο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "магазин по продаже красок м",
        "exa": [],
        "vowels": [["χρ",false],["ω",true],["ματ",false],["ο",true],["π",false],["ω",true],["λ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "χρωστάω -ώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "быть должным",
        "exa": [],
        "vowels": [["χρ",false],["ω",true],["στά",false],["ω",true]]
    },
    {
        "greek": "χταπόδι",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "осьминог м",
        "exa": [],
        "vowels": [["χταπ",false],["ό",true],["δ",false],["ι",true]]
    },
    {
        "greek": "χυμός",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "сок м",
        "exa": [],
        "vowels": [["χ",false],["υ",true],["μ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χώρα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "страна",
        "exa": [["το Ισραήλ είναι χώρα της Μέσης Ανατολής","Израиль - страна на ближнем(среднем) востоке"],["περιοχή στα βόρεια της χώρας","район на севере страны"],["οι αρμόδιες αρχές των χωρών που συμμετέχουν","компетентные власти стран, которые участвуют"],["Όλες οι χώρες με τις οποίες ισχύουν ή θα ισχύουν συμφωνίες","все страны, с которыми действуют или будут действовать соглашения"]],
        "vowels": [["χ",false],["ώ",true],["ρα",false]]
    },
    {
        "greek": "χωριάτικος",
        "lvl": 4,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "деревенский (-ая -ое)",
        "exa": [],
        "vowels": [["χ",false],["ω",true],["ρ",false],["ι",true],["άτ",false],["ι",true],["κ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χωρίζω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "отделять, разлучать",
        "exa": [],
        "vowels": [["χ",false],["ω",true],["ρ",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "χωρισμένος",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-η","-ο"],
        "rus": "разведённый",
        "exa": [["η χωρισμένη αδερφή","разведененная сестра"]],
        "vowels": [["χ",false],["ω",true],["ρ",false],["ι",true],["σμ",false],["έ",true],["ν",false],["ο",true],["ς",false]]
    },
    {
        "greek": "χωριστός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "отдельный (-ая -ое)",
        "exa": [],
        "vowels": [["χ",false],["ω",true],["ρ",false],["ι",true],["στ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "χώρος",
        "lvl": 2,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "площадь, место",
        "exa": [["οι αρχαιολογικοί χώροι που βρίσκονται στις Συρακούσες είναι το καλύτερο παράδειγμα εξαιρετικής αρχιτεκτονικής δημιουργίας","археологические места, которые находятся в Сиракузах, являются лучшим примером исключительного архитектурного творчества"]],
        "vowels": [["χ",false],["ώ",true],["ρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ψαροταβέρνα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "рыбный ресторан м",
        "exa": [],
        "vowels": [["ψαρ",false],["ο",true],["ταβ",false],["έ",true],["ρνα",false]]
    },
    {
        "greek": "ψέμα",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "ложь ж",
        "exa": [],
        "vowels": [["ψ",false],["έ",true],["μα",false]]
    },
    {
        "greek": "ψυχαγωγώ",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "эабавлять",
        "exa": [],
        "vowels": [["ψ",false],["υ",true],["χαγ",false],["ω",true],["γ",false],["ώ",true]]
    },
    {
        "greek": "ψάρι",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "рыба ж",
        "exa": [],
        "vowels": [["ψάρ",false],["ι",true]]
    },
    {
        "greek": "ψαρόσουπα",
        "lvl": 4,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "уха ж",
        "exa": [],
        "vowels": [["ψαρ",false],["ό",true],["σουπα",false]]
    },
    {
        "greek": "ψάχνω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "искать",
        "exa": [["Έχω ένα μικρό πρόβλημα, ψάχνοντας το επίθετο του πατέρα σου","у меня возникла небольшая проблема при поиске фамилии твоего отца"],["Ζητάω την υπομονή σας καθώς ψάχνουμε για απαντήσεις","прошу вашего терпения, пока мы ищем ответы"],["Το μυστικό που ψάχνεις, είναι κρυμμένο στην ιδιωτική κάμαρα","тайна, которую ищешь, скрыта в личной комнате"]],
        "vowels": [["ψάχν",false],["ω",true]]
    },
    {
        "greek": "ψηλός",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "высокий",
        "exa": [["ψηλός άγνωστος","высокий незнакомец"],["ντυμένη με βαμβακερή φούστα και ψηλές κάλτσες","одетая в хлопчатобумажную юбку и высокие носки"]],
        "vowels": [["ψ",false],["η",true],["λ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ψήνω",
        "lvl": 3,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "печь",
        "exa": [],
        "vowels": [["ψ",false],["ή",true],["ν",false],["ω",true]]
    },
    {
        "greek": "ψητός",
        "lvl": 3,
        "pos": "adj",
        "art": "",
        "end": ["-ή","-ό"],
        "rus": "печёный (-ая -ое)",
        "exa": [],
        "vowels": [["ψ",false],["η",true],["τ",false],["ό",true],["ς",false]]
    },
    {
        "greek": "ψηφίο",
        "lvl": 4,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "цифра ж, число с",
        "exa": [],
        "vowels": [["ψ",false],["η",true],["φ",false],["ί",true],["ο",true]]
    },
    {
        "greek": "ψιλά",
        "lvl": 4,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "мелочь ж",
        "exa": [],
        "vowels": [["ψ",false],["ι",true],["λά",false]]
    },
    {
        "greek": "ψιχαλίζει",
        "lvl": 4,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "моросит дождь",
        "exa": [],
        "vowels": [["ψ",false],["ι",true],["χαλ",false],["ί",true],["ζ",false],["ει",true]]
    },
    {
        "greek": "ψυγείο",
        "lvl": 3,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "холодильник м",
        "exa": [],
        "vowels": [["ψ",false],["υ",true],["γ",false],["εί",true],["ο",true]]
    },
    {
        "greek": "ψυχίατρος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "психиатр м",
        "exa": [],
        "vowels": [["ψ",false],["υ",true],["χ",false],["ί",true],["ατρ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ψυχολόγος",
        "lvl": 0,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "психолог м",
        "exa": [],
        "vowels": [["ψ",false],["υ",true],["χ",false],["ο",true],["λ",false],["ό",true],["γ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "κάνει ψύχρα",
        "lvl": 3,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "прохладно",
        "exa": [],
        "vowels": [["κάν",false],["ε",true],["ι ψ",false],["ύ",true],["χρα",false]]
    },
    {
        "greek": "ψωμί",
        "lvl": 2,
        "pos": "noun",
        "art": "το",
        "end": [],
        "rus": "хлеб",
        "exa": [["θέλει να της βάλεις βούτυρο στο ψωμί της","хочет, чтобы ты ей положил масло на ее хлеб"],["μου αρέσει το γεμιστό κοτόπουλο με ψωμί","мне нравится фаршированный цыпленок с хлебом"]],
        "vowels": [["ψ",false],["ω",true],["μ",false],["ί",true]]
    },
    {
        "greek": "ψώνια",
        "lvl": 2,
        "pos": "noun",
        "art": "τα",
        "end": [],
        "rus": "покупки мн.ч.",
        "exa": [],
        "vowels": [["ψ",false],["ώ",true],["ν",false],["ι",true],["α",false]]
    },
    {
        "greek": "ψωνίζω",
        "lvl": 2,
        "pos": "verb",
        "art": "",
        "end": [],
        "rus": "покупать",
        "exa": [],
        "vowels": [["ψ",false],["ω",true],["ν",false],["ί",true],["ζ",false],["ω",true]]
    },
    {
        "greek": "ώρα",
        "lvl": 2,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "время",
        "exa": [["απαντάει σ'ερώτηση που του έκανα πριν μισή ώρα","отвечает на вопросы, которые ему задал полчаса назад"],["είναι ακατάλληλη ώρα","это неподходящее время"],["Στις πέντε το πρωί έπρεπε ν’ ανάψω φωτιά στη θερμάστρα και να διαβάσω μια ώρα πριν από το πρόγευμα","в пять утра должен зажечь огонь в печке и почитать час перед завтраком"]],
        "vowels": [["ώ",true],["ρα",false]]
    },
    {
        "greek": "ωραίος",
        "lvl": 2,
        "pos": "adj",
        "art": "",
        "end": ["-α","-ο"],
        "rus": "красивый (-ая -ое)",
        "exa": [],
        "vowels": [["ω",true],["ρ",false],["αί",true],["ο",true],["ς",false]]
    },
    {
        "greek": "ως",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "до",
        "exa": [["ως συνήθως, ξέχασα να βάλω απορρυπαντικό","как обычно, забыл добавить моющее средство"],["ως μέλος αυτής της λέσχης, ίσως να το έκανα υπό προϋποθέσεις","как член этого клуба, возможно я сделал бы это при условиях"]],
        "vowels": [["ω",true],["ς",false]]
    },
    {
        "greek": "ώμος",
        "lvl": 4,
        "pos": "noun",
        "art": "ο",
        "end": [],
        "rus": "плечо с",
        "exa": [],
        "vowels": [["ώ",true],["μ",false],["ο",true],["ς",false]]
    },
    {
        "greek": "ωραιότητα",
        "lvl": 3,
        "pos": "noun",
        "art": "η",
        "end": [],
        "rus": "красота ж",
        "exa": [],
        "vowels": [["ω",true],["ρ",false],["αι",true],["ό",true],["τ",false],["η",true],["τα",false]]
    },
    {
        "greek": "ώσπου",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "до тех пор пока",
        "exa": [],
        "vowels": [["ώ",true],["σπου",false]]
    },
    {
        "greek": "ωστόσο",
        "lvl": 0,
        "pos": "",
        "art": "",
        "end": [],
        "rus": "однако, все-таки, тем не менее",
        "exa": [],
        "vowels": [["ω",true],["στ",false],["ό",true],["σ",false],["ο",true]]
    }
];
